[
  {
    "sections": {
      "Overview": "Idiopathic hypersomnia is a condition that causes people to be very sleepy during the day even after a full night of sleep. • People with the condition have trouble waking up from sleep. • They also may wake up confused and disoriented. • Naps typically don't lead to feeling refreshed. • Idiopathic hypersomnia is not common, and the cause of the condition is not known. • The need to sleep can strike at any time, including when driving a car or working. • This makes idiopathic hypersomnia potentially dangerous. • The condition often develops slowly over time. • Diagnosing idiopathic hypersomnia requires ruling out more common sleep conditions. • Treatment aims to control symptoms with medicine.",
      "Symptoms": "The main symptom of idiopathic hypersomnia is being very sleepy during the day. • Symptoms begin slowly over several weeks or months and may include: Having a strong need to sleep. • Not being able to stay awake and alert during the day. • Sleeping more than 11 hours at night. • Having trouble waking up in the morning. • Being confused, moving slowly and having trouble with coordination after waking up. • Feeling anxiety after waking up. • People with idiopathic hypersomnia may need to set several loud alarms to wake up in the morning. • People with the condition also may: Take naps longer than an hour. • Not feel refreshed after naps. • Have trouble with memory and attention. • Rarely, idiopathic hypersomnia can cause someone to fall asleep suddenly during the day. • Some people with idiopathic hypersomnia may experience automatic behavior when they are very sleepy. • This can include staring, or they may drive without purpose and later realize that they are miles from home. • Automatic behavior also may include writing or saying things that don't make sense. • Afterward, people with idiopathic hypersomnia don't remember the behavior.",
      "Causes": "The cause of idiopathic hypersomnia is not known.",
      "Risk factors": "Experts don't know what causes idiopathic hypersomnia, so risk factors are not known. • But symptoms usually appear at a younger age, between ages 10 and 30. • And women may be more likely to have idiopathic hypersomnia than are men."
    },
    "name": "Idiopathic hypersomnia",
    "url": "https://www.mayoclinic.org/diseases-conditions/hypersomnia/symptoms-causes/syc-20362332"
  },
  {
    "sections": {
      "Overview": "IgA nephropathy (nuh-FROP-uh-thee), also known as Berger disease, is a kidney disease. • It happens when a germ-fighting protein called immunoglobulin A (IgA) builds up in the kidneys. • This causes a type of swelling called inflammation that, over time, can make it harder for the kidneys to filter waste from the blood. • IgA nephropathy often becomes worse slowly over years. • But the course of the disease varies from person to person. • Some people leak blood into their urine without having other problems. • Others might have complications such as losing kidney function and spilling protein into the urine. • Still others develop kidney failure, which means the kidneys stop working well enough to filter the body's waste on their own. • There's no cure for IgA nephropathy, but medicines can slow how quickly it becomes worse. • Some people need treatment to lower inflammation, reduce the spilling of protein into the urine and prevent the kidneys from failing. • Such treatments may help the disease become not active, a state called remission. • Keeping blood pressure under control and lowering cholesterol also slow the disease.",
      "Symptoms": "IgA nephropathy often doesn't cause symptoms early on. • You might not notice any health effects for 10 years or more. • Sometimes, routine medical tests find signs of the disease, such as protein and red blood cells in the urine that are seen under a microscope. • When IgA nephropathy causes symptoms, they might include: Cola- or tea-colored urine caused by blood. • You might notice these color changes after a cold, sore throat or respiratory infection. • Blood that can be seen in the urine. • Foamy urine from protein leaking into the urine. • This is called proteinuria. • Pain on one or both sides of the back below the ribs. • Swelling in the hands and feet called edema. • High blood pressure. • Weakness and tiredness. • If the disease leads to kidney failure, symptoms may include: Rashes and itchy skin. • Muscle cramps. • Upset stomach and vomiting. • Less appetite. • Metallic taste in the mouth. • Confusion. • Kidney failure is life-threatening without treatment. • But dialysis or a kidney transplant can help people live for many more years. • See your doctor if you think you have symptoms of IgA nephropathy. • It's key to get a checkup if you notice blood in your urine. • Various conditions can cause this symptom. • But if it keeps happening or it doesn't go away, it might be a sign of a serious health problem. • Also see your doctor if you notice sudden swelling in your hands or feet.",
      "Causes": "The kidneys are two bean-shaped, fist-sized organs located at the small of the back, one on each side of the spine. • Each kidney contains tiny blood vessels called glomeruli. • These vessels filter waste, extra water and other substances from the blood. • Then the filtered blood goes back into the bloodstream. • The waste products pass into the bladder and out of the body in urine. • Immunoglobulin A (IgA) is a type of protein called an antibody. • The immune system makes IgA to help attack germs and fight infections. • But with IgA nephropathy, this protein collects in the glomeruli. • This causes inflammation and affects their filtering ability over time. • Researchers don't know exactly what causes IgA to build up in the kidneys. • But the following things might be linked with it: Genes. • IgA nephropathy is more common in some families and in certain ethnic groups, such as people of Asian and European descent. • Liver diseases. • These include scarring of the liver called cirrhosis and chronic hepatitis B and C infections. • Celiac disease. • Eating gluten, a protein found in most grains, triggers this digestive condition. • Infections. • These include HIV and some bacterial infections.",
      "Risk factors": "The exact cause of IgA nephropathy is unknown. • But these factors might raise the risk of getting it: Sex. • In North America and Western Europe, IgA nephropathy affects at least twice as many men as it does women. • Ethnicity. • IgA nephropathy is more common in white people and people of Asian descent than it is in Black people. • Age. • IgA nephropathy most often develops between the mid-teens and mid-30s. • Family history. • IgA nephropathy appears to run in some families.",
      "Complications": "The course of IgA nephropathy varies from person to person. • Some people have the disease for years with few or no problems. • Many don't get diagnosed. • Other people develop one or more of the following complications: High blood pressure. • Damage to the kidneys from IgA buildup can raise blood pressure. • And high blood pressure can do more damage to the kidneys. • High cholesterol. • High levels of cholesterol can raise the risk of a heart attack. • Acute kidney failure. • If the kidneys can't filter blood well enough due to buildup of IgA, levels of waste products rise quickly in the blood. • And if kidney function gets worse very quickly, health care professionals may use the term rapidly progressive glomerulonephritis. • Chronic kidney disease. • IgA nephropathy can cause the kidneys to stop working over time. • Then a treatment called dialysis or a kidney transplant is needed to live. • Nephrotic syndrome. • This is a group of problems that can be caused by damage to the glomeruli. • The problems can include high urine protein levels, low blood protein levels, high cholesterol and lipids, and swelling of the eyelids, feet and stomach area.",
      "Prevention": "You can't prevent IgA nephropathy. • Talk with your doctor if you have a family history of the disease. • Ask what you can do to keep your kidneys healthy. • For example, it helps to lower high blood pressure and keep cholesterol at healthy levels."
    },
    "name": "IgA nephropathy (Berger disease)",
    "url": "https://www.mayoclinic.org/diseases-conditions/iga-nephropathy/symptoms-causes/syc-20352268"
  },
  {
    "sections": {
      "Overview": "Illness anxiety disorder, sometimes called hypochondriasis or health anxiety, is worrying excessively that you are or may become seriously ill. • You may have no physical symptoms. • Or you may believe that normal body sensations or minor symptoms are signs of severe illness, even though a thorough medical exam doesn't reveal a serious medical condition. • You may experience extreme anxiety that body sensations, such as muscle twitching or fatigue, are associated with a specific, serious illness. • This excessive anxiety — rather than the physical symptom itself — results in severe distress that can disrupt your life. • Illness anxiety disorder is a long-term condition that can fluctuate in severity. • It may increase with age or during times of stress. • But psychological counseling (psychotherapy) and sometimes medication can help ease your worries. • The Diagnostic and Statistical Manual of Mental Disorders (DSM-5), published by the American Psychiatric Association, no longer includes hypochondriasis — also called hypochondria — as a diagnosis. • Instead, people previously diagnosed with hypochondriasis may be diagnosed as having illness anxiety disorder, in which the focus of the fear and worry is on uncomfortable or unusual physical sensations being an indication of a serious medical condition. • On the other hand, somatic symptom disorder — a related disorder — involves focusing on the disabling nature of physical symptoms, such as pain or dizziness, without the worry that these symptoms represent a specific illness.",
      "Symptoms": "Symptoms of illness anxiety disorder involve preoccupation with the idea that you're seriously ill, based on normal body sensations (such as a noisy stomach) or minor signs (such as a minor rash). • Signs and symptoms may include: Being preoccupied with having or getting a serious disease or health condition Worrying that minor symptoms or body sensations mean you have a serious illness Being easily alarmed about your health status Finding little or no reassurance from doctor visits or negative test results Worrying excessively about a specific medical condition or your risk of developing a medical condition because it runs in your family Having so much distress about possible illnesses that it's hard for you to function Repeatedly checking your body for signs of illness or disease Frequently making medical appointments for reassurance — or avoiding medical care for fear of being diagnosed with a serious illness Avoiding people, places or activities for fear of health risks Constantly talking about your health and possible illnesses Frequently searching the internet for causes of symptoms or possible illnesses Because symptoms can be related to health problems, it's important to be evaluated by your primary care provider if this hasn't already been done. • If your provider believes that you may have illness anxiety disorder, he or she may refer you to a mental health professional. • Significant health anxiety can cause real distress for the person, and reassurance isn't always helpful. • Sometimes, providing reassurance can make things worse. • This can be frustrating and cause stress on families and relationships. • Encourage your loved one to consider a mental health referral to learn ways to cope with illness anxiety disorder.",
      "Causes": "The exact cause of illness anxiety disorder isn't clear, but these factors may play a role: Beliefs. • You may have a difficult time tolerating uncertainty over uncomfortable or unusual body sensations. • This could lead you to misinterpret that all body sensations are serious, so you search for evidence to confirm that you have a serious disease. • Family. • You may be more likely to have health anxiety if you had parents who worried too much about their own health or your health. • Past experience. • You may have had experience with serious illness in childhood, so physical sensations may be frightening to you.",
      "Risk factors": "Illness anxiety disorder usually begins in early or middle adulthood and may get worse with age. • Often for older individuals, health-related anxiety may focus on the fear of losing their memory. • Risk factors for illness anxiety disorder may include: A time of major life stress Threat of a serious illness that turns out not to be serious History of abuse as a child A serious childhood illness or a parent with a serious illness Personality traits, such as having a tendency toward being a worrier Excessive health-related internet use",
      "Complications": "Illness anxiety disorder may be associated with: Relationship or family problems because excessive worrying can frustrate others Work-related performance problems or excessive absences Problems functioning in daily life, possibly even resulting in disability Financial problems due to excessive health care visits and medical bills Having another mental health disorder, such as somatic symptom disorder, other anxiety disorders, depression or a personality disorder",
      "Prevention": "Little is known about how to prevent illness anxiety disorder, but these suggestions may help. • If you have problems with anxiety, seek professional advice as soon as possible to help stop symptoms from getting worse and impairing your quality of life. • Learn to recognize when you're stressed and how this affects your body — and regularly practice stress management and relaxation techniques. • Stick with your treatment plan to help prevent relapses or worsening of symptoms."
    },
    "name": "Illness anxiety disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/illness-anxiety-disorder/symptoms-causes/syc-20373782"
  },
  {
    "sections": {
      "Overview": "Immune thrombocytopenia (ITP) is an illness that can lead to bruising and bleeding. • Low levels of the cells that help blood clot, also known as platelets, most often cause the bleeding. • Once known as idiopathic thrombocytopenic purpura, ITP can cause purple bruises. • It also can cause tiny reddish-purple dots on the skin that look like a rash. • Children can get ITP after a virus. • They most often get better without treatment. • In adults, the illness often lasts months or years. • People with ITP who aren't bleeding and whose platelet count isn't too low might not need treatment. • For worse symptoms, treatment might include medicines to raise platelet count or surgery to remove the spleen.",
      "Symptoms": "Immune thrombocytopenia might not have symptoms. • When symptoms occur, they might include: Easy bruising. • Bleeding into the skin that looks like tiny reddish-purple spots, also known as petechiae. • The spots mostly show up on the lower legs. • They look like a rash. • Bleeding into the skin that's larger than petechiae, also known as purpura. • Bleeding from the gums or nose. • Blood in urine or stools. • Really heavy menstrual flow. • Make an appointment with your health care provider if you or your child has symptoms that worry you. • Bleeding that won't stop is a medical emergency. • Seek help right away if you or your child has bleeding that the usual first aid efforts can't control. • These include applying pressure to the area. • Immune thrombocytopenia usually happens when the immune system makes a mistake. • It attacks and destroys the cells that help blood clot, also known as platelets. • In adults, an infection with HIV, hepatitis or the bacteria that causes stomach ulcers, known as H. pylori, can cause ITP. • In most children with ITP, the disorder follows a virus, such as the mumps or the flu. • ITP is more common among young women. • The risk appears to be higher in people who also have other diseases in which the immune system attacks healthy tissues, such as rheumatoid arthritis or lupus. • Rarely, immune thrombocytopenia causes bleeding into the brain. • This can be fatal. • Someone who's pregnant with a low platelet count or who's bleeding has a greater risk of heavy bleeding during delivery. • A health care provider might suggest treatment to keep the platelet count even. • ITP doesn't usually affect the fetus. • However, the baby's platelet count should be tested soon after birth.",
      "Causes": "Immune thrombocytopenia usually happens when the immune system makes a mistake. • It attacks and destroys the cells that help blood clot, also known as platelets. • In adults, an infection with HIV, hepatitis or the bacteria that causes stomach ulcers, known as H. pylori, can cause ITP. • In most children with ITP, the disorder follows a virus, such as the mumps or the flu.",
      "Risk factors": "ITP is more common among young women. • The risk appears to be higher in people who also have other diseases in which the immune system attacks healthy tissues, such as rheumatoid arthritis or lupus.",
      "Complications": "Rarely, immune thrombocytopenia causes bleeding into the brain. • This can be fatal. • Someone who's pregnant with a low platelet count or who's bleeding has a greater risk of heavy bleeding during delivery. • A health care provider might suggest treatment to keep the platelet count even. • ITP doesn't usually affect the fetus. • However, the baby's platelet count should be tested soon after birth."
    },
    "name": "Immune thrombocytopenia (ITP)",
    "url": "https://www.mayoclinic.org/diseases-conditions/idiopathic-thrombocytopenic-purpura/symptoms-causes/syc-20352325"
  },
  {
    "sections": {
      "Overview": "Wisdom teeth, the third molars at the back of the mouth, are the last adult teeth to come in. • Most people have four wisdom teeth — two on the top and two on the bottom. • When wisdom teeth become impacted, they don't have enough room to emerge or develop in the usual way. • Impacted wisdom teeth can cause pain, damage other teeth and lead to other dental problems. • Sometimes they don't cause any problems. • But because wisdom teeth are hard to clean, they may be more prone to tooth decay and gum disease than other teeth. • Impacted wisdom teeth that cause pain or other dental problems usually are taken out. • Some dentists and oral surgeons also recommend taking out impacted wisdom teeth that don't cause symptoms to prevent future problems.",
      "Symptoms": "Impacted wisdom teeth don't always cause symptoms. • But when an impacted wisdom tooth becomes infected, damages other teeth or causes other dental problems, you may have some of these symptoms: Red or swollen gums. • Tender or bleeding gums. • Jaw pain. • Swelling around the jaw. • Bad breath. • An unpleasant taste in your mouth. • A hard time opening your mouth. • See your dentist if you have symptoms in the area behind your last molar that may be related to an impacted wisdom tooth. • Wisdom teeth become impacted because they don't have enough room to come in or develop in the usual way. • Wisdom teeth usually emerge sometime between the ages of 17 and 26. • Some people have wisdom teeth that emerge behind the second molars without any problems and line up with the other teeth. • But in many cases, the mouth is too crowded for proper development of third molars. • These crowded third molars become impacted. • An impacted wisdom tooth may partially emerge so that some of the crown is visible. • This is called a partially impacted wisdom tooth. • If the tooth never breaks through the gums, it's called a fully impacted wisdom tooth. • Whether partially or fully impacted, the tooth may: Grow at an angle toward the next tooth, which is the second molar. • Grow at an angle toward the back of the mouth. • Grow at a right angle to the other teeth, as if the wisdom tooth is \"lying down\" within the jawbone. • Grow straight up or down like other teeth but stay trapped within the jawbone. • Risk factors that can lead to impacted wisdom teeth include lack of space or a blockage that keeps the teeth from emerging properly. • Impacted wisdom teeth can cause several problems in the mouth, including: Damage to other teeth. • If the wisdom tooth pushes against the second molar, it may damage the second molar or raise the risk of infection in that area. • This pressure also can cause problems with crowding of the other teeth or require orthodontic treatment to straighten other teeth. • Cysts. • Wisdom teeth develop in sacs within the jawbone. • The sacs can fill with fluid, forming cysts that can damage the jawbone, teeth and nerves. • Rarely, a tumor develops. • This type of tumor is usually noncancerous, also called benign. • But tissue and bone may need to be taken out due to this problem. • Decay. • Partially impacted wisdom teeth appear to be at higher risk of getting cavities compared toother teeth. • This is because the position of wisdom teeth when they are impacted makes them harder to clean. • Also, food and bacteria can get trapped easily between the gum and a partially erupted tooth. • Gum disease. • It's hard to clean impacted, partially erupted wisdom teeth. • So you're more likely to get a painful, inflammatory gum condition called pericoronitis (per-ih-kor-o-NI-tis) in those areas. • You can't keep an impaction from occurring. • But keeping regular six-month dental appointments for cleaning and checkups allows your dentist to watch the growth and emergence of your wisdom teeth. • Regularly updated dental X-rays may show impacted wisdom teeth before any symptoms start.",
      "Causes": "Wisdom teeth become impacted because they don't have enough room to come in or develop in the usual way. • Wisdom teeth usually emerge sometime between the ages of 17 and 26. • Some people have wisdom teeth that emerge behind the second molars without any problems and line up with the other teeth. • But in many cases, the mouth is too crowded for proper development of third molars. • These crowded third molars become impacted. • An impacted wisdom tooth may partially emerge so that some of the crown is visible. • This is called a partially impacted wisdom tooth. • If the tooth never breaks through the gums, it's called a fully impacted wisdom tooth. • Whether partially or fully impacted, the tooth may: Grow at an angle toward the next tooth, which is the second molar. • Grow at an angle toward the back of the mouth. • Grow at a right angle to the other teeth, as if the wisdom tooth is \"lying down\" within the jawbone. • Grow straight up or down like other teeth but stay trapped within the jawbone.",
      "Risk factors": "Risk factors that can lead to impacted wisdom teeth include lack of space or a blockage that keeps the teeth from emerging properly.",
      "Complications": "Impacted wisdom teeth can cause several problems in the mouth, including: Damage to other teeth. • If the wisdom tooth pushes against the second molar, it may damage the second molar or raise the risk of infection in that area. • This pressure also can cause problems with crowding of the other teeth or require orthodontic treatment to straighten other teeth. • Cysts. • Wisdom teeth develop in sacs within the jawbone. • The sacs can fill with fluid, forming cysts that can damage the jawbone, teeth and nerves. • Rarely, a tumor develops. • This type of tumor is usually noncancerous, also called benign. • But tissue and bone may need to be taken out due to this problem. • Decay. • Partially impacted wisdom teeth appear to be at higher risk of getting cavities compared toother teeth. • This is because the position of wisdom teeth when they are impacted makes them harder to clean. • Also, food and bacteria can get trapped easily between the gum and a partially erupted tooth. • Gum disease. • It's hard to clean impacted, partially erupted wisdom teeth. • So you're more likely to get a painful, inflammatory gum condition called pericoronitis (per-ih-kor-o-NI-tis) in those areas.",
      "Prevention": "You can't keep an impaction from occurring. • But keeping regular six-month dental appointments for cleaning and checkups allows your dentist to watch the growth and emergence of your wisdom teeth. • Regularly updated dental X-rays may show impacted wisdom teeth before any symptoms start."
    },
    "name": "Impacted wisdom teeth",
    "url": "https://www.mayoclinic.org/diseases-conditions/wisdom-teeth/symptoms-causes/syc-20373808"
  },
  {
    "sections": {},
    "name": "Impetigo",
    "url": "https://www.mayoclinic.org/diseases-conditions/impetigo/symptoms-causes/syc-20352352"
  },
  {
    "sections": {
      "Overview": "An incompetent cervix happens when weak cervical tissue causes or plays a part in a premature birth or the loss of a healthy pregnancy. • An incompetent cervix also is called cervical insufficiency. • The cervix is the lower part of the uterus that opens to the vagina. • Before pregnancy, it's usually closed and firm. • As pregnancy goes on and you get ready to give birth, the cervix slowly changes. • It softens, gets shorter and opens. • If you have an incompetent cervix, it might begin to open too soon causing you to give birth too early. • An incompetent cervix can be a hard problem to diagnose and treat. • If your cervix begins to open early, or if you've had cervical insufficiency in the past, you might benefit from treatment. • This might include having a procedure done to close the cervix with strong sutures, called a cervical cerclage. • You also may take medicine to help the incompetent cervix and have ultrasound exams to check how things are going.",
      "Symptoms": "With an incompetent cervix, there may be no signs or symptoms during early pregnancy. • Some women have mild discomfort or spotting before the diagnosis. • Often, this occurs before 24 weeks of pregnancy. • Be on the lookout for: A feeling of pelvic pressure. • A new backache. • Mild stomach cramps. • A change in vaginal discharge. • Light vaginal bleeding. • Many women don't have a known risk factor. • Risk factors for an incompetent cervix include: Cervical trauma. • A previous procedure or surgery on the cervix could lead to an incompetent cervix. • This includes surgery to treat a cervical problem found during a Pap test. • A procedure called a dilation and curettage (D&C) also could be associated with an incompetent cervix. • Rarely, a cervical tear during a previous labor and delivery could be a risk factor for an incompetent cervix. • A condition you're born with. • This is called a congenital condition. • Certain uterine conditions might cause an incompetent cervix. • Genetic problems affecting a type of protein that makes up your body's connective tissues, called collagen, might cause an incompetent cervix. • An incompetent cervix may be risky for your pregnancy. • Possible complications include: Premature birth. • Pregnancy loss. • You can't prevent an incompetent cervix. • But there's a lot you can do to have a healthy, full-term pregnancy. • For example: Seek regular prenatal care. • Regular checkups during pregnancy can help your care team monitor your health and your baby's health. • Tell your doctor about any signs or problems that worry you, even if they seem silly or not important. • Eat a healthy diet. • During pregnancy, you'll need more folic acid, calcium, iron and other essential nutrients. • Taking a daily prenatal vitamin can help if you're not eating enough healthy foods. • Prenatal vitamins can be started a few months before conception and continued throughout your pregnancy. • Gain weight wisely. • Gaining the right amount of weight can support your baby's health. • A weight gain of 25 to 35 pounds, or about 11 to 16 kilograms, is often the target if you are at a healthy weight before pregnancy. • Avoid risky substances. • If you smoke, quit. • Alcohol and illegal drugs are off-limits too. • Get your doctor's OK before taking any medicines or supplements, even those available without a prescription. • If you've had an incompetent cervix during one pregnancy, you're at risk of premature birth or pregnancy loss in later pregnancies. • If you're considering getting pregnant again, talk with your doctor to understand the risks and what you can do to promote a healthy pregnancy.",
      "Risk factors": "Many women don't have a known risk factor. • Risk factors for an incompetent cervix include: Cervical trauma. • A previous procedure or surgery on the cervix could lead to an incompetent cervix. • This includes surgery to treat a cervical problem found during a Pap test. • A procedure called a dilation and curettage (D&C) also could be associated with an incompetent cervix. • Rarely, a cervical tear during a previous labor and delivery could be a risk factor for an incompetent cervix. • A condition you're born with. • This is called a congenital condition. • Certain uterine conditions might cause an incompetent cervix. • Genetic problems affecting a type of protein that makes up your body's connective tissues, called collagen, might cause an incompetent cervix.",
      "Complications": "An incompetent cervix may be risky for your pregnancy. • Possible complications include: Premature birth. • Pregnancy loss.",
      "Prevention": "You can't prevent an incompetent cervix. • But there's a lot you can do to have a healthy, full-term pregnancy. • For example: Seek regular prenatal care. • Regular checkups during pregnancy can help your care team monitor your health and your baby's health. • Tell your doctor about any signs or problems that worry you, even if they seem silly or not important. • Eat a healthy diet. • During pregnancy, you'll need more folic acid, calcium, iron and other essential nutrients. • Taking a daily prenatal vitamin can help if you're not eating enough healthy foods. • Prenatal vitamins can be started a few months before conception and continued throughout your pregnancy. • Gain weight wisely. • Gaining the right amount of weight can support your baby's health. • A weight gain of 25 to 35 pounds, or about 11 to 16 kilograms, is often the target if you are at a healthy weight before pregnancy. • Avoid risky substances. • If you smoke, quit. • Alcohol and illegal drugs are off-limits too. • Get your doctor's OK before taking any medicines or supplements, even those available without a prescription. • If you've had an incompetent cervix during one pregnancy, you're at risk of premature birth or pregnancy loss in later pregnancies. • If you're considering getting pregnant again, talk with your doctor to understand the risks and what you can do to promote a healthy pregnancy."
    },
    "name": "Incompetent cervix",
    "url": "https://www.mayoclinic.org/diseases-conditions/incompetent-cervix/symptoms-causes/syc-20373836"
  },
  {
    "sections": {
      "Overview": "Indigestion — also called dyspepsia or an upset stomach — is discomfort in your upper abdomen. • Indigestion describes certain symptoms, such as belly pain and a feeling of fullness soon after you start eating, rather than a specific disease. • Indigestion can also be a symptom of other digestive disorders. • Although indigestion is common, each person may experience indigestion in a slightly different way. • Symptoms of indigestion may be felt occasionally or as often as daily. • Indigestion may often be relieved with lifestyle changes and medicines.",
      "Symptoms": "If you have indigestion, you may have: Early fullness during a meal. • You haven't eaten much of your meal, but you already feel full and may not be able to finish eating. • Uncomfortable fullness after a meal. • The feeling of fullness lasts longer than it should. • Discomfort in the upper abdomen. • You feel a mild to severe pain in the area between the bottom of your breastbone and your bellybutton. • Burning in the upper abdomen. • You feel an uncomfortable heat or burning sensation between the bottom of your breastbone and your bellybutton. • Bloating in the upper abdomen. • You feel an uncomfortable sensation of tightness in your upper abdomen. • Nausea. • You feel as if you want to vomit. • Less frequent symptoms include vomiting and belching. • Sometimes people with indigestion also experience heartburn. • Heartburn is a pain or burning feeling in the center of your chest that may radiate into your neck or back during or after eating. • Mild indigestion is usually nothing to worry about. • Consult your health care provider if discomfort lasts for more than two weeks. • Contact your provider right away if pain is severe or accompanied by: Unintentional weight loss or loss of appetite. • Repeated vomiting or vomiting with blood. • Black, tarry stools. • Trouble swallowing that gets worse. • Fatigue or weakness, which may be signs of anemia. • Seek immediate medical attention if you have: Shortness of breath, sweating or chest pain radiating to the jaw, neck or arm. • Chest pain when you're active or stressed. • Indigestion has many possible causes. • Often, indigestion is related to lifestyle and may be triggered by food, drink or medicine. • Common causes of indigestion include: Overeating or eating too quickly. • Fatty, greasy or spicy foods. • Too much caffeine, alcohol, chocolate or carbonated beverages. • Smoking. • Anxiety. • Certain antibiotics, pain relievers and iron supplements. • A condition known as functional or nonulcer dyspepsia, which is related to irritable bowel syndrome, is a very common cause of indigestion. • Sometimes indigestion is caused by other conditions, including: Inflammation of the stomach, called gastritis. • Peptic ulcers. • Celiac disease. • Gallstones. • Constipation. • Pancreas inflammation, called pancreatitis. • Stomach cancer. • Intestinal blockage. • Reduced blood flow in the intestine, called intestinal ischemia. • Diabetes. • Thyroid disease. • Pregnancy. • Although indigestion doesn't usually have serious complications, it can affect your quality of life by making you feel uncomfortable and causing you to eat less. • You might miss work or school because of your symptoms.",
      "Causes": "Indigestion has many possible causes. • Often, indigestion is related to lifestyle and may be triggered by food, drink or medicine. • Common causes of indigestion include: Overeating or eating too quickly. • Fatty, greasy or spicy foods. • Too much caffeine, alcohol, chocolate or carbonated beverages. • Smoking. • Anxiety. • Certain antibiotics, pain relievers and iron supplements. • A condition known as functional or nonulcer dyspepsia, which is related to irritable bowel syndrome, is a very common cause of indigestion. • Sometimes indigestion is caused by other conditions, including: Inflammation of the stomach, called gastritis. • Peptic ulcers. • Celiac disease. • Gallstones. • Constipation. • Pancreas inflammation, called pancreatitis. • Stomach cancer. • Intestinal blockage. • Reduced blood flow in the intestine, called intestinal ischemia. • Diabetes. • Thyroid disease. • Pregnancy.",
      "Complications": "Although indigestion doesn't usually have serious complications, it can affect your quality of life by making you feel uncomfortable and causing you to eat less. • You might miss work or school because of your symptoms."
    },
    "name": "Indigestion",
    "url": "https://www.mayoclinic.org/diseases-conditions/indigestion/symptoms-causes/syc-20352211"
  },
  {
    "sections": {},
    "name": "Infant jaundice",
    "url": "https://www.mayoclinic.org/diseases-conditions/infant-jaundice/symptoms-causes/syc-20373865"
  },
  {
    "sections": {
      "Overview": "Infant reflux is when a baby spits up liquid or food. • It happens when stomach contents move back up from a baby's stomach into the esophagus. • The esophagus is the muscular tube that connects the mouth to the stomach. • Reflux happens in infants many times a day. • If your baby is content and growing well, reflux is not a cause for concern. • Sometimes called gastroesophageal reflux, also called GER, the condition becomes less common as a baby gets older. • It's unusual for infant reflux to continue after age 18 months. • Rarely, infant reflux leads to weight loss or growth that lags behind that of other children of the same age and sex. • These symptoms may mean that your baby has a medical issue. • This issue could be an allergy, a blockage in the digestive system or gastroesophageal reflux disease, also called GERD. • GERD is a form of GER that causes serious health issues.",
      "Symptoms": "Most of the time, infant reflux isn't a cause for concern. • It's not usual for stomach contents to have enough acid to irritate the throat or esophagus and cause symptoms. • See a healthcare professional if a baby: Isn't gaining weight. • Consistently spits up forcefully, causing stomach contents to shoot out of the mouth. • This is called projectile vomiting. • Spits up green or yellow fluid. • Spits up blood or stomach contents that look like coffee grounds. • Refuses to feed or eat. • Has blood in the stool. • Has difficulty breathing or a cough that won't go away. • Begins spitting up at age 6 months or older. • Is very irritable after eating. • Doesn't have much energy. • Some of these symptoms may mean serious but treatable conditions. • These include GERD or a blockage in the digestive tract. • In infants, the ring of muscle between the esophagus and the stomach is not yet fully developed. • This muscle is called the lower esophageal sphincter, also known as LES. • When the LES is not fully developed, it allows stomach contents to flow back up into the esophagus. • Over time, the LES typically matures. • It opens when a baby swallows and remains tightly closed at other times, keeping stomach contents where they belong. • Some factors that contribute to infant reflux are common in babies and often can't be avoided. • These include lying flat most of the time and being fed an almost completely liquid diet. • Sometimes, infant reflux can be caused by more-serious conditions, such as: GERD. • The reflux has enough acid to irritate and damage the lining of the esophagus. • Pyloric stenosis. • A muscular valve allows food to leave the stomach and enter the small intestine as part of digestion. • In pyloric stenosis, the valve thickens and becomes larger than it should. • The thickened valve then traps food in the stomach and blocks it from entering the small intestine. • Food intolerance. • A protein in cow's milk is the most common trigger. • Eosinophilic esophagitis. • A certain type of white blood cell builds up and injures the lining of the esophagus. • This white blood cell is called an eosinophil. • Sandifer syndrome. • This causes tilting and rotation of the head that are not usual and movements that look like seizures. • It's a rare complication of GERD. • Infant reflux is common. • But some things make it more likely that a baby will have infant reflux. • These include: Premature birth. • Lung conditions, such as cystic fibrosis. • Conditions that affect the nervous system, such as cerebral palsy. • Previous surgery on the esophagus. • Infant reflux usually gets better on its own. • It rarely causes problems for babies. • If your baby has a more serious condition such as GERD, your baby's growth may lag behind that of other children. • Some research suggests that babies who have frequent episodes of spitting up might be more likely to develop GERD later in childhood.",
      "Causes": "In infants, the ring of muscle between the esophagus and the stomach is not yet fully developed. • This muscle is called the lower esophageal sphincter, also known as LES. • When the LES is not fully developed, it allows stomach contents to flow back up into the esophagus. • Over time, the LES typically matures. • It opens when a baby swallows and remains tightly closed at other times, keeping stomach contents where they belong. • Some factors that contribute to infant reflux are common in babies and often can't be avoided. • These include lying flat most of the time and being fed an almost completely liquid diet. • Sometimes, infant reflux can be caused by more-serious conditions, such as: GERD. • The reflux has enough acid to irritate and damage the lining of the esophagus. • Pyloric stenosis. • A muscular valve allows food to leave the stomach and enter the small intestine as part of digestion. • In pyloric stenosis, the valve thickens and becomes larger than it should. • The thickened valve then traps food in the stomach and blocks it from entering the small intestine. • Food intolerance. • A protein in cow's milk is the most common trigger. • Eosinophilic esophagitis. • A certain type of white blood cell builds up and injures the lining of the esophagus. • This white blood cell is called an eosinophil. • Sandifer syndrome. • This causes tilting and rotation of the head that are not usual and movements that look like seizures. • It's a rare complication of GERD.",
      "Risk factors": "Infant reflux is common. • But some things make it more likely that a baby will have infant reflux. • These include: Premature birth. • Lung conditions, such as cystic fibrosis. • Conditions that affect the nervous system, such as cerebral palsy. • Previous surgery on the esophagus.",
      "Complications": "Infant reflux usually gets better on its own. • It rarely causes problems for babies. • If your baby has a more serious condition such as GERD, your baby's growth may lag behind that of other children. • Some research suggests that babies who have frequent episodes of spitting up might be more likely to develop GERD later in childhood."
    },
    "name": "Infant reflux",
    "url": "https://www.mayoclinic.org/diseases-conditions/infant-acid-reflux/symptoms-causes/syc-20351408"
  },
  {
    "sections": {},
    "name": "Infectious diseases",
    "url": "https://www.mayoclinic.org/diseases-conditions/infectious-diseases/symptoms-causes/syc-20351173"
  },
  {
    "sections": {
      "Overview": "If you and your partner are struggling to have a baby, you're not alone. • Millions of people around the world face the same challenge. • Infertility is the medical term for when you can't get pregnant despite having frequent, unprotected sex for at least a year for most couples. • Infertility may happen because of a health issue with either you or your partner, or a mix of factors that prevent pregnancy. • But many safe and effective treatments can boost your chances of getting pregnant.",
      "Symptoms": "The main symptom of infertility is not getting pregnant. • There may be no other clear symptoms. • Some women with infertility may have irregular menstrual periods or no periods. • And some men may have some symptoms of hormonal problems, such as changes in hair growth or sexual function. • Many couples eventually will conceive — with or without treatment. • You likely don't need to see a member of your healthcare team about infertility unless you've been trying to get pregnant for at least one year. • But women should talk with a healthcare professional sooner if they: Are age 35 or older and have tried to conceive for six months or longer. • Are over age 40. • Have no periods, or irregular or very painful periods. • Have known fertility problems. • Have endometriosis or a history of pelvic inflammatory disease. • Have had more than one miscarriage. • Have gotten cancer treatment such as chemotherapy or radiation. • Men should talk to a healthcare professional if they have: A low number of sperm or other problems with sperm. • A history of testicular, prostate or sexual conditions. • Had treatment for cancer such as chemotherapy. • Had hernia surgery. • Testicles that are smaller than the typical adult size, or swollen veins in the bag of skin that holds the testicles, called the scrotum. • Had infertility with a partner in the past. • Relatives with infertility problems. • All of the steps during ovulation and fertilization need to happen correctly in order to get pregnant. • Ovulation is the release of an egg from an ovary. • Fertilization is when the egg and sperm unite to form an embryo, which becomes an unborn baby during pregnancy. • Sometimes, the issues that cause infertility in couples are present at birth. • Other times, they develop later in life. • Infertility causes can affect one or both partners. • In some cases, no cause can be found. • These can include: Conditions that can affect how much sperm is made or sperm quality. • These medical conditions can include undescended testicles, genetic defects, hormone problems and health problems such as diabetes. • Infections such as chlamydia, gonorrhea, mumps or HIV also can impact sperm. • Enlarged veins in the scrotum, called a varicocele, can affect sperm's quality. • Problems with sperm reaching the female reproductive tract. • These issues can be due to sexual conditions such as premature ejaculation, certain genetic diseases such as cystic fibrosis, physical problems such as a blockage in the testicle, or damage or an injury to the reproductive organs. • Certain factors in the environment. • Exposure to pesticides, other chemicals or radiation can affect fertility. • So can medicines that treat bacterial infections, high blood pressure and depression. • And if the testicles often are exposed to heat, such as in saunas or hot tubs, that may affect their ability to make sperm. • Damage related to cancer and its treatment. • Cancer treatments such as chemotherapy and radiation can affect sperm production. • These can include: Ovulation disorders. • These conditions affect the release of eggs from the ovaries. • They include hormonal problems such as polycystic ovary syndrome. • High levels of a hormone needed to make breast milk, called prolactin, also may have an effect on ovulation. • Either too much thyroid hormone, called hyperthyroidism, or too little, called hypothyroidism, can affect the menstrual cycle or cause infertility. • Other underlying causes may include too much exercise, eating disorders or tumors. • Conditions of the uterus. • These include growths called uterine polyps, issues with the shape of the uterus or problems with its lower end, called the cervix. • Tumors in the wall of the uterus, called uterine fibroids, also may cause infertility — but they aren't cancer. • Fibroids can block the fallopian tubes, where an egg and sperm unite. • They also can stop a fertilized egg from attaching to the uterus, which needs to happen for an unborn baby to develop. • Fallopian tube damage or blockage. • Often, these issues are caused by swelling of the fallopian tube, called salpingitis. • The swelling can happen due to an infection of the female reproductive organs called pelvic inflammatory disease. • Endometriosis. • With this condition, tissue that's similar to the inner lining of the uterus grows outside of the uterus. • It may affect the how well the ovaries, uterus and fallopian tubes work. • Primary ovarian insufficiency. • This happens when the ovaries stop working as they should, and menstrual periods end before age 40. • The cause is often unknown. • But some factors linked with primary ovarian insufficiency include immune system diseases, genetic conditions such as Turner syndrome, and radiation or chemotherapy treatment. • Pelvic adhesions. • These are bands of scar tissue that bind organs. • They can form after a pelvic infection, appendicitis, endometriosis, or surgery of the abdomen or pelvis. • Cancer and its treatment. • Certain cancers — especially ones that affect the reproductive organs — often reduce female fertility. • Both radiation and chemotherapy may affect fertility as well. • Many of the risk factors for both male and female infertility are the same. • They include: Age. • Women's fertility slowly declines with age, especially in the mid-30s. • It drops quickly after age 37. • Infertility in older women likely is due to the lower number and quality of eggs, or to health problems that affect fertility. • Men over age 40 may be less fertile than younger men. • The risk of birth defects and genetic problems also rises for children born to men over age 40. • Tobacco use. • Smoking tobacco by either partner may lower the chances of pregnancy. • It also can make fertility treatments less effective. • The risk of miscarriages may rise in women who smoke tobacco. • When a pregnant person's partner smokes, that also raises the risk of miscarriage — even when the pregnant person is not a smoker. • And smoking can raise the risk of erectile dysfunction and a low sperm count in men. • Marijuana use. • Marijuana may affect fertility, but more research is needed. • Use during pregnancy has been linked with negative health effects on unborn babies. • It also might raise the risk of miscarriage and stillbirth. • Alcohol use. • For women, there is no safe level of alcohol use when you're trying to get pregnant or during pregnancy. • Alcohol may contribute to infertility. • For men, heavy drinking can lower sperm count and affect how well sperm move. • Being overweight. • An inactive lifestyle and being overweight or obese can raise the risk of infertility. • Obesity is linked with lower quality of semen, the fluid that contains sperm. • Being underweight. • People at risk of fertility problems include those with eating disorders, such as anorexia or bulimia. • Those who follow a very low-calorie or restrictive diet also are at risk. • Exercise issues. • A lack of exercise plays a role in obesity, which raises the risk of infertility. • Less often, ovulation problems may be linked with frequent, strenuous, intense exercise in women who are not overweight. • Some types of infertility can't be prevented. • But the following tips may boost your chances of pregnancy. • Have sex often soon after menstrual bleeding stops. • One of the ovaries usually releases an egg in the middle of the cycle — halfway between menstrual periods — for most people with menstrual cycles about 28 days apart. • It's ideal to have sex every day starting 5 to 7 days before the release of the egg. • Continue until two days after ovulation. • Most types of infertility aren't preventable in men, but these tips may help: Stay away from drugs and tobacco, and don't drink a lot of alcohol. • Doing illegal drugs, smoking or drinking heavily can raise the risk of male infertility. • Don't take frequent baths in hot water. • The high temperatures can have a short-term effect on sperm production and movement. • Stay away from pollutants and toxins. • These include pesticides, lead, cadmium and mercury. • Being exposed to them can affect the body's ability to make sperm. • Limit medicines that may impact fertility if possible. • Talk with your health care team about any medicines you take regularly. • Don't stop any taking prescription drugs without medical advice. • Work out. • Regular exercise may improve sperm quality and boost the chances of a pregnancy. • For women, the following tips may boost the chances of getting pregnant: Quit smoking. • Tobacco has many bad effects on fertility. • It's also terrible for your health and the health of an unborn baby. • If you smoke and you want to try to become pregnant, quit tobacco now. • You can ask your health care team for help. • Stay away from alcohol and street drugs. • These substances could make you less likely to conceive and have a healthy pregnancy. • Don't drink alcohol or use recreational drugs, such as marijuana, if you're trying to get pregnant. • Limit caffeine. • Some women may need to cut back on caffeine when they try to get pregnant. • Asks your health care team for advice. • During pregnancy, many experts recommend you have no more than 200 milligrams of caffeine per day. • That's about the amount in a 12-ounce cup of brewed coffee. • Check food labels for amounts of caffeine too. • The effects of caffeine aren't clear for an unborn baby. • But the effects of higher amounts may include miscarriage or preterm birth. • Exercise safely. • Regular exercise is key for good health. • But working out too intensely could cause your periods to happen less often or go away, and that could affect fertility. • Get to a healthy weight. • Being overweight or underweight can affect your hormones and cause infertility.",
      "Causes": "All of the steps during ovulation and fertilization need to happen correctly in order to get pregnant. • Ovulation is the release of an egg from an ovary. • Fertilization is when the egg and sperm unite to form an embryo, which becomes an unborn baby during pregnancy. • Sometimes, the issues that cause infertility in couples are present at birth. • Other times, they develop later in life. • Infertility causes can affect one or both partners. • In some cases, no cause can be found. • These can include: Conditions that can affect how much sperm is made or sperm quality. • These medical conditions can include undescended testicles, genetic defects, hormone problems and health problems such as diabetes. • Infections such as chlamydia, gonorrhea, mumps or HIV also can impact sperm. • Enlarged veins in the scrotum, called a varicocele, can affect sperm's quality. • Problems with sperm reaching the female reproductive tract. • These issues can be due to sexual conditions such as premature ejaculation, certain genetic diseases such as cystic fibrosis, physical problems such as a blockage in the testicle, or damage or an injury to the reproductive organs. • Certain factors in the environment. • Exposure to pesticides, other chemicals or radiation can affect fertility. • So can medicines that treat bacterial infections, high blood pressure and depression. • And if the testicles often are exposed to heat, such as in saunas or hot tubs, that may affect their ability to make sperm. • Damage related to cancer and its treatment. • Cancer treatments such as chemotherapy and radiation can affect sperm production. • These can include: Ovulation disorders. • These conditions affect the release of eggs from the ovaries. • They include hormonal problems such as polycystic ovary syndrome. • High levels of a hormone needed to make breast milk, called prolactin, also may have an effect on ovulation. • Either too much thyroid hormone, called hyperthyroidism, or too little, called hypothyroidism, can affect the menstrual cycle or cause infertility. • Other underlying causes may include too much exercise, eating disorders or tumors. • Conditions of the uterus. • These include growths called uterine polyps, issues with the shape of the uterus or problems with its lower end, called the cervix. • Tumors in the wall of the uterus, called uterine fibroids, also may cause infertility — but they aren't cancer. • Fibroids can block the fallopian tubes, where an egg and sperm unite. • They also can stop a fertilized egg from attaching to the uterus, which needs to happen for an unborn baby to develop. • Fallopian tube damage or blockage. • Often, these issues are caused by swelling of the fallopian tube, called salpingitis. • The swelling can happen due to an infection of the female reproductive organs called pelvic inflammatory disease. • Endometriosis. • With this condition, tissue that's similar to the inner lining of the uterus grows outside of the uterus. • It may affect the how well the ovaries, uterus and fallopian tubes work. • Primary ovarian insufficiency. • This happens when the ovaries stop working as they should, and menstrual periods end before age 40. • The cause is often unknown. • But some factors linked with primary ovarian insufficiency include immune system diseases, genetic conditions such as Turner syndrome, and radiation or chemotherapy treatment. • Pelvic adhesions. • These are bands of scar tissue that bind organs. • They can form after a pelvic infection, appendicitis, endometriosis, or surgery of the abdomen or pelvis. • Cancer and its treatment. • Certain cancers — especially ones that affect the reproductive organs — often reduce female fertility. • Both radiation and chemotherapy may affect fertility as well.",
      "Risk factors": "Many of the risk factors for both male and female infertility are the same. • They include: Age. • Women's fertility slowly declines with age, especially in the mid-30s. • It drops quickly after age 37. • Infertility in older women likely is due to the lower number and quality of eggs, or to health problems that affect fertility. • Men over age 40 may be less fertile than younger men. • The risk of birth defects and genetic problems also rises for children born to men over age 40. • Tobacco use. • Smoking tobacco by either partner may lower the chances of pregnancy. • It also can make fertility treatments less effective. • The risk of miscarriages may rise in women who smoke tobacco. • When a pregnant person's partner smokes, that also raises the risk of miscarriage — even when the pregnant person is not a smoker. • And smoking can raise the risk of erectile dysfunction and a low sperm count in men. • Marijuana use. • Marijuana may affect fertility, but more research is needed. • Use during pregnancy has been linked with negative health effects on unborn babies. • It also might raise the risk of miscarriage and stillbirth. • Alcohol use. • For women, there is no safe level of alcohol use when you're trying to get pregnant or during pregnancy. • Alcohol may contribute to infertility. • For men, heavy drinking can lower sperm count and affect how well sperm move. • Being overweight. • An inactive lifestyle and being overweight or obese can raise the risk of infertility. • Obesity is linked with lower quality of semen, the fluid that contains sperm. • Being underweight. • People at risk of fertility problems include those with eating disorders, such as anorexia or bulimia. • Those who follow a very low-calorie or restrictive diet also are at risk. • Exercise issues. • A lack of exercise plays a role in obesity, which raises the risk of infertility. • Less often, ovulation problems may be linked with frequent, strenuous, intense exercise in women who are not overweight.",
      "Prevention": "Some types of infertility can't be prevented. • But the following tips may boost your chances of pregnancy. • Have sex often soon after menstrual bleeding stops. • One of the ovaries usually releases an egg in the middle of the cycle — halfway between menstrual periods — for most people with menstrual cycles about 28 days apart. • It's ideal to have sex every day starting 5 to 7 days before the release of the egg. • Continue until two days after ovulation. • Most types of infertility aren't preventable in men, but these tips may help: Stay away from drugs and tobacco, and don't drink a lot of alcohol. • Doing illegal drugs, smoking or drinking heavily can raise the risk of male infertility. • Don't take frequent baths in hot water. • The high temperatures can have a short-term effect on sperm production and movement. • Stay away from pollutants and toxins. • These include pesticides, lead, cadmium and mercury. • Being exposed to them can affect the body's ability to make sperm. • Limit medicines that may impact fertility if possible. • Talk with your health care team about any medicines you take regularly. • Don't stop any taking prescription drugs without medical advice. • Work out. • Regular exercise may improve sperm quality and boost the chances of a pregnancy. • For women, the following tips may boost the chances of getting pregnant: Quit smoking. • Tobacco has many bad effects on fertility. • It's also terrible for your health and the health of an unborn baby. • If you smoke and you want to try to become pregnant, quit tobacco now. • You can ask your health care team for help. • Stay away from alcohol and street drugs. • These substances could make you less likely to conceive and have a healthy pregnancy. • Don't drink alcohol or use recreational drugs, such as marijuana, if you're trying to get pregnant. • Limit caffeine. • Some women may need to cut back on caffeine when they try to get pregnant. • Asks your health care team for advice. • During pregnancy, many experts recommend you have no more than 200 milligrams of caffeine per day. • That's about the amount in a 12-ounce cup of brewed coffee. • Check food labels for amounts of caffeine too. • The effects of caffeine aren't clear for an unborn baby. • But the effects of higher amounts may include miscarriage or preterm birth. • Exercise safely. • Regular exercise is key for good health. • But working out too intensely could cause your periods to happen less often or go away, and that could affect fertility. • Get to a healthy weight. • Being overweight or underweight can affect your hormones and cause infertility."
    },
    "name": "Infertility",
    "url": "https://www.mayoclinic.org/diseases-conditions/infertility/symptoms-causes/syc-20354317"
  },
  {
    "sections": {
      "Overview": "Inflammatory bowel disease, also called IBD, is an umbrella term for a group of conditions that cause swelling and inflammation of the tissues in the digestive tract. • The most common types of IBD include: Ulcerative colitis. • This condition involves inflammation and sores, called ulcers, along the lining of the colon and rectum. • Crohn's disease. • In this type of IBD, the lining of the digestive tract is inflamed. • The condition often involves the deeper layers of the digestive tract. • Crohn's disease most commonly affects the small intestine. • However, it also can affect the large intestine and, uncommonly, the upper gastrointestinal tract. • Symptoms of both ulcerative colitis and Crohn's disease usually include belly pain, diarrhea, rectal bleeding, extreme tiredness and weight loss. • For some people, IBD is only a mild illness. • But for others, it's a condition that causes disability and can lead to life-threatening complications.",
      "Symptoms": "Inflammatory bowel disease symptoms vary depending on how bad the inflammation is and where it occurs. • Symptoms may range from mild to severe. • A person with IBD is likely to have periods of active illness followed by periods of remission. • Symptoms that are common to both Crohn's disease and ulcerative colitis include: Diarrhea. • Belly pain and cramping. • Blood in the stool. • Loss of appetite. • Losing weight without trying. • Feeling extremely tired. • See a healthcare professional if you experience a lasting change in your bowel habits or if you have any of the symptoms of inflammatory bowel disease. • Although inflammatory bowel disease usually isn't fatal, it's a serious disease that, in some people, may cause life-threatening complications. • The exact cause of inflammatory bowel disease remains unknown. • Previously, diet and stress were suspected, but now, healthcare professionals know that these factors may aggravate IBD but aren't the cause of it. • Several factors likely play a role in its development. • Immune system. • One possible cause is change in the function of the immune system. • When the immune system tries to fight off an invading virus or bacterium, an immune response that is not typical causes the immune system to attack the cells in the digestive tract too. • Genes. • Several genetic markers have been associated with IBD. • Traits passed down in families also seem to play a role in that IBD is more common in people who have family members with the disease. • However, most people with IBD don't have this family history. • Environmental triggers. • Researchers believe environmental factors may play a role in getting IBD, especially factors that affect the gut microbiome. • These may include: Being raised in a sterile environment as a child, with limited exposure to germs. • Having a gastrointestinal infection early in life. • Taking antibiotics during the first year of life. • Being mostly bottle-fed. • Risk factors for inflammatory bowel disease include: Age. • Most people who get IBD are diagnosed before they're 30 years old. • But some people don't get the disease until their 50s or 60s. • Race or ethnicity. • IBD is more common in white people, but it can occur in anyone. • The number of people with IBD also is increasing in other races and ethnicities. • Family history. • You're at higher risk if you have a blood relative — such as a parent, sibling or child — with the disease. • Cigarette smoking. • Cigarette smoking is the most important controllable risk factor for getting Crohn's disease. • Smoking may help prevent ulcerative colitis. • However, its harm to overall health outweighs any benefit, and quitting smoking can improve the general health of your digestive tract as well as provide many other health benefits. • Nonsteroidal anti-inflammatory medicines. • These include ibuprofen (Advil, Motrin IB, others), naproxen sodium (Aleve), diclofenac sodium and others. • These medicines may increase the risk of getting IBD or worsen the disease in people who have IBD. • Ulcerative colitis and Crohn's disease have some complications in common and others that are specific to each condition. • Complications found in both conditions may include: Colon cancer. • Having ulcerative colitis or Crohn's disease that affects most of your colon can increase your risk of colon cancer. • Screening for cancer with a colonoscopy at regular intervals begins usually about 8 to 10 years after the diagnosis is made. • Ask a healthcare professional when and how often you need to have this test done. • Skin, eye and joint inflammation. • Certain conditions, including arthritis, skin lesions and eye inflammation, called uveitis, may occur during IBD flare-ups. • Medicine side effects. • Certain medicines for IBD are associated with a risk of infections. • Some carry a small risk of developing certain cancers. • Corticosteroids can be associated with a risk of osteoporosis, high blood pressure and other conditions. • Primary sclerosing cholangitis. • In this uncommon condition seen in people with IBD, inflammation causes scarring within the bile ducts. • This scarring eventually narrows the ducts, restricting bile flow. • This can eventually cause liver damage. • Blood clots. • IBD increases the risk of blood clots in veins and arteries. • Severe dehydration. • Too much diarrhea can result in dehydration. • Complications of Crohn's disease may include: Bowel obstruction. • Crohn's disease affects the full thickness of the bowel wall. • Over time, parts of the bowel can thicken and narrow, which may block the flow of digestive contents. • Surgery may be needed to remove the diseased part of the bowel. • Rarely, bowel or colon obstruction may be seen in ulcerative colitis and could be a sign of colon cancer. • Malnutrition. • Diarrhea, belly pain and cramping may make it difficult for you to eat or for your intestine to absorb enough nutrients to keep you nourished. • It's also common to develop anemia due to low iron or vitamin B-12 caused by the disease. • Fistulas. • Sometimes inflammation can extend completely through the intestinal wall and create a fistula — a connection between different body parts that is not typical. • Fistulas near or around the anal area are the most common kind. • But fistulas also can occur internally or toward the wall of the abdominal area. • In some cases, a fistula may become infected and form a pocket of pus known as an abscess. • Anal fissure. • This is a small tear in the tissue that lines the anus or in the skin around the anus where infections can occur. • It's often associated with painful passing of stool and may lead to a fistula around the anus. • Complications of ulcerative colitis may include: Toxic megacolon. • Ulcerative colitis may cause the colon to rapidly widen and swell, a serious condition known as toxic megacolon. • A hole in the colon, called perforated colon. • A perforated colon most commonly is caused by toxic megacolon, but it also may occur on its own.",
      "Causes": "The exact cause of inflammatory bowel disease remains unknown. • Previously, diet and stress were suspected, but now, healthcare professionals know that these factors may aggravate IBD but aren't the cause of it. • Several factors likely play a role in its development. • Immune system. • One possible cause is change in the function of the immune system. • When the immune system tries to fight off an invading virus or bacterium, an immune response that is not typical causes the immune system to attack the cells in the digestive tract too. • Genes. • Several genetic markers have been associated with IBD. • Traits passed down in families also seem to play a role in that IBD is more common in people who have family members with the disease. • However, most people with IBD don't have this family history. • Environmental triggers. • Researchers believe environmental factors may play a role in getting IBD, especially factors that affect the gut microbiome. • These may include: Being raised in a sterile environment as a child, with limited exposure to germs. • Having a gastrointestinal infection early in life. • Taking antibiotics during the first year of life. • Being mostly bottle-fed.",
      "Risk factors": "Risk factors for inflammatory bowel disease include: Age. • Most people who get IBD are diagnosed before they're 30 years old. • But some people don't get the disease until their 50s or 60s. • Race or ethnicity. • IBD is more common in white people, but it can occur in anyone. • The number of people with IBD also is increasing in other races and ethnicities. • Family history. • You're at higher risk if you have a blood relative — such as a parent, sibling or child — with the disease. • Cigarette smoking. • Cigarette smoking is the most important controllable risk factor for getting Crohn's disease. • Smoking may help prevent ulcerative colitis. • However, its harm to overall health outweighs any benefit, and quitting smoking can improve the general health of your digestive tract as well as provide many other health benefits. • Nonsteroidal anti-inflammatory medicines. • These include ibuprofen (Advil, Motrin IB, others), naproxen sodium (Aleve), diclofenac sodium and others. • These medicines may increase the risk of getting IBD or worsen the disease in people who have IBD.",
      "Complications": "Ulcerative colitis and Crohn's disease have some complications in common and others that are specific to each condition. • Complications found in both conditions may include: Colon cancer. • Having ulcerative colitis or Crohn's disease that affects most of your colon can increase your risk of colon cancer. • Screening for cancer with a colonoscopy at regular intervals begins usually about 8 to 10 years after the diagnosis is made. • Ask a healthcare professional when and how often you need to have this test done. • Skin, eye and joint inflammation. • Certain conditions, including arthritis, skin lesions and eye inflammation, called uveitis, may occur during IBD flare-ups. • Medicine side effects. • Certain medicines for IBD are associated with a risk of infections. • Some carry a small risk of developing certain cancers. • Corticosteroids can be associated with a risk of osteoporosis, high blood pressure and other conditions. • Primary sclerosing cholangitis. • In this uncommon condition seen in people with IBD, inflammation causes scarring within the bile ducts. • This scarring eventually narrows the ducts, restricting bile flow. • This can eventually cause liver damage. • Blood clots. • IBD increases the risk of blood clots in veins and arteries. • Severe dehydration. • Too much diarrhea can result in dehydration. • Complications of Crohn's disease may include: Bowel obstruction. • Crohn's disease affects the full thickness of the bowel wall. • Over time, parts of the bowel can thicken and narrow, which may block the flow of digestive contents. • Surgery may be needed to remove the diseased part of the bowel. • Rarely, bowel or colon obstruction may be seen in ulcerative colitis and could be a sign of colon cancer. • Malnutrition. • Diarrhea, belly pain and cramping may make it difficult for you to eat or for your intestine to absorb enough nutrients to keep you nourished. • It's also common to develop anemia due to low iron or vitamin B-12 caused by the disease. • Fistulas. • Sometimes inflammation can extend completely through the intestinal wall and create a fistula — a connection between different body parts that is not typical. • Fistulas near or around the anal area are the most common kind. • But fistulas also can occur internally or toward the wall of the abdominal area. • In some cases, a fistula may become infected and form a pocket of pus known as an abscess. • Anal fissure. • This is a small tear in the tissue that lines the anus or in the skin around the anus where infections can occur. • It's often associated with painful passing of stool and may lead to a fistula around the anus. • Complications of ulcerative colitis may include: Toxic megacolon. • Ulcerative colitis may cause the colon to rapidly widen and swell, a serious condition known as toxic megacolon. • A hole in the colon, called perforated colon. • A perforated colon most commonly is caused by toxic megacolon, but it also may occur on its own."
    },
    "name": "Inflammatory bowel disease (IBD)",
    "url": "https://www.mayoclinic.org/diseases-conditions/inflammatory-bowel-disease/symptoms-causes/syc-20353315"
  },
  {
    "sections": {
      "Overview": "Inflammatory breast cancer is a form of breast cancer that causes breast swelling and skin changes. • Inflammatory breast cancer happens when a growth of cells forms in the breast tissue. • The cells break away from where they started to grow and travel to the lymphatic vessels in the skin. • The cells can block the vessels and cause the skin on the breast to look swollen. • This skin on the breast might look red or purple. • Inflammatory breast cancer is considered a locally advanced cancer. • When a cancer is locally advanced, that means it has spread from where it started to nearby tissue and possibly to nearby lymph nodes. • Inflammatory breast cancer can easily be confused with a breast infection, which is a much more common cause of breast swelling and skin changes. • Seek medical attention right away if you notice skin changes on your breast.",
      "Symptoms": "Inflammatory breast cancer doesn't commonly form a lump, as occurs with other forms of breast cancer. • Instead, signs and symptoms of inflammatory breast cancer include: Fast change in the appearance of one breast, over the course of several weeks. • Thickness, heaviness or swelling of one breast. • Changes in skin color, giving the breast a red, purple, pink or bruised appearance. • Unusual warmth of the affected breast. • Dimpling or ridges on the skin of the affected breast, similar to an orange peel. • Tenderness, pain or aching. • Enlarged lymph nodes under the arm, above the collarbone or below the collarbone. • Flattened nipple or nipple that turns inward on the affected breast. • For inflammatory breast cancer to be diagnosed, these symptoms must have been present for less than six months. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you. • Other, more common conditions have symptoms similar to those of inflammatory breast cancer. • A breast injury or breast infection, called mastitis, may cause skin color changes, swelling and pain. • Inflammatory breast cancer can easily be confused with a breast infection, which is much more common. • It's reasonable and common to first be treated with antibiotics for a week or more. • If your symptoms respond to antibiotics, additional testing isn't necessary. • But if the condition does not improve, your healthcare professional may consider more-serious causes of your symptoms, such as inflammatory breast cancer. • If you've been treated for a breast infection but your symptoms continue, contact your healthcare professional. • You may have a mammogram or other test to evaluate your symptoms. • The only way a healthcare professional can know whether your symptoms are caused by inflammatory breast cancer is to remove a sample of tissue for testing. • Inflammatory breast cancer happens when cells in the breast develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • Most often the DNA changes happen in a cell in one of the tubes, called ducts, that can carry breast milk to the nipple. • But the cancer also can begin with a cell in the glandular tissue, called lobules, where breast milk can be produced. • In inflammatory breast cancer, the cancer cells break away from where they started. • They travel to the lymphatic vessels in the breast skin. • The cells grow to clog the vessels. • The blockage in the lymphatic vessels causes skin color changes, swelling and dimpled skin. • This skin is a classic sign of inflammatory breast cancer. • Factors that increase the risk of inflammatory breast cancer include: Women are much more likely than men to get breast cancer, including inflammatory breast cancer. • Everyone is born with some breast tissue, so anyone can get breast cancer. • Inflammatory breast cancer is more frequently diagnosed in people in their 40s and 50s. • Black people have a higher risk of inflammatory breast cancer than do white people. • People who are obese have a greater risk of inflammatory breast cancer. • Making changes in your daily life may help lower your risk of breast cancer. • Try to: Talk with your doctor or other healthcare professional about when to begin breast cancer screening. • Ask about the benefits and risks of screening. • Together, you can decide what breast cancer screening tests are right for you. • You may choose to become familiar with your breasts by occasionally inspecting them during a breast self-exam for breast awareness. • If you find a new change, lumps or other unusual signs in your breasts, tell a healthcare professional right away. • Breast awareness can't prevent breast cancer. • But it may help you to better understand the look and feel of your breasts. • This might make it more likely that you'll notice if something changes. • If you choose to drink, limit the amount of alcohol you drink to no more than one drink a day. • For breast cancer prevention, there is no safe amount of alcohol. • So if you're very concerned about your breast cancer risk, you may choose to not drink alcohol. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether exercising is OK and start slowly. • Combination hormone therapy may increase the risk of breast cancer. • Talk with a healthcare professional about the benefits and risks of hormone therapy. • Some people have symptoms during menopause that cause discomfort. • These people may decide that the risks of hormone therapy are acceptable to get relief. • To reduce the risk of breast cancer, use the lowest dose of hormone therapy possible for the shortest amount of time. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount you exercise.",
      "Causes": "Inflammatory breast cancer happens when cells in the breast develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • Most often the DNA changes happen in a cell in one of the tubes, called ducts, that can carry breast milk to the nipple. • But the cancer also can begin with a cell in the glandular tissue, called lobules, where breast milk can be produced. • In inflammatory breast cancer, the cancer cells break away from where they started. • They travel to the lymphatic vessels in the breast skin. • The cells grow to clog the vessels. • The blockage in the lymphatic vessels causes skin color changes, swelling and dimpled skin. • This skin is a classic sign of inflammatory breast cancer.",
      "Risk factors": "Factors that increase the risk of inflammatory breast cancer include: Women are much more likely than men to get breast cancer, including inflammatory breast cancer. • Everyone is born with some breast tissue, so anyone can get breast cancer. • Inflammatory breast cancer is more frequently diagnosed in people in their 40s and 50s. • Black people have a higher risk of inflammatory breast cancer than do white people. • People who are obese have a greater risk of inflammatory breast cancer.",
      "Prevention": "Making changes in your daily life may help lower your risk of breast cancer. • Try to: Talk with your doctor or other healthcare professional about when to begin breast cancer screening. • Ask about the benefits and risks of screening. • Together, you can decide what breast cancer screening tests are right for you. • You may choose to become familiar with your breasts by occasionally inspecting them during a breast self-exam for breast awareness. • If you find a new change, lumps or other unusual signs in your breasts, tell a healthcare professional right away. • Breast awareness can't prevent breast cancer. • But it may help you to better understand the look and feel of your breasts. • This might make it more likely that you'll notice if something changes. • If you choose to drink, limit the amount of alcohol you drink to no more than one drink a day. • For breast cancer prevention, there is no safe amount of alcohol. • So if you're very concerned about your breast cancer risk, you may choose to not drink alcohol. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether exercising is OK and start slowly. • Combination hormone therapy may increase the risk of breast cancer. • Talk with a healthcare professional about the benefits and risks of hormone therapy. • Some people have symptoms during menopause that cause discomfort. • These people may decide that the risks of hormone therapy are acceptable to get relief. • To reduce the risk of breast cancer, use the lowest dose of hormone therapy possible for the shortest amount of time. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount you exercise."
    },
    "name": "Inflammatory breast cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/inflammatory-breast-cancer/symptoms-causes/syc-20355413"
  },
  {
    "sections": {
      "Overview": "Flu, also called influenza, is an infection of the nose, throat and lungs, which are part of the respiratory system. • The flu is caused by a virus. • Influenza viruses are different from the \"stomach flu\" viruses that cause diarrhea and vomiting. • Most people with the flu get better on their own. • But sometimes, influenza and its complications can be deadly. • To help protect against seasonal flu, you can get an annual flu shot. • Although the vaccine isn't 100% effective, it lowers the chances of having severe complications from the flu. • This is especially true for people who are at high risk of flu complications. • Aside from the vaccine, you can take other steps to help prevent infection with the flu. • You can clean and disinfect surfaces, wash hands, and keep the air around you moving.",
      "Symptoms": "The viruses that cause flu spread at high levels during certain times of the year in the Northern and Southern hemispheres. • These are called flu seasons. • In North America, flu season usually runs between October and May. • Symptoms of the flu such as a sore throat and a runny or stuffy nose are common. • You may also get these symptoms with other illness such as a cold. • But colds tend to start slowly, and the flu tends to come on quickly, within two or three days after you come in contact with the virus. • And while a cold can be miserable, you usually feel much worse with the flu. • Other common flu symptoms include: Fever. • Cough. • Headache. • Muscle aches. • Feeling very tired. • Sweating and chills. • In children, these symptoms may show up more generally as being fussy or irritable. • Children also are more likely than adults to have ear pain, feel sick to the stomach, vomit or have diarrhea with the flu. • In some cases, people have eye pain, watery eyes or find that light hurts their eyes. • Most people who get the flu can manage it at home and often don't need to see a healthcare professional. • If you have flu symptoms and are at risk of complications, see your healthcare professional right away. • Starting antiviral medicine within two days after your symptoms show up may shorten the length of your illness and help prevent more-serious problems. • If you have emergency symptoms of the flu, get medical care right away. • For adults, emergency symptoms can include: Trouble breathing or shortness of breath. • Chest pain or pressure. • Ongoing dizziness. • Hard to wake up or confusion. • Dehydration. • Seizures. • Worsening of existing medical conditions. • Severe weakness or muscle pain. • Emergency symptoms in children include all the symptoms seen in adults, as well as: Fast breathing or ribs that pull in with each breath. • Gray or blue lips or nail beds. • No tears when crying and a dry mouth, along with not needing to urinate. • Symptoms, such as fever or cough, that get better but then come back or get worse. • Influenza is caused by viruses. • These viruses travel through the air in droplets when someone with the infection coughs, sneezes or talks. • You can inhale the droplets directly. • Or you can pick up the virus from touching an object, such as a computer keyboard, and then touching your eyes, nose or mouth. • It's possible to spread the virus to others from about a day before symptoms appear until about 5 to 7 days after they start. • This is called being contagious. • Children and people with weakened immune systems may be contagious for a slightly longer time. • Influenza viruses are constantly changing, with new strains appearing often. • A person's first flu infection gives some long-term protection against similar strains of flu. • But the vaccines offered each year are made to match the flu virus strains that are most likely to spread that season. • The protection these vaccines offer lasts for months in most people. • There are a range of factors that may raise your risk of catching a flu virus or having complications from a flu infection. • Seasonal influenza tends to have worse outcomes in young children, especially those age 2 years and younger. • Adults older than age 65 also tend to have worse outcomes. • People who live in facilities with many other residents, such as nursing homes, are more likely to get the flu. • An immune system that doesn't quickly clear out flu virus may raise the risk of getting the flu or getting flu complications. • People may have a weakened immune system response from birth, due to illness, or due to disease treatment or medicine. • Chronic conditions may increase the risk of influenza complications. • Examples include asthma and other lung diseases, diabetes, heart disease, nervous system diseases, previous history of stroke, metabolic disorders, problems with the airway, and kidney, liver or blood disease. • In the United States, people who are Native American or Alaska Native, Black, or Latino may have a higher risk of needing care in the hospital for influenza. • Young people on long-term aspirin therapy are at risk of developing Reye's syndrome if infected with the influenza virus. • Pregnant people are more likely to develop influenza complications, particularly in the second and third trimesters. • People with a body mass index (BMI) of 40 or higher have an increased risk of flu complications. • If you're young and healthy, the flu usually isn't serious. • Although you may feel awful while you have it, the flu usually goes away in a week or two with no lasting effects. • But people at high risk may develop other health problems after the flu, called complications. • Getting another infection can be a complication of getting the flu. • That includes illnesses such as croup and sinus or ear infections. • Lung infections are another complication. • Infection of the heart muscle or heart lining may happen after getting the flu. • And in some cases, people may have infection of the central nervous system. • Other complications may be: Acute respiratory distress syndrome. • Muscle damage, called rhabdomyolysis, or muscle swelling, called myositis. • Toxic shock syndrome. • Worsening of a chronic illness, such as asthma or kidney disease. • The U.S. • Centers for Disease Control and Prevention (CDC) recommends annual flu vaccination for people age 6 months and older who do not have a medical reason to avoid the vaccine. • Getting a flu vaccine lowers: The risk of getting the flu. • If the vaccine is given later in pregnancy, the flu vaccine helps protect a newborn from the flu too. • The risk of having serious illness from the flu and needing to stay in the hospital due to the flu. • The risk of dying of the flu. • The 2024-2025 seasonal flu vaccines each provide protection against three influenza viruses that researchers expect to be the most common this flu season. • The vaccine is available as a shot, a jet injector and a nasal spray. • For older children and adults, the flu shot is usually given in a muscle in the arm. • Younger children may get the flu shot in a thigh muscle. • If you are an adult under the age of 65, you can choose to get your vaccine with a jet injector. • Instead of a needle, this device uses a high-pressure, narrow stream of fluid to go through the skin. • The nasal spray is approved for people between ages 2 and 49 years old. • It isn't recommended for some groups, such as: People who had a severe allergic reaction to a flu vaccine in the past. • Pregnant people. • Young people who take aspirin or a salicylate-containing medicine. • People with weakened immune systems and people who are caregivers or close contacts of people with weakened immune systems. • Children between ages 2 and 4 years old diagnosed with asthma or wheezing in the past 12 months. • People who recently took antiviral medicine for the flu. • People with a cerebrospinal fluid leak or the potential for a leak, as with a cochlear implant. • Check with your healthcare team to see if you need to be cautious about getting a nasal spray flu vaccine. • If you can take the nasal spray flu vaccine, you may be able to do so, or give it to an eligible child, without seeing a healthcare professional. • There also are vaccines offered called high-dose or adjuvanted flu vaccines. • These vaccines may help some people avoid the need for care in the hospital due to influenza. • People over age 65 can get these vaccines. • These vaccines also are recommended for people age 18 and older who have a solid organ transplant and take medicine to weaken their immune response. • If you have an egg allergy, you can still get a flu vaccine. • The first time children between 6 months and 8 years get a flu vaccine, they may need two doses given at least four weeks apart. • After that, they can receive single annual doses of the flu vaccine. • Check with your child's healthcare professional. • Also, check with your healthcare team before receiving a flu vaccine if you had a serious reaction to a previous flu vaccine. • People who have had Guillain-Barre syndrome also should check with a healthcare professional before getting the flu vaccine. • And if you feel sick when you go to get the shot, check with your healthcare team to see if you should delay getting the vaccine. • The influenza vaccine isn't 100% effective. • So it's important to take steps to lower the spread of infection, including: Wash your hands. • Wash your hands well and often with soap and water for at least 20 seconds. • If soap and water aren't available, use an alcohol-based hand sanitizer with at least 60% alcohol. • Make sure friends and family that you're around regularly, especially kids, know the importance of hand-washing. • Avoid touching your face. • Keeping your hands away from your eyes, nose and mouth helps keep germs away from those places. • Cover your coughs and sneezes. • Cough or sneeze into a tissue or your elbow. • Then wash your hands. • Clean surfaces. • Regularly clean often-touched surfaces to prevent spread of infection from touching a surface with the virus on it and then your face. • Avoid crowds. • The flu spreads easily wherever people gather — in child care centers, schools, office buildings and auditoriums and on public transportation. • By avoiding crowds during peak flu season, you lower your chances of infection. • Also avoid anyone who is sick. • If you're sick, stay home until you feel better and have had no fever for a full 24 hours, and you haven't taken medicine for fever during that time. • If your fever returns or you start to feel worse, stay apart from others until your symptoms improve and you are fever-free without medicine for 24 hours. • Doing so will lower your chance of infecting others.",
      "Causes": "Influenza is caused by viruses. • These viruses travel through the air in droplets when someone with the infection coughs, sneezes or talks. • You can inhale the droplets directly. • Or you can pick up the virus from touching an object, such as a computer keyboard, and then touching your eyes, nose or mouth. • It's possible to spread the virus to others from about a day before symptoms appear until about 5 to 7 days after they start. • This is called being contagious. • Children and people with weakened immune systems may be contagious for a slightly longer time. • Influenza viruses are constantly changing, with new strains appearing often. • A person's first flu infection gives some long-term protection against similar strains of flu. • But the vaccines offered each year are made to match the flu virus strains that are most likely to spread that season. • The protection these vaccines offer lasts for months in most people.",
      "Risk factors": "There are a range of factors that may raise your risk of catching a flu virus or having complications from a flu infection. • Seasonal influenza tends to have worse outcomes in young children, especially those age 2 years and younger. • Adults older than age 65 also tend to have worse outcomes. • People who live in facilities with many other residents, such as nursing homes, are more likely to get the flu. • An immune system that doesn't quickly clear out flu virus may raise the risk of getting the flu or getting flu complications. • People may have a weakened immune system response from birth, due to illness, or due to disease treatment or medicine. • Chronic conditions may increase the risk of influenza complications. • Examples include asthma and other lung diseases, diabetes, heart disease, nervous system diseases, previous history of stroke, metabolic disorders, problems with the airway, and kidney, liver or blood disease. • In the United States, people who are Native American or Alaska Native, Black, or Latino may have a higher risk of needing care in the hospital for influenza. • Young people on long-term aspirin therapy are at risk of developing Reye's syndrome if infected with the influenza virus. • Pregnant people are more likely to develop influenza complications, particularly in the second and third trimesters. • People with a body mass index (BMI) of 40 or higher have an increased risk of flu complications.",
      "Complications": "If you're young and healthy, the flu usually isn't serious. • Although you may feel awful while you have it, the flu usually goes away in a week or two with no lasting effects. • But people at high risk may develop other health problems after the flu, called complications. • Getting another infection can be a complication of getting the flu. • That includes illnesses such as croup and sinus or ear infections. • Lung infections are another complication. • Infection of the heart muscle or heart lining may happen after getting the flu. • And in some cases, people may have infection of the central nervous system. • Other complications may be: Acute respiratory distress syndrome. • Muscle damage, called rhabdomyolysis, or muscle swelling, called myositis. • Toxic shock syndrome. • Worsening of a chronic illness, such as asthma or kidney disease.",
      "Prevention": "The U.S. • Centers for Disease Control and Prevention (CDC) recommends annual flu vaccination for people age 6 months and older who do not have a medical reason to avoid the vaccine. • Getting a flu vaccine lowers: The risk of getting the flu. • If the vaccine is given later in pregnancy, the flu vaccine helps protect a newborn from the flu too. • The risk of having serious illness from the flu and needing to stay in the hospital due to the flu. • The risk of dying of the flu. • The 2024-2025 seasonal flu vaccines each provide protection against three influenza viruses that researchers expect to be the most common this flu season. • The vaccine is available as a shot, a jet injector and a nasal spray. • For older children and adults, the flu shot is usually given in a muscle in the arm. • Younger children may get the flu shot in a thigh muscle. • If you are an adult under the age of 65, you can choose to get your vaccine with a jet injector. • Instead of a needle, this device uses a high-pressure, narrow stream of fluid to go through the skin. • The nasal spray is approved for people between ages 2 and 49 years old. • It isn't recommended for some groups, such as: People who had a severe allergic reaction to a flu vaccine in the past. • Pregnant people. • Young people who take aspirin or a salicylate-containing medicine. • People with weakened immune systems and people who are caregivers or close contacts of people with weakened immune systems. • Children between ages 2 and 4 years old diagnosed with asthma or wheezing in the past 12 months. • People who recently took antiviral medicine for the flu. • People with a cerebrospinal fluid leak or the potential for a leak, as with a cochlear implant. • Check with your healthcare team to see if you need to be cautious about getting a nasal spray flu vaccine. • If you can take the nasal spray flu vaccine, you may be able to do so, or give it to an eligible child, without seeing a healthcare professional. • There also are vaccines offered called high-dose or adjuvanted flu vaccines. • These vaccines may help some people avoid the need for care in the hospital due to influenza. • People over age 65 can get these vaccines. • These vaccines also are recommended for people age 18 and older who have a solid organ transplant and take medicine to weaken their immune response. • If you have an egg allergy, you can still get a flu vaccine. • The first time children between 6 months and 8 years get a flu vaccine, they may need two doses given at least four weeks apart. • After that, they can receive single annual doses of the flu vaccine. • Check with your child's healthcare professional. • Also, check with your healthcare team before receiving a flu vaccine if you had a serious reaction to a previous flu vaccine. • People who have had Guillain-Barre syndrome also should check with a healthcare professional before getting the flu vaccine. • And if you feel sick when you go to get the shot, check with your healthcare team to see if you should delay getting the vaccine. • The influenza vaccine isn't 100% effective. • So it's important to take steps to lower the spread of infection, including: Wash your hands. • Wash your hands well and often with soap and water for at least 20 seconds. • If soap and water aren't available, use an alcohol-based hand sanitizer with at least 60% alcohol. • Make sure friends and family that you're around regularly, especially kids, know the importance of hand-washing. • Avoid touching your face. • Keeping your hands away from your eyes, nose and mouth helps keep germs away from those places. • Cover your coughs and sneezes. • Cough or sneeze into a tissue or your elbow. • Then wash your hands. • Clean surfaces. • Regularly clean often-touched surfaces to prevent spread of infection from touching a surface with the virus on it and then your face. • Avoid crowds. • The flu spreads easily wherever people gather — in child care centers, schools, office buildings and auditoriums and on public transportation. • By avoiding crowds during peak flu season, you lower your chances of infection. • Also avoid anyone who is sick. • If you're sick, stay home until you feel better and have had no fever for a full 24 hours, and you haven't taken medicine for fever during that time. • If your fever returns or you start to feel worse, stay apart from others until your symptoms improve and you are fever-free without medicine for 24 hours. • Doing so will lower your chance of infecting others."
    },
    "name": "Influenza (flu)",
    "url": "https://www.mayoclinic.org/diseases-conditions/flu/symptoms-causes/syc-20351719"
  },
  {
    "sections": {
      "Overview": "Ingrown hair occurs when a hair that's been removed starts to grow back and curves into the skin. • Shaving, tweezing or waxing can cause this to happen. • An ingrown hair can cause tiny, swollen bumps on the skin that may hurt. • The condition most often affects Black people with curly hair who shave. • Most instances of ingrown hair get better without treatment. • You can avoid this condition by not removing hair or not shaving very close to the skin. • If that's not an option, you might try other hair removal methods that lessen the risk of developing ingrown hair.",
      "Symptoms": "Signs and symptoms of ingrown hair include: Tiny, swollen bumps where you shave, tweeze or wax Small bumps that look like blisters or are filled with pus Small bumps that are darker than surrounding skin (hyperpigmentation) Burning or stinging Itching Hair in the shape of a loop because the tip of the hair curves and grows into the skin An occasional ingrown hair isn't cause for alarm. • Seek medical care if your condition doesn't clear up or if it causes problems regularly.",
      "Causes": "Ingrown hair occurs when a hair that's been removed starts to grow back and curves into the skin. • This usually happens after shaving, tweezing or waxing. • Hair structure and direction of growth play a role in ingrown hair. • A curved hair follicle, which produces tightly curled hair, is believed to encourage the hair to reenter the skin once the hair is cut and starts to grow back. • Shaving creates a sharp edge on hair, making it easier to pierce the skin. • Ingrown hair might also be caused by: Pulling your skin when you shave. • This action causes hair to draw back into the skin. • Tweezing. • When a hair penetrates your skin, your skin reacts as it would to a foreign body — it becomes irritated.",
      "Risk factors": "The main risk factor for ingrown hair is having tightly curled hair.",
      "Complications": "Ingrown hair that doesn't clear up can lead to: Bacterial infection (from scratching) Patches of skin that are darker than usual (postinflammatory hyperpigmentation) Raised scars that are darker than surrounding skin (keloids) Pseudofolliculitis barbae, also known as razor bumps Fine depressed scars (grooves)",
      "Prevention": "To help prevent ingrown hair, avoid shaving, tweezing and waxing. • If that's not an option, use these tips to make ingrown hair less likely: Before shaving wash your skin with warm water and a mild facial cleanser. • Apply lubricating shaving cream or gel a few minutes before shaving to soften the hair. • Or apply a warm, damp cloth. • Apply shaving cream and use a sharp, single-blade razor. • This helps avoid a too-close shave. • Don't pull your skin while shaving. • Shave in the direction of hair growth. • Rinse the blade after each stroke. • Rinse your skin and apply a cool, wet cloth for about five minutes. • Then use a soothing after-shave product or a glycolic acid lotion to help remove dead skin cells (exfoliate). • The following hair removal methods also may help prevent ingrown hair: Electric razor or clippers. • With the razor, avoid the closest shave setting. • Hold the razor or clippers slightly away from your skin. • Chemical hair remover (depilatory). • The chemicals in hair removal products may irritate your skin, so test on a small patch of hair first."
    },
    "name": "Ingrown hair",
    "url": "https://www.mayoclinic.org/diseases-conditions/ingrown-hair/symptoms-causes/syc-20373893"
  },
  {
    "sections": {},
    "name": "Ingrown toenails",
    "url": "https://www.mayoclinic.org/diseases-conditions/ingrown-toenails/symptoms-causes/syc-20355903"
  },
  {
    "sections": {},
    "name": "Inguinal hernia",
    "url": "https://www.mayoclinic.org/diseases-conditions/inguinal-hernia/symptoms-causes/syc-20351547"
  },
  {
    "sections": {
      "Overview": "Inherited metabolic disorders are medical conditions caused by changes in specific genes that affect metabolism. • Different gene changes cause different types of inherited metabolic disorders. • These gene changes are most commonly passed down from both parents. • But sometimes the gene change comes only from one parent, most often from the mother. • These disorders also are called inborn errors of metabolism. • Metabolism is the complex set of chemical reactions that your body uses to maintain life. • These include: Making energy. • Special enzymes break down food or certain chemicals so your body can use them right away for fuel or store them for later use. • Making or getting rid of substances. • Certain chemical processes make substances your body needs. • Other chemical processes break down substances that your body no longer needs. • When these processes don't work properly, a metabolic disorder occurs. • It may be due to an enzyme that's too low or missing or to another problem. • Inherited metabolic disorders fall into different groups. • They're grouped by the substance affected and whether it builds up too much because it can't be broken down or it's too low or missing.",
      "Symptoms": "There are hundreds of inherited metabolic disorders caused by different genes. • Symptoms depend on the type of disorder and how severe it is. • Examples of inherited metabolic disorders include: Familial hypercholesterolemia. • Gaucher disease. • Hunter syndrome. • Krabbe disease. • Maple syrup urine disease. • Metachromatic leukodystrophy. • Mitochondrial encephalopathy, lactic acidosis, stroke-like episodes (MELAS). • Niemann-Pick. • Phenylketonuria (PKU). • Porphyria. • Tay-Sachs disease. • Wilson's disease. • If you have concerns about your child's growth and development or your own health, talk to your doctor or other healthcare professional. • Inherited metabolic disorders are caused by changes in specific genes that affect metabolism. • Different gene changes cause different types of inherited metabolic disorders. • These gene changes are most commonly passed down from both parents. • But sometimes the gene change comes only from one parent, most often from the mother. • There are hundreds of inherited metabolic disorders caused by different genes. • The risk of an inherited metabolic disorder is higher if one or both parents have the gene change that can cause the condition. • In some cases, future parents may decide to have carrier testing before pregnancy. • This test can identify some gene changes in parents that may raise the risk that future children will have certain types of inherited metabolic disorders.",
      "Causes": "Inherited metabolic disorders are caused by changes in specific genes that affect metabolism. • Different gene changes cause different types of inherited metabolic disorders. • These gene changes are most commonly passed down from both parents. • But sometimes the gene change comes only from one parent, most often from the mother. • There are hundreds of inherited metabolic disorders caused by different genes.",
      "Risk factors": "The risk of an inherited metabolic disorder is higher if one or both parents have the gene change that can cause the condition. • In some cases, future parents may decide to have carrier testing before pregnancy. • This test can identify some gene changes in parents that may raise the risk that future children will have certain types of inherited metabolic disorders."
    },
    "name": "Inherited metabolic disorders",
    "url": "https://www.mayoclinic.org/diseases-conditions/inherited-metabolic-disorders/symptoms-causes/syc-20352590"
  },
  {
    "sections": {
      "Overview": "Insomnia is a common sleep disorder that can make it hard to fall asleep or stay asleep. • It also can cause you to wake up too early and not be able to get back to sleep. • You may still feel tired when you wake up. • Insomnia can drain your energy level and affect your mood. • It also can affect your health, work performance and quality of life. • How much sleep is enough varies from person to person. • But most adults need 7 to 9 hours a night. • At some point, many adults have short-term insomnia. • This can last for days or weeks. • Short-term insomnia is usually due to stress or a distressing event. • But some people have long-term insomnia, also called chronic insomnia. • This lasts for three months or more. • Insomnia may be the main problem, or it may be related to other medical conditions or medicines. • You do not have to put up with sleepless nights. • Simple changes in your daily habits often can help.",
      "Symptoms": "Insomnia symptoms may include: Having a hard time falling asleep at night. • Waking up during the night. • Waking up too early. • Feeling tired or sleepy during the day. • Feeling cranky, depressed or anxious. • Having a hard time paying attention, focusing on tasks or remembering. • Making more errors or having more accidents. • Having ongoing worries about sleep. • If insomnia makes it hard for you to do daily activities, see your doctor or another primary care professional. • Your doctor will search for the cause of your sleep problem and help treat it. • If it's thought that you could have a sleep disorder, your doctor might suggest going to a sleep center for special testing. • Insomnia may be the main problem or it may be related to other conditions. • Long-term insomnia is usually due to stress, life events or habits that disrupt sleep. • While treating the cause of your sleep problem may stop your insomnia, sometimes it can last for years. • Common causes of long-term insomnia include: Stress. • Concerns about work, school, health, money or family can keep your mind active at night, making it hard to sleep. • Stressful life events, such as the death or illness of a loved one, divorce, or a job loss, also may lead to insomnia. • Travel or work schedule. • Your body's \"internal clock,\" known as circadian rhythms, guides things such as your sleep-wake cycle, metabolism and body temperature. • Disrupting these rhythms can lead to insomnia. • Causes include feeling jet lag from traveling across multiple time zones, working a late or early shift, or changing shifts often. • Poor sleep habits. • Poor sleep habits include going to bed and waking up at different times each day, taking naps, being too active before bedtime and having a sleep area that is not comfortable. • Other poor sleep habits include working, eating or watching TV while in bed. • Using computers or smartphones, playing video games, or watching TV just before bed can disrupt your sleep cycle. • Eating too much late in the evening. • Having a light snack before bedtime is OK. • But eating too much may cause you to feel uncomfortable while lying down. • Many people also have heartburn. • This is when stomach acid backs up into the tube that carries food from your mouth to your stomach. • This tube is called the esophagus. • Heartburn may keep you awake. • Mental health disorders. • Anxiety disorders, such as post-traumatic stress disorder, may disrupt your sleep. • Waking up too early can be a sign of depression. • Insomnia often occurs with other mental health conditions. • Medicines. • Many prescription drugs can interfere with sleep, such as certain antidepressants and medicines for asthma or blood pressure. • Many medicines available without a prescription, such as some pain medicines, allergy and cold medicines, and weight-loss products, contain caffeine and other stimulants that can disrupt sleep. • Medical conditions. • Examples of conditions linked with insomnia include ongoing pain, cancer, diabetes, heart disease, asthma, gastroesophageal reflux disease (GERD), overactive thyroid, Parkinson's disease and Alzheimer's disease. • Sleep-related disorders. • Sleep apnea causes you to stop breathing at times during the night, disrupting your sleep. • Restless legs syndrome causes a strong uncomfortable urge to move your legs when trying to fall asleep. • This may keep you from falling asleep or getting back to sleep. • Caffeine, nicotine and alcohol. • Coffee, tea, cola and other drinks that have caffeine are stimulants. • Drinking them in the late afternoon or evening can keep you from falling asleep at night. • Nicotine in tobacco products is another stimulant that can disrupt sleep. • Alcohol may help you fall asleep, but it prevents deeper stages of sleep and often results in waking up in the middle of the night. • Insomnia becomes more common with age. • As you get older, you may: Change your sleep patterns. • Sleep often becomes less restful as you age, so noise or other changes in your surroundings are more likely to wake you. • With age, your internal clock often moves forward in time, so you get tired earlier in the evening and wake up earlier in the morning. • But older people typically still need the same amount of sleep as younger people. • Change your level of activity. • You may be less physically or socially active. • A lack of activity can disrupt a good night's sleep. • Also, the less active you are, the more likely you may be to take a daily nap. • Napping can disrupt sleep at night. • Have changes in your health. • Ongoing pain from conditions such as arthritis or back problems, as well as depression or anxiety, can disrupt sleep. • Issues that make it more likely that you'll need to urinate during the night, such as prostate or bladder problems, can disrupt sleep. • Sleep apnea and restless legs syndrome become more common with age. • Take more medicines. • Older people typically use more prescription drugs than younger people do. • This raises the chance of insomnia related to medicines. • Sleep problems may be a concern for children and teenagers too. • But some children and teens simply have trouble getting to sleep or resist a regular bedtime because their internal clocks are more delayed. • They want to go to bed later and sleep later in the morning. • Nearly everyone has an occasional sleepless night. • But you're more likely to have insomnia if: You're a woman. • Changes in hormones during the menstrual cycle and in menopause may play a role. • During menopause, night sweats and hot flashes often disrupt sleep. • Insomnia also is common during pregnancy. • You're over 60. • Because of changes in sleep patterns and health, it's more likely you'll have insomnia as you get older. • You have a mental health or physical health condition. • Many issues that affect your mental or physical health can disrupt sleep. • You're under a lot of stress. • Being stressed can cause short-term insomnia. • Major or long-lasting stress can lead to long-term insomnia. • You do not have a regular schedule. • For example, changing shifts at work or traveling can disrupt your sleep-wake cycle. • Sleep is as important to your health as a healthy diet and regular physical activity. • Whatever is keeping you from sleeping, insomnia can affect you mentally and physically. • People with insomnia report a lower quality of life compared with people who sleep well. • Complications of insomnia may include: Lower performance on the job or at school. • Slowed reaction time while driving and a higher risk of accidents. • Mental health conditions, such as depression, anxiety or substance misuse. • Higher risk or worsening of long-term diseases or conditions, such as high blood pressure and heart disease. • Good sleep habits like these can help prevent insomnia: Keep the time you go to bed and the time you wake up the same every day, including weekends. • Stay active. • Regular activity can lead to a good night's sleep. • Limit naps or do not nap at all. • Limit or do not use caffeine, alcohol and nicotine. • Do not eat large meals or drink a lot of fluids before bed. • Make your bedroom comfortable for sleep and only use it for sex or sleep. • Create a relaxing bedtime ritual, such as taking a warm bath, reading or listening to soft music.",
      "Causes": "Insomnia may be the main problem or it may be related to other conditions. • Long-term insomnia is usually due to stress, life events or habits that disrupt sleep. • While treating the cause of your sleep problem may stop your insomnia, sometimes it can last for years. • Common causes of long-term insomnia include: Stress. • Concerns about work, school, health, money or family can keep your mind active at night, making it hard to sleep. • Stressful life events, such as the death or illness of a loved one, divorce, or a job loss, also may lead to insomnia. • Travel or work schedule. • Your body's \"internal clock,\" known as circadian rhythms, guides things such as your sleep-wake cycle, metabolism and body temperature. • Disrupting these rhythms can lead to insomnia. • Causes include feeling jet lag from traveling across multiple time zones, working a late or early shift, or changing shifts often. • Poor sleep habits. • Poor sleep habits include going to bed and waking up at different times each day, taking naps, being too active before bedtime and having a sleep area that is not comfortable. • Other poor sleep habits include working, eating or watching TV while in bed. • Using computers or smartphones, playing video games, or watching TV just before bed can disrupt your sleep cycle. • Eating too much late in the evening. • Having a light snack before bedtime is OK. • But eating too much may cause you to feel uncomfortable while lying down. • Many people also have heartburn. • This is when stomach acid backs up into the tube that carries food from your mouth to your stomach. • This tube is called the esophagus. • Heartburn may keep you awake. • Mental health disorders. • Anxiety disorders, such as post-traumatic stress disorder, may disrupt your sleep. • Waking up too early can be a sign of depression. • Insomnia often occurs with other mental health conditions. • Medicines. • Many prescription drugs can interfere with sleep, such as certain antidepressants and medicines for asthma or blood pressure. • Many medicines available without a prescription, such as some pain medicines, allergy and cold medicines, and weight-loss products, contain caffeine and other stimulants that can disrupt sleep. • Medical conditions. • Examples of conditions linked with insomnia include ongoing pain, cancer, diabetes, heart disease, asthma, gastroesophageal reflux disease (GERD), overactive thyroid, Parkinson's disease and Alzheimer's disease. • Sleep-related disorders. • Sleep apnea causes you to stop breathing at times during the night, disrupting your sleep. • Restless legs syndrome causes a strong uncomfortable urge to move your legs when trying to fall asleep. • This may keep you from falling asleep or getting back to sleep. • Caffeine, nicotine and alcohol. • Coffee, tea, cola and other drinks that have caffeine are stimulants. • Drinking them in the late afternoon or evening can keep you from falling asleep at night. • Nicotine in tobacco products is another stimulant that can disrupt sleep. • Alcohol may help you fall asleep, but it prevents deeper stages of sleep and often results in waking up in the middle of the night. • Insomnia becomes more common with age. • As you get older, you may: Change your sleep patterns. • Sleep often becomes less restful as you age, so noise or other changes in your surroundings are more likely to wake you. • With age, your internal clock often moves forward in time, so you get tired earlier in the evening and wake up earlier in the morning. • But older people typically still need the same amount of sleep as younger people. • Change your level of activity. • You may be less physically or socially active. • A lack of activity can disrupt a good night's sleep. • Also, the less active you are, the more likely you may be to take a daily nap. • Napping can disrupt sleep at night. • Have changes in your health. • Ongoing pain from conditions such as arthritis or back problems, as well as depression or anxiety, can disrupt sleep. • Issues that make it more likely that you'll need to urinate during the night, such as prostate or bladder problems, can disrupt sleep. • Sleep apnea and restless legs syndrome become more common with age. • Take more medicines. • Older people typically use more prescription drugs than younger people do. • This raises the chance of insomnia related to medicines. • Sleep problems may be a concern for children and teenagers too. • But some children and teens simply have trouble getting to sleep or resist a regular bedtime because their internal clocks are more delayed. • They want to go to bed later and sleep later in the morning.",
      "Risk factors": "Nearly everyone has an occasional sleepless night. • But you're more likely to have insomnia if: You're a woman. • Changes in hormones during the menstrual cycle and in menopause may play a role. • During menopause, night sweats and hot flashes often disrupt sleep. • Insomnia also is common during pregnancy. • You're over 60. • Because of changes in sleep patterns and health, it's more likely you'll have insomnia as you get older. • You have a mental health or physical health condition. • Many issues that affect your mental or physical health can disrupt sleep. • You're under a lot of stress. • Being stressed can cause short-term insomnia. • Major or long-lasting stress can lead to long-term insomnia. • You do not have a regular schedule. • For example, changing shifts at work or traveling can disrupt your sleep-wake cycle.",
      "Complications": "Sleep is as important to your health as a healthy diet and regular physical activity. • Whatever is keeping you from sleeping, insomnia can affect you mentally and physically. • People with insomnia report a lower quality of life compared with people who sleep well. • Complications of insomnia may include: Lower performance on the job or at school. • Slowed reaction time while driving and a higher risk of accidents. • Mental health conditions, such as depression, anxiety or substance misuse. • Higher risk or worsening of long-term diseases or conditions, such as high blood pressure and heart disease.",
      "Prevention": "Good sleep habits like these can help prevent insomnia: Keep the time you go to bed and the time you wake up the same every day, including weekends. • Stay active. • Regular activity can lead to a good night's sleep. • Limit naps or do not nap at all. • Limit or do not use caffeine, alcohol and nicotine. • Do not eat large meals or drink a lot of fluids before bed. • Make your bedroom comfortable for sleep and only use it for sex or sleep. • Create a relaxing bedtime ritual, such as taking a warm bath, reading or listening to soft music."
    },
    "name": "Insomnia",
    "url": "https://www.mayoclinic.org/diseases-conditions/insomnia/symptoms-causes/syc-20355167"
  },
  {
    "sections": {
      "Overview": "Intermittent explosive disorder involves repeated, sudden bouts of impulsive, aggressive, violent behavior or angry verbal outbursts. • The reactions are too extreme for the situation. • Road rage, domestic abuse, throwing or breaking objects, or other temper tantrums may be symptoms of intermittent explosive disorder. • These explosive outbursts, which occur off and on, cause major distress. • They can harm relationships and cause problems at work or school. • They also can result in problems with the law. • Intermittent explosive disorder is a long-term condition that can go on for years. • But the severity of outbursts may lessen with age. • Treatment involves talk therapy and medicine to help you control your aggressive impulses.",
      "Symptoms": "Impulsive attacks and angry outbursts occur suddenly, with little or no warning. • They usually last less than 30 minutes. • These bouts may occur often or be separated by weeks or months. • Verbal outbursts or less severe physical attacks may still occur in between these times. • You may be irritable, impulsive, aggressive or angry most of the time. • Before an aggressive bout, you may feel: Rage. • Irritability. • More tension and energy. • Racing thoughts. • Tingling. • Shaking. • Fast or pounding heartbeat. • Chest tightness. • The explosive verbal and behavioral outbursts are much too intense for the situation, with no thought about what might happen as a result. • The outbursts can include: Temper tantrums. • Long, angry speeches. • Heated arguments. • Shouting. • Slapping, shoving or pushing. • Physical fights. • Property damage. • Threatening or harming people or animals. • You may feel a sense of relief and tiredness after the outburst. • Later, you may feel guilty, sorry for your actions or embarrassed. • If you recognize your own behavior in the description of intermittent explosive disorder, talk with your doctor or other health care professional about treatment options. • You also can ask for a referral to a mental health professional. • Intermittent explosive disorder can begin in childhood — after the age of 6 years — or during the teenage years. • It's more common in younger adults than in older adults. • The exact cause of the disorder is not known. • It may be caused by the living environment and learned behaviors, genetics, or differences in the brain. • Living environment. • Most people with this condition grew up in families where explosive behavior and verbal and physical abuse were common. • Children who see or go through this type of violence at an early age are more likely to have these same traits as they grow up. • Genetics. • Genetics may play a role. • There could be a gene related to the tendency to react more easily to stress. • This gene may be passed down from parents to children. • Differences in how the brain works. • There may be differences in the structure, function and chemistry of the brain in people with intermittent explosive disorder compared with that of the brains of people who do not have the disorder. • These factors raise your risk of developing intermittent explosive disorder: History of physical abuse. • Being abused as a child, being bullied, or going through other disturbing, shocking or painful events can raise the risk of having intermittent explosive disorder. • History of other mental health conditions. • Having antisocial personality disorder or borderline personality disorder may raise the risk of also having intermittent explosive disorder. • So can having other disorders that include disruptive behaviors, such as attention-deficit/hyperactivity disorder (ADHD). • Problems with alcohol and drugs also can be a risk factor. • People with intermittent explosive disorder have a higher risk of: Problems with relationships. • Others often think that people with intermittent impulsive disorder are always angry. • Verbal fights or physical abuse can happen often. • These actions can lead to relationship problems, divorce and family stress. • Trouble at work, home or school. • Complications of intermittent explosive disorder may include job loss, school suspension, car accidents, money problems or trouble with the law. • Problems with mood. • Mood disorders such as depression and anxiety often occur with intermittent explosive disorder. • Problems with alcohol and drug use. • Problems with alcohol or drugs often occur along with intermittent explosive disorder. • Physical health problems. • Medical conditions are more common and can include, for example, high blood pressure, diabetes, heart disease and stroke, ulcers, and ongoing pain. • Self-harm. • Self-injury or suicide attempts sometimes occur. • If you have intermittent explosive disorder, prevention is likely beyond your control unless you get treatment from a mental health professional. • After you start treatment, follow the plan and practice the skills you learn. • If medicine is prescribed, be sure to take it. • Do not use alcohol or drugs. • When possible, leave or avoid situations that upset you. • Also, scheduling personal time to allow you to lower stress may help you to better handle an upcoming stressful or frustrating situation.",
      "Causes": "Intermittent explosive disorder can begin in childhood — after the age of 6 years — or during the teenage years. • It's more common in younger adults than in older adults. • The exact cause of the disorder is not known. • It may be caused by the living environment and learned behaviors, genetics, or differences in the brain. • Living environment. • Most people with this condition grew up in families where explosive behavior and verbal and physical abuse were common. • Children who see or go through this type of violence at an early age are more likely to have these same traits as they grow up. • Genetics. • Genetics may play a role. • There could be a gene related to the tendency to react more easily to stress. • This gene may be passed down from parents to children. • Differences in how the brain works. • There may be differences in the structure, function and chemistry of the brain in people with intermittent explosive disorder compared with that of the brains of people who do not have the disorder.",
      "Risk factors": "These factors raise your risk of developing intermittent explosive disorder: History of physical abuse. • Being abused as a child, being bullied, or going through other disturbing, shocking or painful events can raise the risk of having intermittent explosive disorder. • History of other mental health conditions. • Having antisocial personality disorder or borderline personality disorder may raise the risk of also having intermittent explosive disorder. • So can having other disorders that include disruptive behaviors, such as attention-deficit/hyperactivity disorder (ADHD). • Problems with alcohol and drugs also can be a risk factor.",
      "Complications": "People with intermittent explosive disorder have a higher risk of: Problems with relationships. • Others often think that people with intermittent impulsive disorder are always angry. • Verbal fights or physical abuse can happen often. • These actions can lead to relationship problems, divorce and family stress. • Trouble at work, home or school. • Complications of intermittent explosive disorder may include job loss, school suspension, car accidents, money problems or trouble with the law. • Problems with mood. • Mood disorders such as depression and anxiety often occur with intermittent explosive disorder. • Problems with alcohol and drug use. • Problems with alcohol or drugs often occur along with intermittent explosive disorder. • Physical health problems. • Medical conditions are more common and can include, for example, high blood pressure, diabetes, heart disease and stroke, ulcers, and ongoing pain. • Self-harm. • Self-injury or suicide attempts sometimes occur.",
      "Prevention": "If you have intermittent explosive disorder, prevention is likely beyond your control unless you get treatment from a mental health professional. • After you start treatment, follow the plan and practice the skills you learn. • If medicine is prescribed, be sure to take it. • Do not use alcohol or drugs. • When possible, leave or avoid situations that upset you. • Also, scheduling personal time to allow you to lower stress may help you to better handle an upcoming stressful or frustrating situation."
    },
    "name": "Intermittent explosive disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/intermittent-explosive-disorder/symptoms-causes/syc-20373921"
  },
  {
    "sections": {},
    "name": "Interstitial cystitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/interstitial-cystitis/symptoms-causes/syc-20354357"
  },
  {
    "sections": {
      "Overview": "Interstitial (in-tur-STISH-ul) lung disease, also called ILD, describes a large group of conditions. • Most of these conditions cause inflammation and progressive scarring of lung tissue. • As part of this process, lung tissue thickens and stiffens, making it hard for the lungs to expand and fill with air. • At some point, the scarring from interstitial lung disease makes it harder to breathe and get enough oxygen into the bloodstream. • Many people with ILD are short of breath with activity and may have a bothersome dry cough. • Interstitial lung disease can have many causes, including long-term exposure to hazardous materials such as asbestos. • Some types of autoimmune diseases, such as rheumatoid arthritis, also can cause interstitial lung disease. • But the cause isn't known sometimes. • ILD can have many causes, so treatment varies. • The disease may get worse slowly or rapidly at a pace that often can't be predicted. • Once lung scarring occurs, it generally isn't reversible. • Treatment focuses on keeping more scarring from occurring, managing symptoms and making quality of life better. • Medicines may slow the damage of interstitial lung disease, but many people never fully use their lungs again. • Lung transplant is an option for some people who have ILD.",
      "Symptoms": "The main symptoms of interstitial lung disease are: Shortness of breath at rest or shortness of breath that worsens with physical activity. • Dry cough. • By the time symptoms appear in certain types of interstitial lung disease, lasting lung damage has already occurred. • That's why it's important to see your healthcare professional at the first sign of breathing problems. • Many conditions other than ILD can affect your lungs. • Getting an early and correct diagnosis is important for proper treatment. • Interstitial lung disease seems to occur when an injury to your lungs causes a healing response that isn't proper. • Ordinarily, your body creates just the right amount of tissue to repair damage. • But in ILD, the repair process doesn't work properly. • Tissue in and around the lungs' air sacs, called alveoli, becomes inflamed, scarred and thickened. • This makes it harder for oxygen to pass into your bloodstream. • There are many types of interstitial lung disease. • They're generally grouped by known or unknown causes: Your work or the environment. • An underlying systemic condition. • Certain types of medicines, or radiation. • No known cause. • Some interstitial lung diseases can be related to smoking. • Long-term exposure to some toxins and pollutants can damage your lungs. • For example: Pneumoconiosis. • Pneumoconiosis (noo-moe-koh-nee-O-sis) refers to a type of interstitial lung disease caused by breathing in certain kinds of dust from work or another environment over a long time. • Diseases in this group can cause lung scarring and injury over time, leading to shortness of breath and poor ability to take in oxygen. • These symptoms can't be reversed. • The disease is often named after the exposure type or work role itself. • They include such diseases as coal miner's lung, caused by breathing in coal dust, and asbestosis, caused by breathing in asbestos particles. • These diseases also include silicosis, caused by breathing in silica dust. • Hypersensitivity pneumonitis. • This lung inflammation is caused by breathing in airborne irritants, often involving the proteins of living things. • The most common of these airborne irritants are bird protein, mold or bacteria. • Conditions of this type also are often named after the type or source of exposure. • For example, pigeon-breeder's or bird-lover's disease involves being exposed to bird protein, and farmer's lung involves being exposed to moldy hay. • People with this type of lung inflammation can get better by staying away from the irritant. • But this type of lung inflammation also can get worse and lead to more-lasting damage if people continue to breathe in the irritant. • Certain diseases or conditions may lead to interstitial lung disease. • For example: Connective tissue diseases. • These include autoimmune diseases, such as rheumatoid arthritis, scleroderma and mixed connective tissue disease. • These diseases result in an immune response that isn't proper and may cause tissue inflammation and scarring in the body, including in the lungs. • Sarcoidosis. • This is a disease that includes the growth of tiny collections of inflammatory cells called granulomas in any part of your body — most commonly the lungs and lymph nodes. • Other commonly affected organs include the eyes, skin, heart, spleen and liver. • Certain types of medicines can cause interstitial lung disease in some people. • This may or may not be reversible based on the type and length of exposure. • Medicines more commonly associated with ILD are: Chemotherapy drugs. • Drugs designed to kill cancer cells, such as bleomycin, gemcitabine and immune checkpoint inhibitors, can damage lung tissue. • Heart medicines. • Some drugs used to treat irregular heartbeats, such as amiodarone (Nexterone, Pacerone), may harm lung tissue. • Some antibiotics. • Nitrofurantoin (Macrobid, Macrodantin, others) and daptomycin can cause lung damage. • Anti-inflammatory drugs. • Certain anti-inflammatory drugs, such as methotrexate (Trexall, Xatmep, others) or sulfasalazine (Azulfidine), can damage the lungs. • Radiation directed at the chest during treatments for certain types of cancers — breast and lung cancers, for example — may lead to injury or long-term scarring in some people. • How severe the damage is may depend on: How much of the lung was exposed to radiation. • The total amount of radiation given. • Whether chemotherapy also was used. • Whether there is underlying lung disease. • The list of substances and conditions that can lead to interstitial lung disease is long. • Even so, in some people, the cause is never found. • Conditions without a known cause are grouped together under the label of idiopathic interstitial pneumonias. • For example: Idiopathic pulmonary fibrosis, also called IPF. • IPF is a typically progressive lung disease that occurs when lung tissue becomes damaged and scarred — what's known as fibrosis. • Idiopathic means the cause isn't known. • IPF can be seen on imaging and biopsy if a lung biopsy is taken. • This thickened, stiff tissue makes it harder for your lungs to work properly. • The most common type of ILD, IPF often gets worse and can't be reversed. • Cryptogenic organizing pneumonia, also called COP. • COP is a rare lung condition in which the small airways, called bronchioles, and tiny air-exchange sacs, called alveoli, get inflamed. • This inflammation makes it hard to breathe. • Imaging tests show pneumonia, but COP is not an infection, and the cause is not known. • Scarring or fibrosis is rare, but it can happen in some patients if the condition comes back. • Nonspecific interstitial pneumonia. • This type of interstitial lung disease causes cells to be inflamed or scar tissue to build up in the spaces between the air sacs in the lungs. • It's more likely to happen in people with connective tissue diseases, but it also can be linked to other conditions. • Factors that may make you more likely to get interstitial lung disease include: Age. • ILD is much more likely to affect adults, although babies and children sometimes get the disease. • Exposure to toxins at work or in the environment. • Working in mining, farming or construction, or for any reason getting exposed to pollutants known to damage lungs, raises your risk of getting ILD. • Smoking. • Some forms of ILD are more likely to occur in people with a history of smoking. • Active smoking may make the condition worse, especially if you also have emphysema. • Radiation and chemotherapy. • Having radiation treatments to your chest or using certain chemotherapy drugs raises your risk of lung disease. • Connective tissue disease. • This includes autoimmune diseases that can raise your risk of ILD. • Interstitial lung disease can lead to a series of life-threatening complications, including: High blood pressure in your lungs, also known as pulmonary hypertension. • Unlike systemic high blood pressure, this condition affects only the arteries in your lungs. • Scar tissue or low oxygen levels restrict the smallest blood vessels, limiting blood flow in your lungs. • This raises pressure within the pulmonary arteries and can worsen oxygen exchange, lowering oxygen levels in your blood. • Pulmonary hypertension is a serious illness that may get worse over time, causing the right side of your heart to fail. • Right-sided heart failure, also known as cor pulmonale. • This serious condition occurs when your heart's lower right chamber, also known as the right ventricle, must pump harder than usual to move blood through blocked pulmonary arteries. • Eventually, the right ventricle fails from the extra strain. • This is often due to pulmonary hypertension. • Respiratory failure. • In the end stage of chronic ILD, respiratory failure occurs when severely low blood oxygen levels, along with rising pressures in the pulmonary arteries and the right ventricle, cause the heart to fail. • To prevent interstitial lung disease, avoid exposure to toxins at work, such as asbestos, coal dust and silica dust. • Also, avoid exposure to toxins in the environment, such as bird protein, mold and bacteria. • If you must be around these toxins, protect yourself by wearing a respirator. • Other ways to prevent ILD include not smoking and avoiding secondhand smoke. • If you have an autoimmune disease or are taking medicines that raise your risk of getting ILD, talk with your healthcare professional about steps you can take to prevent ILD. • Also, get vaccinated because respiratory infections can make symptoms of ILD worse. • Be sure you get the pneumonia vaccine and a flu shot each year. • Also, ask your healthcare professional about getting vaccinated for pertussis, COVID-19 and respiratory syncytial virus, also called RSV.",
      "Causes": "Interstitial lung disease seems to occur when an injury to your lungs causes a healing response that isn't proper. • Ordinarily, your body creates just the right amount of tissue to repair damage. • But in ILD, the repair process doesn't work properly. • Tissue in and around the lungs' air sacs, called alveoli, becomes inflamed, scarred and thickened. • This makes it harder for oxygen to pass into your bloodstream. • There are many types of interstitial lung disease. • They're generally grouped by known or unknown causes: Your work or the environment. • An underlying systemic condition. • Certain types of medicines, or radiation. • No known cause. • Some interstitial lung diseases can be related to smoking. • Long-term exposure to some toxins and pollutants can damage your lungs. • For example: Pneumoconiosis. • Pneumoconiosis (noo-moe-koh-nee-O-sis) refers to a type of interstitial lung disease caused by breathing in certain kinds of dust from work or another environment over a long time. • Diseases in this group can cause lung scarring and injury over time, leading to shortness of breath and poor ability to take in oxygen. • These symptoms can't be reversed. • The disease is often named after the exposure type or work role itself. • They include such diseases as coal miner's lung, caused by breathing in coal dust, and asbestosis, caused by breathing in asbestos particles. • These diseases also include silicosis, caused by breathing in silica dust. • Hypersensitivity pneumonitis. • This lung inflammation is caused by breathing in airborne irritants, often involving the proteins of living things. • The most common of these airborne irritants are bird protein, mold or bacteria. • Conditions of this type also are often named after the type or source of exposure. • For example, pigeon-breeder's or bird-lover's disease involves being exposed to bird protein, and farmer's lung involves being exposed to moldy hay. • People with this type of lung inflammation can get better by staying away from the irritant. • But this type of lung inflammation also can get worse and lead to more-lasting damage if people continue to breathe in the irritant. • Certain diseases or conditions may lead to interstitial lung disease. • For example: Connective tissue diseases. • These include autoimmune diseases, such as rheumatoid arthritis, scleroderma and mixed connective tissue disease. • These diseases result in an immune response that isn't proper and may cause tissue inflammation and scarring in the body, including in the lungs. • Sarcoidosis. • This is a disease that includes the growth of tiny collections of inflammatory cells called granulomas in any part of your body — most commonly the lungs and lymph nodes. • Other commonly affected organs include the eyes, skin, heart, spleen and liver. • Certain types of medicines can cause interstitial lung disease in some people. • This may or may not be reversible based on the type and length of exposure. • Medicines more commonly associated with ILD are: Chemotherapy drugs. • Drugs designed to kill cancer cells, such as bleomycin, gemcitabine and immune checkpoint inhibitors, can damage lung tissue. • Heart medicines. • Some drugs used to treat irregular heartbeats, such as amiodarone (Nexterone, Pacerone), may harm lung tissue. • Some antibiotics. • Nitrofurantoin (Macrobid, Macrodantin, others) and daptomycin can cause lung damage. • Anti-inflammatory drugs. • Certain anti-inflammatory drugs, such as methotrexate (Trexall, Xatmep, others) or sulfasalazine (Azulfidine), can damage the lungs. • Radiation directed at the chest during treatments for certain types of cancers — breast and lung cancers, for example — may lead to injury or long-term scarring in some people. • How severe the damage is may depend on: How much of the lung was exposed to radiation. • The total amount of radiation given. • Whether chemotherapy also was used. • Whether there is underlying lung disease. • The list of substances and conditions that can lead to interstitial lung disease is long. • Even so, in some people, the cause is never found. • Conditions without a known cause are grouped together under the label of idiopathic interstitial pneumonias. • For example: Idiopathic pulmonary fibrosis, also called IPF. • IPF is a typically progressive lung disease that occurs when lung tissue becomes damaged and scarred — what's known as fibrosis. • Idiopathic means the cause isn't known. • IPF can be seen on imaging and biopsy if a lung biopsy is taken. • This thickened, stiff tissue makes it harder for your lungs to work properly. • The most common type of ILD, IPF often gets worse and can't be reversed. • Cryptogenic organizing pneumonia, also called COP. • COP is a rare lung condition in which the small airways, called bronchioles, and tiny air-exchange sacs, called alveoli, get inflamed. • This inflammation makes it hard to breathe. • Imaging tests show pneumonia, but COP is not an infection, and the cause is not known. • Scarring or fibrosis is rare, but it can happen in some patients if the condition comes back. • Nonspecific interstitial pneumonia. • This type of interstitial lung disease causes cells to be inflamed or scar tissue to build up in the spaces between the air sacs in the lungs. • It's more likely to happen in people with connective tissue diseases, but it also can be linked to other conditions.",
      "Risk factors": "Factors that may make you more likely to get interstitial lung disease include: Age. • ILD is much more likely to affect adults, although babies and children sometimes get the disease. • Exposure to toxins at work or in the environment. • Working in mining, farming or construction, or for any reason getting exposed to pollutants known to damage lungs, raises your risk of getting ILD. • Smoking. • Some forms of ILD are more likely to occur in people with a history of smoking. • Active smoking may make the condition worse, especially if you also have emphysema. • Radiation and chemotherapy. • Having radiation treatments to your chest or using certain chemotherapy drugs raises your risk of lung disease. • Connective tissue disease. • This includes autoimmune diseases that can raise your risk of ILD.",
      "Complications": "Interstitial lung disease can lead to a series of life-threatening complications, including: High blood pressure in your lungs, also known as pulmonary hypertension. • Unlike systemic high blood pressure, this condition affects only the arteries in your lungs. • Scar tissue or low oxygen levels restrict the smallest blood vessels, limiting blood flow in your lungs. • This raises pressure within the pulmonary arteries and can worsen oxygen exchange, lowering oxygen levels in your blood. • Pulmonary hypertension is a serious illness that may get worse over time, causing the right side of your heart to fail. • Right-sided heart failure, also known as cor pulmonale. • This serious condition occurs when your heart's lower right chamber, also known as the right ventricle, must pump harder than usual to move blood through blocked pulmonary arteries. • Eventually, the right ventricle fails from the extra strain. • This is often due to pulmonary hypertension. • Respiratory failure. • In the end stage of chronic ILD, respiratory failure occurs when severely low blood oxygen levels, along with rising pressures in the pulmonary arteries and the right ventricle, cause the heart to fail.",
      "Prevention": "To prevent interstitial lung disease, avoid exposure to toxins at work, such as asbestos, coal dust and silica dust. • Also, avoid exposure to toxins in the environment, such as bird protein, mold and bacteria. • If you must be around these toxins, protect yourself by wearing a respirator. • Other ways to prevent ILD include not smoking and avoiding secondhand smoke. • If you have an autoimmune disease or are taking medicines that raise your risk of getting ILD, talk with your healthcare professional about steps you can take to prevent ILD. • Also, get vaccinated because respiratory infections can make symptoms of ILD worse. • Be sure you get the pneumonia vaccine and a flu shot each year. • Also, ask your healthcare professional about getting vaccinated for pertussis, COVID-19 and respiratory syncytial virus, also called RSV."
    },
    "name": "Interstitial lung disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/interstitial-lung-disease/symptoms-causes/syc-20353108"
  },
  {
    "sections": {
      "Overview": "Intestinal ischemia (is-KEE-me-uh) refers to a range of conditions that happen when blood flow to the intestines slows or stops. • Ischemia can be due to a fully or partly blocked blood vessel, most often an artery. • Or low blood pressure may lead to less blood flow. • Intestinal ischemia can affect the small intestine, the large intestine or both. • Less blood flow means that too little oxygen goes to the cells in the system through which food travels, called the digestive system. • Intestinal ischemia is a serious condition that can cause pain. • It can make it hard for the intestines to work well. • In severe cases, loss of blood flow to the intestines can cause lifelong damage to the intestines. • And it may lead to death. • There are treatments for intestinal ischemia. • Getting medical help early improves the chances of recovery.",
      "Symptoms": "Symptoms of intestinal ischemia can come on quickly. • When this happens, the condition is called acute intestinal ischemia. • When symptoms come on slowly, the condition is called chronic intestinal ischemia. • Symptoms may differ from person to person. • But certain symptoms suggest a diagnosis of intestinal ischemia. • Symptoms of acute intestinal ischemia most often include: Sudden belly pain. • An urgent need to pass stool. • Forcefully passing stool often. • Belly tenderness or bloating, also called distention. • Bloody stools. • Nausea and vomiting. • Mental confusion, in older adults. • Symptoms of chronic intestinal ischemia can include: Belly cramps or fullness, most often within 30 minutes after eating, that lasts 1 to 3 hours. • Belly pain that gets worse little by little over weeks or months. • Fear of eating because of pain after eating. • Weight loss without trying. • Diarrhea. • Nausea and vomiting. • Bloating. • Seek medical care right away if you have sudden, severe belly pain. • Pain that feels so bad that you can't sit still or find a position that feels OK is a medical emergency. • If you have other symptoms that worry you, make an appointment with your healthcare professional.",
      "Causes": "Intestinal ischemia happens when the blood flow through the major blood vessels that send blood to and from the intestines slows or stops. • The condition has many possible causes. • Causes may include: A blood clot that blocks an artery. • A narrowed artery due to buildup of fatty deposits, such as cholesterol. • This condition is called atherosclerosis. • Low blood pressure leading to less blood flow. • Blockage in a vein, which happens less often. • Intestinal ischemia often is split into groups. • Colon ischemia, also called ischemic colitis, affects the large intestine. • Other types of ischemia affect the small intestine. • These are acute mesenteric ischemia, chronic mesenteric ischemia and ischemia due to mesenteric venous thrombosis. • This type of intestinal ischemia is the most common. • It happens when blood flow to part of the colon slows or gets blocked. • The cause of less blood flow to the colon isn't always clear. • But conditions that can raise the risk of colon ischemia include: Very low blood pressure, called hypotension. • This may be linked to heart failure, major surgery, trauma, shock or loss of body fluids, called dehydration. • A blood clot or severe block in an artery that sends blood to the colon. • This is called atherosclerosis. • A twist of the bowel, called volvulus, or the trapping of intestinal contents within a hernia. • An enlarged bowel from scar tissue or a tumor blocking the bowel. • Other medical conditions that affect the blood. • These include lupus, sickle cell anemia, and swelling and irritation, called inflammation, of the blood vessels. • This inflammation is known as vasculitis. • Medicines that narrow blood vessels. • These include some that treat heart disease and migraine. • Hormonal medicines, such as birth control pills. • Cocaine or methamphetamine use. • Intense exercise, such as long-distance running. • Mesenteric ischemia happens when narrowed or blocked arteries restrict blood flow to the small intestine. • This can cause lifelong damage to the small intestine. • Acute mesenteric ischemia is the result of a sudden loss of blood flow to the small intestine. • It may be due to: A blood clot, also called an embolus, that comes loose in the heart and travels through the blood to block an artery. • It most often blocks the superior mesenteric artery, which sends oxygen-rich blood to the intestines. • This is the most common cause of acute mesenteric artery ischemia. • Congestive heart failure, a heart attack or an irregular heartbeat, called an arrhythmia, can bring it on. • A blockage that happens in one of the main intestinal arteries. • This often is a result of atherosclerosis. • This type of sudden ischemia tends to happen in people with chronic intestinal ischemia. • Slowed blood flow from low blood pressure. • Low blood pressure may be due to shock, heart failure, certain medicines or ongoing kidney failure, called chronic kidney failure. • Slowed blood flow is more common in people who have other serious illnesses and fatty deposits on an artery wall, called atherosclerosis. • This type of acute mesenteric ischemia often is called nonocclusive ischemia. • This means it's not due to a blockage in the artery. • Chronic mesenteric ischemia is due to the buildup of fatty deposits on an artery wall, called atherosclerosis. • The disease process most often is slow. • It's also called intestinal angina because it's due to less blood flow to the intestines after eating. • You may not need treatment until at least two of the three major arteries that send blood to your intestines become very narrow or blocked all the way. • A possible dangerous complication of chronic mesenteric ischemia is having a blood clot within a narrowed artery. • This can cause a sudden blockage, which can cause acute mesenteric ischemia. • This type of ischemia happens when blood can't leave the small intestine. • This can be due to a blood clot in a vein that drains blood from the intestines. • Veins carry blood back to the heart after the oxygen is removed. • When the vein is blocked, blood backs up in the intestines, causing swelling and bleeding. • This may result from: Acute or chronic irritation and swelling, called inflammation, of the pancreas. • This condition is called pancreatitis. • Infection inside the belly. • Cancers of the digestive system. • Bowel diseases, such as ulcerative colitis, Crohn's disease or diverticulitis. • Conditions that make the blood clot more easily. • Medicines such as estrogen that can raise clotting risk. • Injuries to the belly area.",
      "Risk factors": "Factors that may increase your risk of intestinal ischemia include: Buildup of fatty deposits in your arteries, called atherosclerosis. • If you've had other conditions caused by atherosclerosis, you have an increased risk of intestinal ischemia. • These conditions include less blood flow to the heart, called coronary artery disease; less blood flow to the legs, called peripheral vascular disease; or less blood flow to the arteries that go to the brain, called carotid artery disease. • Age. • People older than 50 are more likely to get intestinal ischemia. • Smoking. • Using cigarettes and other forms of smoked tobacco increases your risk of intestinal ischemia. • Heart and blood vessel conditions. • Your risk of intestinal ischemia is higher if you have congestive heart failure or an irregular heartbeat such as atrial fibrillation. • Blood vessel diseases that result in irritation, called inflammation, of veins and arteries also may increase risk. • This inflammation is known as vasculitis. • Medicines. • Certain medicines may increase your risk of intestinal ischemia. • Examples include birth control pills and medicines that cause your blood vessels to expand or contract, such as some allergy medicines and migraine medicines. • Blood-clotting problems. • Diseases and conditions that raise your risk of blood clots also may raise your risk of intestinal ischemia. • Examples include sickle cell anemia and a genetic condition known as the factor V Leiden mutation. • Other health conditions. • Having high blood pressure, diabetes or high cholesterol can increase the risk of intestinal ischemia. • Illicit drug use. • Cocaine and methamphetamine use have been linked to intestinal ischemia.",
      "Complications": "Complications of intestinal ischemia can include: Death of intestinal tissue. • A sudden and complete blockage in blood flow to the intestines can kill intestinal tissue. • This is called gangrene. • A hole through the wall of the intestines, called a perforation. • A hole can cause what's in the intestine to leak into the belly. • This may cause a serious infection called peritonitis. • Scarring or narrowing of the intestine. • Sometimes the intestines recover from ischemia. • But as part of the healing process, the body forms scar tissue that narrows or blocks the intestines. • This happens most often in the colon. • Rarely, this happens in the small intestine. • Other health conditions, such as chronic obstructive pulmonary disease, also called COPD, can make intestinal ischemia worse. • Emphysema, a type of COPD, and other smoking-related lung diseases increase this risk. • Sometimes, intestinal ischemia can be fatal."
    },
    "name": "Intestinal ischemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/intestinal-ischemia/symptoms-causes/syc-20373946"
  },
  {
    "sections": {},
    "name": "Intestinal obstruction",
    "url": "https://www.mayoclinic.org/diseases-conditions/intestinal-obstruction/symptoms-causes/syc-20351460"
  },
  {
    "sections": {
      "Overview": "An intracranial hematoma is a collection of blood within the skull. • The blood may collect in the brain tissue or underneath the skull, pressing on the brain. • It's usually caused by a blood vessel that bursts in the brain. • It also may be caused by a head injury due to a car accident or fall. • Some head injuries, such as one that causes only a short period of unconsciousness, can be minor. • However, an intracranial hematoma is potentially life-threatening. • It usually requires immediate treatment. • This might include surgery to remove the blood.",
      "Symptoms": "Symptoms of an intracranial hematoma may develop right after a head injury, or they may take weeks or longer to appear. • There may be a period of time without symptoms after a head injury. • This is called the lucid interval. • Over time, pressure on the brain increases, producing some or all of the following symptoms: Headache that gets worse. • Vomiting. • Drowsiness and gradual loss of consciousness. • Dizziness. • Confusion. • Pupils that are different sizes. • Slurred speech. • Loss of movement, known as paralysis, on the opposite side of the body from the head injury. • As more blood fills the brain or the narrow space between the brain and skull, other symptoms may appear, such as: Feeling very sleepy or sluggish. • Seizures. • Loss of consciousness. • An intracranial hematoma can be life-threatening and needs emergency treatment. • Seek immediate medical attention after a blow to the head if you or someone you know experiences: Loss of consciousness. • A headache that doesn't go away. • Vomiting, weakness, blurred vision, trouble staying steady. • If you don't notice symptoms right after a hit to the head, watch for physical, mental and emotional changes. • For example, if someone seems fine after a head injury and can talk but later becomes unconscious, seek immediate medical care. • And even if you feel fine, ask someone to watch you. • Memory loss after a blow to your head can make you forget about the blow. • Someone you tell might be more likely to recognize the warning signs and get you medical attention.",
      "Causes": "The most common cause of an intracranial hematoma is a head injury. • A head injury that causes bleeding within the skull may result from motor vehicle or bicycle accidents, falls, assaults, and sports injuries. • If you're an older adult, even mild head trauma can cause a hematoma. • This is especially true if you're taking a blood-thinning medicine or an anti-platelet medicine, such as aspirin. • A head injury can cause an intracranial hematoma even if there's no open wound, bruise or other obvious damage. • What happens in the brain to cause bleeding varies based on the type of hematoma. • There are three categories of hematoma — subdural hematoma, epidural hematoma and intracerebral hematoma. • An intracerebral hematoma also is known as an intraparenchymal hematoma. • A subdural hematoma occurs when blood vessels burst between the brain and the outermost of three protective layers that cover the brain. • This outermost layer is called the dura mater. • The leaking blood forms a hematoma that presses on brain tissue. • A hematoma that gets bigger can cause gradual loss of consciousness and possibly death. • Subdural hematomas can be: Acute. • This most dangerous type is generally caused by a bad head injury, and symptoms usually appear immediately. • Subacute. • Symptoms take time to develop, sometimes days or weeks after a head injury. • Chronic. • The result of less severe head injuries, this type of hematoma can cause slow bleeding, and symptoms can take weeks and even months to appear. • You might not remember hurting your head. • For example, bumping your head while getting into the car can cause bleeding, especially if you're on a blood-thinning medicine. • All three types require medical attention as soon as symptoms appear. • Prompt medical care may prevent permanent brain damage. • An epidural hematoma occurs when a blood vessel bursts between the outer surface of the dura mater and the skull. • Blood then leaks between the dura mater and the skull to form a mass that presses on brain tissue. • The most common cause of an epidural hematoma is a head injury. • This type also is called an extradural hematoma. • Some people with an epidural hematoma remain conscious. • But most become drowsy or go into a coma from the moment of injury. • An epidural hematoma that affects an artery in your brain can be deadly without prompt treatment. • An intracerebral hematoma occurs when blood pools in the tissues of the brain. • An intracerebral hematoma also is called an intraparenchymal hematoma. • There are many causes, including: A head injury, which can result in multiple intracerebral hematomas. • A rupture of a bulging blood vessel, known as an aneurysm. • Poorly connected arteries and veins from birth. • High blood pressure. • Tumors. • Some diseases can cause sudden leakage of blood into the brain.",
      "Risk factors": "Intracranial hematomas can be caused by a head injury. • Activities that increase the risk of a bad head injury, such as riding a motorcycle or bicycle without a helmet, also raise the risk of an intracranial hematoma. • The risk of a subdural hematoma increases with age. • The risk also is greater for people who: Take aspirin or another blood-thinning medicine daily. • Have alcohol use disorder. • Some conditions also may increase the risk of having an intracerebral hematoma. • They include being born with poorly connected arteries and veins, and having a bulging blood vessel in the brain, known as an aneurysm. • High blood pressure, tumors and some diseases also increase the risk.",
      "Prevention": "To prevent or minimize a head injury that may cause an intracranial hematoma: Wear a helmet and make sure your kids wear helmets. • Wear an appropriate and properly fitted helmet when doing any activity that could result in head injury. • This includes while playing contact sports, bicycling, motorcycling, skiing, horseback riding, skating, skateboarding and snowboarding. • Buckle your seat belt and make sure your kids are buckled in. • Do so every time you drive or ride in a motor vehicle. • Protect young children. • Always use properly fitted car seats. • Pad countertops and edges of tables, block stairways, and attach heavy furniture or appliances to the wall to prevent tipping. • Keep children from climbing on objects that aren't safe or steady. • Place safety gates on stairs and guards on windows."
    },
    "name": "Intracranial hematoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/intracranial-hematoma/symptoms-causes/syc-20356145"
  },
  {
    "sections": {
      "Overview": "Intracranial venous malformations are veins in the brain that are unusually large. • These larger veins aren't likely to cause symptoms or affect how the veins work. • Some people may have an intracranial venous malformation that is never diagnosed and never causes symptoms. • Sometimes, they're found by accident during a brain imaging test for another condition. • Intracranial venous malformations usually don't require treatment.",
      "Symptoms": "Intracranial venous malformations may never cause symptoms. • They are sometimes found by accident during brain imaging tests for another condition. • If an intracranial venous malformation does cause symptoms, they may include: Headaches. • Seizures. • Dizziness. • Nausea and vomiting. • Muscle weakness or paralysis. • Loss of coordination. • Vision troubles. • Difficulty speaking. • Memory problems. • Seek medical attention if you have any of the symptoms of an intracranial venous malformation.",
      "Causes": "Experts don't understand what causes intracranial venous malformations. • Certain genetic changes might play a role, and the malformations may happen during fetal development. • However, some types may not be inherited and are acquired later in life, possibly after an injury to the central nervous system.",
      "Risk factors": "Having a family history of intracranial venous malformations can increase your risk. • But most types aren't inherited. • Certain hereditary conditions can increase your risk of intracranial venous malformations. • These include hereditary hemorrhagic telangiectasia, Sturge-Weber syndrome and Klippel-Trenaunay syndrome."
    },
    "name": "Intracranial venous malformations",
    "url": "https://www.mayoclinic.org/diseases-conditions/intracranial-venous-malformations/symptoms-causes/syc-20353336"
  },
  {
    "sections": {},
    "name": "Intussusception",
    "url": "https://www.mayoclinic.org/diseases-conditions/intussusception/symptoms-causes/syc-20351452"
  },
  {
    "sections": {
      "Overview": "Invasive lobular carcinoma is a type of breast cancer that begins as a growth of cells in the milk-producing glands of the breast. • These glands are called lobules. • Invasive cancer means that the cancer cells have broken out of the lobule where they began and spread into the breast tissue. • The cells have the potential to spread to the lymph nodes and other areas of the body. • Invasive lobular carcinoma makes up a small portion of all breast cancers. • The most common type of breast cancer begins in the breast ducts. • This type is called invasive ductal carcinoma.",
      "Symptoms": "At first, invasive lobular carcinoma may cause no signs and symptoms. • As it grows larger, invasive lobular carcinoma may cause: A change in the texture or appearance of the skin over the breast, such as dimpling or thickening. • A new area of fullness or swelling in the breast. • A newly inverted nipple. • An area of thickening in part of the breast. • Invasive lobular carcinoma is less likely to cause a firm or distinct breast lump than other types of breast cancer. • Make an appointment with a doctor or other healthcare professional if you notice a change in your breasts. • Changes to look for may include a lump, an area of puckered or otherwise unusual skin, a thickened region under the skin, and nipple discharge. • Ask your healthcare professional when you should consider breast cancer screening and how often it should be repeated. • Most healthcare professionals recommend considering routine breast cancer screening beginning in your 40s. • It's not clear what causes invasive lobular carcinoma. • This form of breast cancer begins when cells in one or more milk-producing glands of the breast develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • Invasive lobular carcinoma cells tend to invade breast tissue by spreading out rather than forming a firm lump. • The affected area may have a different feel from the surrounding breast tissue. • The area may feel more like a thickening and fullness, but it's unlikely to feel like a lump. • Risk factors for invasive lobular carcinoma are thought to be similar to the risk factors for breast cancer in general. • Factors that may increase the risk of breast cancer include: A family history of breast cancer. • If a parent, sibling or child had breast cancer, your risk of breast cancer is increased. • The risk is higher if your family has a history of getting breast cancer at a young age. • The risk also is higher if you have multiple family members with breast cancer. • Still, most people diagnosed with breast cancer don't have a family history of the disease. • A personal history of breast cancer. • If you've had cancer in one breast, you have an increased risk of getting cancer in the other breast. • A personal history of breast conditions. • Certain breast conditions are signs that you have a higher risk of breast cancer. • These conditions include lobular carcinoma in situ, also called LCIS, and atypical hyperplasia of the breast. • If you've had a breast biopsy that found one of these conditions, you have an increased risk of breast cancer. • Beginning your period at a younger age. • Beginning your period before age 12 increases your risk of breast cancer. • Beginning menopause at an older age. • Beginning menopause after age 55 increases the risk of breast cancer. • Being female. • Women are much more likely than men are to get breast cancer. • Everyone is born with some breast tissue, so anyone can get breast cancer. • Dense breast tissue. • Breast tissue is made up of fatty tissue and dense tissue. • Dense tissue is made of milk glands, milk ducts and fibrous tissue. • If you have dense breasts, you have more dense tissue than fatty tissue in your breasts. • Having dense breasts can make it harder to detect breast cancer on a mammogram. • If a mammogram showed that you have dense breasts, your risk of breast cancer is increased. • Talk with your healthcare team about other tests you might have in addition to mammograms to look for breast cancer. • Drinking alcohol. • Drinking alcohol increases the risk of breast cancer. • Having your first child at an older age. • Giving birth to your first child after age 30 may increase the risk of breast cancer. • Having never been pregnant. • Having been pregnant one or more times lowers the risk of breast cancer. • Never having been pregnant increases the risk. • Inherited DNA changes that increase cancer risk. • Certain DNA changes that increase the risk of breast cancer can be passed from parents to children. • Two DNA changes associated with an increased risk of invasive lobular carcinoma include BRCA2 and CDH1. • BRCA2 increases the risk of breast cancer and ovarian cancer. • CDH1 increases the risk of breast cancer and stomach cancer. • CDH1 is closely associated with a rare inherited condition called hereditary diffuse gastric cancer syndrome. • Menopausal hormone therapy. • Taking certain hormone therapy medicines to control the symptoms of menopause may increase the risk of breast cancer. • The risk is linked to hormone therapy medicines that combine estrogen and progesterone. • The risk goes down when you stop taking these medicines. • Obesity. • People with obesity have an increased risk of breast cancer. • Older age. • Your risk of breast cancer increases as you age. • Invasive lobular carcinoma tends to happen at an older age compared to other types of breast cancer. • Radiation exposure. • If you received radiation treatments to your chest as a child or young adult, your risk of breast cancer is higher. • Making changes in your daily life may help lower your risk of invasive lobular carcinoma and other types of breast cancer. • Try to: Talk with your doctor or other healthcare professional about when to begin breast cancer screening. • Ask about the benefits and risks of screening. • Together, you can decide what breast cancer screening tests are right for you. • You may choose to become familiar with your breasts by occasionally inspecting them during a breast self-exam for breast awareness. • If there is a new change, a lump or something not typical in your breasts, report it to a healthcare professional right away. • Breast awareness can't prevent breast cancer. • But it may help you to better understand the look and feel of your breasts. • This might make it more likely that you'll notice if something changes. • If you choose to drink alcohol, limit the amount you drink to no more than one drink a day. • For breast cancer prevention, there is no safe amount of alcohol. • So if you're very concerned about your breast cancer risk, you may choose to not drink alcohol. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask a healthcare professional whether it's OK and start slowly. • Combination hormone therapy may increase the risk of breast cancer. • Talk with a healthcare professional about the benefits and risks of hormone therapy. • Some people have symptoms during menopause that cause discomfort. • These people may decide that the risks of hormone therapy are acceptable in order to get relief. • To reduce the risk of breast cancer, use the lowest dose of hormone therapy possible for the shortest amount of time. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • If you have a family history of breast cancer or feel that you may have an increased risk of breast cancer, talk about it with your healthcare professional. • Preventive medicines, surgery and more-frequent screening may be options for people with a high risk of breast cancer.",
      "Causes": "It's not clear what causes invasive lobular carcinoma. • This form of breast cancer begins when cells in one or more milk-producing glands of the breast develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • Invasive lobular carcinoma cells tend to invade breast tissue by spreading out rather than forming a firm lump. • The affected area may have a different feel from the surrounding breast tissue. • The area may feel more like a thickening and fullness, but it's unlikely to feel like a lump.",
      "Risk factors": "Risk factors for invasive lobular carcinoma are thought to be similar to the risk factors for breast cancer in general. • Factors that may increase the risk of breast cancer include: A family history of breast cancer. • If a parent, sibling or child had breast cancer, your risk of breast cancer is increased. • The risk is higher if your family has a history of getting breast cancer at a young age. • The risk also is higher if you have multiple family members with breast cancer. • Still, most people diagnosed with breast cancer don't have a family history of the disease. • A personal history of breast cancer. • If you've had cancer in one breast, you have an increased risk of getting cancer in the other breast. • A personal history of breast conditions. • Certain breast conditions are signs that you have a higher risk of breast cancer. • These conditions include lobular carcinoma in situ, also called LCIS, and atypical hyperplasia of the breast. • If you've had a breast biopsy that found one of these conditions, you have an increased risk of breast cancer. • Beginning your period at a younger age. • Beginning your period before age 12 increases your risk of breast cancer. • Beginning menopause at an older age. • Beginning menopause after age 55 increases the risk of breast cancer. • Being female. • Women are much more likely than men are to get breast cancer. • Everyone is born with some breast tissue, so anyone can get breast cancer. • Dense breast tissue. • Breast tissue is made up of fatty tissue and dense tissue. • Dense tissue is made of milk glands, milk ducts and fibrous tissue. • If you have dense breasts, you have more dense tissue than fatty tissue in your breasts. • Having dense breasts can make it harder to detect breast cancer on a mammogram. • If a mammogram showed that you have dense breasts, your risk of breast cancer is increased. • Talk with your healthcare team about other tests you might have in addition to mammograms to look for breast cancer. • Drinking alcohol. • Drinking alcohol increases the risk of breast cancer. • Having your first child at an older age. • Giving birth to your first child after age 30 may increase the risk of breast cancer. • Having never been pregnant. • Having been pregnant one or more times lowers the risk of breast cancer. • Never having been pregnant increases the risk. • Inherited DNA changes that increase cancer risk. • Certain DNA changes that increase the risk of breast cancer can be passed from parents to children. • Two DNA changes associated with an increased risk of invasive lobular carcinoma include BRCA2 and CDH1. • BRCA2 increases the risk of breast cancer and ovarian cancer. • CDH1 increases the risk of breast cancer and stomach cancer. • CDH1 is closely associated with a rare inherited condition called hereditary diffuse gastric cancer syndrome. • Menopausal hormone therapy. • Taking certain hormone therapy medicines to control the symptoms of menopause may increase the risk of breast cancer. • The risk is linked to hormone therapy medicines that combine estrogen and progesterone. • The risk goes down when you stop taking these medicines. • Obesity. • People with obesity have an increased risk of breast cancer. • Older age. • Your risk of breast cancer increases as you age. • Invasive lobular carcinoma tends to happen at an older age compared to other types of breast cancer. • Radiation exposure. • If you received radiation treatments to your chest as a child or young adult, your risk of breast cancer is higher.",
      "Prevention": "Making changes in your daily life may help lower your risk of invasive lobular carcinoma and other types of breast cancer. • Try to: Talk with your doctor or other healthcare professional about when to begin breast cancer screening. • Ask about the benefits and risks of screening. • Together, you can decide what breast cancer screening tests are right for you. • You may choose to become familiar with your breasts by occasionally inspecting them during a breast self-exam for breast awareness. • If there is a new change, a lump or something not typical in your breasts, report it to a healthcare professional right away. • Breast awareness can't prevent breast cancer. • But it may help you to better understand the look and feel of your breasts. • This might make it more likely that you'll notice if something changes. • If you choose to drink alcohol, limit the amount you drink to no more than one drink a day. • For breast cancer prevention, there is no safe amount of alcohol. • So if you're very concerned about your breast cancer risk, you may choose to not drink alcohol. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask a healthcare professional whether it's OK and start slowly. • Combination hormone therapy may increase the risk of breast cancer. • Talk with a healthcare professional about the benefits and risks of hormone therapy. • Some people have symptoms during menopause that cause discomfort. • These people may decide that the risks of hormone therapy are acceptable in order to get relief. • To reduce the risk of breast cancer, use the lowest dose of hormone therapy possible for the shortest amount of time. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • If you have a family history of breast cancer or feel that you may have an increased risk of breast cancer, talk about it with your healthcare professional. • Preventive medicines, surgery and more-frequent screening may be options for people with a high risk of breast cancer."
    },
    "name": "Invasive lobular carcinoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/invasive-lobular-carcinoma/symptoms-causes/syc-20373973"
  },
  {
    "sections": {
      "Overview": "Iritis (i-RYE-tis) is swelling and irritation (inflammation) in the colored ring around your eye's pupil (iris). • Another name for iritis is anterior uveitis. • The uvea is the middle layer of the eye between the retina and the white part of the eye. • The iris is located in the front portion (anterior) of the uvea. • Iritis is the most common type of uveitis. • Uveitis is inflammation of part of or all of the uvea. • The cause is often unknown. • It can result from an underlying condition or genetic factor. • If untreated, iritis could lead to glaucoma or vision loss. • See your doctor as soon as possible if you have symptoms of iritis.",
      "Symptoms": "Iritis can occur in one or both eyes. • It usually develops suddenly, and can last up to three months. • Signs and symptoms of iritis include: Eye redness Discomfort or achiness in the affected eye Sensitivity to light Decreased vision Iritis that develops suddenly, over hours or days, is known as acute iritis. • Symptoms that develop gradually or last longer than three months indicate chronic iritis. • See an eye specialist (ophthalmologist) as soon as possible if you have symptoms of iritis. • Prompt treatment helps prevent serious complications. • If you have eye pain and vision problems with other signs and symptoms, you might need urgent medical care.",
      "Causes": "Often, the cause of iritis can't be determined. • In some cases, iritis can be linked to eye trauma, genetic factors or certain diseases. • Causes of iritis include: Injury to the eye. • Blunt force trauma, a penetrating injury, or a burn from a chemical or fire can cause acute iritis. • Infections. • Viral infections on your face, such as cold sores and shingles caused by herpes viruses, can cause iritis. • Infectious diseases from other viruses and bacteria can also be linked to uveitis. • For instance, they may include toxoplasmosis, an infection most often caused by a parasite in uncooked food; histoplasmosis, a lung infection that occurs when you inhale spores of fungus; tuberculosis, which happens when bacteria enters the lungs; and syphilis, which is caused by the spread of bacteria through sexual contact. • Genetic predisposition. • People who develop certain autoimmune diseases because of a gene alteration that affects their immune systems might also develop acute iritis. • Diseases include a type of arthritis called ankylosing spondylitis, reactive arthritis, inflammatory bowel disease and psoriatic arthritis. • Behcet's disease. • An uncommon cause of acute iritis in Western countries, this condition is also characterized by joint problems, mouth sores and genital sores. • Juvenile rheumatoid arthritis. • Chronic iritis can develop in children with this condition. • Sarcoidosis. • This autoimmune disease involves the growth of collections of inflammatory cells in areas of your body, including your eyes. • Certain medications. • Some drugs, such as the antibiotic rifabutin (Mycobutin) and the antiviral medication cidofovir, that are used to treat HIV infections can be a rare cause of iritis. • Rarely, bisphosphonates, used to treat osteoporosis, can cause uveitis. • Stopping these medications usually stops the iritis symptoms.",
      "Risk factors": "Your risk of developing iritis increases if you: Have a specific genetic alteration. • People with a specific change in a gene that's essential for healthy immune system function are more likely to develop iritis. • This change is labeled HLA-B27. • Develop a sexually transmitted infection. • Certain infections, such as syphilis or HIV/AIDS, are linked with a significant risk of iritis. • Have a weakened immune system or an autoimmune disorder. • This includes conditions such as ankylosing spondylitis and reactive arthritis. • Smoke tobacco. • Studies have shown that smoking contributes to your risk.",
      "Complications": "If not treated properly, iritis could lead to: Cataracts. • Development of a clouding of the lens of your eye (cataract) is a possible complication, especially if you've had a long period of inflammation. • An irregular pupil. • Scar tissue can cause the iris to stick to the underlying lens or the cornea, making the pupil irregular in shape and the iris sluggish in its reaction to light. • Glaucoma. • Recurrent iritis can result in glaucoma, a serious eye condition characterized by increased pressure inside the eye and possible vision loss. • Calcium deposits on the cornea. • This causes degeneration of your cornea and could decrease your vision. • Swelling within the retina. • Swelling and fluid-filled cysts that develop in the retina at the back of the eye can blur or decrease your central vision."
    },
    "name": "Iritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/iritis/symptoms-causes/syc-20354961"
  },
  {
    "sections": {},
    "name": "Iron deficiency anemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/iron-deficiency-anemia/symptoms-causes/syc-20355034"
  },
  {
    "sections": {
      "Overview": "Irritable bowel syndrome (IBS) is a common condition that affects the stomach and intestines, also called the gastrointestinal tract. • Symptoms include cramping, belly pain, bloating, gas, and diarrhea or constipation, or both. • IBS is an ongoing condition that needs long-term management. • Only a small number of people with IBS have severe symptoms. • Some people can control their symptoms by managing diet, lifestyle and stress. • More-severe symptoms can be treated with medicine and counseling. • IBS doesn't cause changes in bowel tissue or increase risk of colorectal cancer.",
      "Symptoms": "Symptoms of IBS vary but are usually present for a long time. • The most common include: Belly pain, cramping or bloating that is related to passing stool. • Changes in appearance of stool. • Changes in how often you are passing stool. • Other symptoms that are often related include sensation of incomplete evacuation and increased gas or mucus in the stool. • See a healthcare professional if you have a persistent change in bowel habits or other symptoms of IBS. • They may mean a more serious condition, such as colon cancer. • More-serious symptoms include: Weight loss. • Diarrhea at night. • Rectal bleeding. • Iron deficiency anemia. • Unexplained vomiting. • Pain that isn't relieved by passing gas or stool. • The exact cause of IBS isn't known. • Factors that appear to play a role include: Muscle contractions in the intestine. • The walls of the intestines are lined with layers of muscle that contract as they move food through the digestive tract. • Contractions that are stronger and last longer than usual can cause gas, bloating and diarrhea. • Weak contractions can slow food passage and lead to hard, dry stools. • Nervous system. • Issues with the nerves in the digestive system may cause discomfort when the belly area, called the abdomen, stretches from gas or stool. • Poorly coordinated signals between the brain and the intestines can cause the body to overreact to changes that typically occur in the digestive process. • This can result in pain, diarrhea or constipation. • Severe infection. • IBS can develop after a severe bout of diarrhea caused by bacteria or a virus. • This is called gastroenteritis. • IBS also might be associated with a surplus of bacteria in the intestines, known as bacterial overgrowth. • Early-life stress. • People exposed to stressful events, especially in childhood, tend to have more symptoms of IBS. • Changes in gut microbes. • Examples include changes in bacteria, fungi and viruses, which typically live in the intestines and play a key role in health. • Research indicates that the microbes in people with IBS might differ from those in people who don't have IBS. • Symptoms of IBS can be triggered by: Food. • The role of food allergy or intolerance in IBS isn't fully understood. • A true food allergy rarely causes IBS. • But many people have worse IBS symptoms when they eat or drink certain foods or beverages. • These include wheat, dairy products, citrus fruits, beans, cabbage, milk and carbonated drinks. • Stress. • Most people with IBS experience worse or more-frequent symptoms during periods of increased stress. • But while stress may make symptoms worse, it doesn't cause them. • Many people have occasional symptoms of IBS. • But you're more likely to have the syndrome if you: Are young. • IBS occurs more often in people under age 50. • Are female. • In the United States, IBS is more common among women. • Estrogen therapy before or after menopause also is a risk factor for IBS. • Have a family history of IBS. • Genes may play a role, as may shared factors in a family's environment or a combination of genes and environment. • Have anxiety, depression or other mental health issues. • A history of sexual, physical or emotional abuse also might be a risk factor. • Long-lasting constipation or diarrhea can cause hemorrhoids. • In addition, IBS is associated with: Poor quality of life. • Many people with moderate to severe IBS report poor quality of life. • Research indicates that people with IBS miss three times as many days from work as do those without bowel symptoms. • Mood disorders. • Experiencing the symptoms of IBS can lead to depression or anxiety. • Depression and anxiety also can make IBS worse.",
      "Causes": "The exact cause of IBS isn't known. • Factors that appear to play a role include: Muscle contractions in the intestine. • The walls of the intestines are lined with layers of muscle that contract as they move food through the digestive tract. • Contractions that are stronger and last longer than usual can cause gas, bloating and diarrhea. • Weak contractions can slow food passage and lead to hard, dry stools. • Nervous system. • Issues with the nerves in the digestive system may cause discomfort when the belly area, called the abdomen, stretches from gas or stool. • Poorly coordinated signals between the brain and the intestines can cause the body to overreact to changes that typically occur in the digestive process. • This can result in pain, diarrhea or constipation. • Severe infection. • IBS can develop after a severe bout of diarrhea caused by bacteria or a virus. • This is called gastroenteritis. • IBS also might be associated with a surplus of bacteria in the intestines, known as bacterial overgrowth. • Early-life stress. • People exposed to stressful events, especially in childhood, tend to have more symptoms of IBS. • Changes in gut microbes. • Examples include changes in bacteria, fungi and viruses, which typically live in the intestines and play a key role in health. • Research indicates that the microbes in people with IBS might differ from those in people who don't have IBS. • Symptoms of IBS can be triggered by: Food. • The role of food allergy or intolerance in IBS isn't fully understood. • A true food allergy rarely causes IBS. • But many people have worse IBS symptoms when they eat or drink certain foods or beverages. • These include wheat, dairy products, citrus fruits, beans, cabbage, milk and carbonated drinks. • Stress. • Most people with IBS experience worse or more-frequent symptoms during periods of increased stress. • But while stress may make symptoms worse, it doesn't cause them.",
      "Risk factors": "Many people have occasional symptoms of IBS. • But you're more likely to have the syndrome if you: Are young. • IBS occurs more often in people under age 50. • Are female. • In the United States, IBS is more common among women. • Estrogen therapy before or after menopause also is a risk factor for IBS. • Have a family history of IBS. • Genes may play a role, as may shared factors in a family's environment or a combination of genes and environment. • Have anxiety, depression or other mental health issues. • A history of sexual, physical or emotional abuse also might be a risk factor.",
      "Complications": "Long-lasting constipation or diarrhea can cause hemorrhoids. • In addition, IBS is associated with: Poor quality of life. • Many people with moderate to severe IBS report poor quality of life. • Research indicates that people with IBS miss three times as many days from work as do those without bowel symptoms. • Mood disorders. • Experiencing the symptoms of IBS can lead to depression or anxiety. • Depression and anxiety also can make IBS worse."
    },
    "name": "Irritable bowel syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/irritable-bowel-syndrome/symptoms-causes/syc-20360016"
  },
  {
    "sections": {
      "Overview": "Ischemic colitis happens when blood flow to part of the large intestine, called the colon, is temporarily reduced. • When blood flow slows down, cells in the colon don't get enough oxygen, which may result in damage and swelling of the colon's tissues. • Causes of reduced blood flow may include narrowing of the blood vessels supplying the colon or low blood pressure. • Ischemic colitis is also called colonic ischemia. • Any part of the colon can be affected, but ischemic colitis most commonly causes pain on the left side of the belly area. • Ischemic colitis can be hard to diagnose because it can easily be confused with other digestive problems. • You may need medicine to treat ischemic colitis or prevent infection. • Or you may need surgery if your colon has been damaged. • Most often, however, ischemic colitis heals on its own.",
      "Symptoms": "Symptoms of ischemic colitis can include: Pain, tenderness or cramping in the belly, which can happen suddenly or happen over time. • Bright red or maroon blood in the stool or, at times, passage of blood alone without stool. • A feeling of urgency to move the bowels. • Diarrhea. • Nausea. • The risk of serious complications is higher when symptoms happen on the right side of the belly. • This is less commonly seen compared with left-sided colitis. • People with right-sided colitis tend to have more underlying medical conditions, such as high blood pressure, atrial fibrillation and kidney disease. • They more often have to undergo surgery and also have a higher risk of death. • Seek immediate medical care if you have sudden, severe pain in your belly area. • Pain that makes you so uncomfortable that you can't sit still or find a comfortable position is a medical emergency. • Contact a healthcare professional if you have symptoms that worry you, such as bloody diarrhea. • Early diagnosis and treatment can help prevent serious complications.",
      "Causes": "The exact cause of decreased blood flow to the colon isn't always clear. • But several factors can increase the risk of ischemic colitis: Buildup of fatty deposits on the walls of an artery, also called atherosclerosis. • Low blood pressure, also called hypotension, associated with dehydration, heart failure, surgery, trauma or shock. • Bowel obstruction caused by a hernia, scar tissue or a tumor. • Surgery involving the heart or blood vessels, or the digestive or gynecological systems. • Medical conditions that affect the blood, including lupus, sickle cell anemia or inflammation of the blood vessels, a condition known as vasculitis. • Cocaine or methamphetamine use. • Colon cancer, which is rare. • The use of certain medicines also can lead to ischemic colitis, though this is rare. • These include: Some heart and migraine medicines. • Hormone medicines, such as estrogen and birth control. • Antibiotics. • Pseudoephedrine. • Opioids. • Illicit drugs, including cocaine and methamphetamines. • Certain medicines for irritable bowel syndrome. • Chemotherapy medicines.",
      "Risk factors": "Risk factors for ischemic colitis include: Age. • The condition happens mostly in adults older than age 60. • Ischemic colitis that happens in a young adult may be a sign of a blood-clotting issue. • It also may be due to inflammation of the blood vessels, also known as vasculitis. • Sex. • Ischemic colitis is more common in women. • Clotting problems. • Conditions that affect the way the blood clots, such as factor V Leiden or sickle cell disease, may increase the risk of ischemic colitis. • High cholesterol, which can lead to atherosclerosis. • Reduced blood flow, due to heart failure, low blood pressure or shock. • Blood flow also can be affected by certain conditions, including diabetes or rheumatoid arthritis. • Previous abdominal surgery. • Scar tissue that forms after surgery may cause reduced blood flow. • Heavy exercise, such as marathon running, which can lead to reduced blood flow to the colon. • Surgery involving the heart, digestive or gynecological systems.",
      "Complications": "Ischemic colitis usually gets better on its own within 2 to 3 days. • In more-serious cases, complications can include: Tissue death, also called gangrene, resulting from diminished blood flow. • Hole formation, also known as perforation, in the intestine or persistent bleeding. • Bowel obstruction, also called ischemic stricture.",
      "Prevention": "Since the cause of ischemic colitis isn't always clear, there's no certain way to prevent the disorder. • Most people who have ischemic colitis recover quickly and may never have another episode. • To prevent recurrent episodes of ischemic colitis, some healthcare professionals recommend stopping any medicine that might cause the condition. • Making sure to stay hydrated, especially when doing vigorous outdoor activities, is also important. • This is especially true for those living in warm climates. • A test for clotting problems may be recommended as well, especially if no other cause for ischemic colitis is apparent."
    },
    "name": "Ischemic colitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/ischemic-colitis/symptoms-causes/syc-20374001"
  },
  {
    "sections": {
      "Overview": "Itchy skin is an irritating sensation that makes you want to scratch. • It's also called pruritus (proo-RIE-tus). • Itchy skin is often caused by dry skin and is common in older adults, as skin tends to become drier with age. • Depending on the cause of your itchiness, your skin may look no different than usual or it may be inflamed, rough or have bumps. • Repeated scratching can cause raised thick areas of skin that might bleed or become infected. • Many people find relief with self-care measures such as moisturizers, gentle cleansers and lukewarm baths. • Long-term relief requires identifying and treating the cause of itchy skin. • Common treatments are medicated creams, moist dressings and anti-itch medicines taken by mouth.",
      "Symptoms": "Itchy skin can affect small areas, such as the scalp, an arm or a leg. • Or it can cover the whole body. • Itchy skin can occur without any other noticeable changes on the skin. • Or it may come with: Inflamed skin Scratch marks Bumps, spots or blisters Dry, cracked skin Leathery or scaly patches Sometimes itchiness lasts a long time and can be intense. • As you rub or scratch the area, it gets itchier. • And the more it itches, the more you scratch. • Breaking this itch-scratch cycle can be difficult. • See your health care provider or a skin disease specialist (dermatologist) if the itching: Lasts more than two weeks and doesn't improve with self-care measures Is severe and distracts you from your daily routines or prevents you from sleeping Comes on suddenly and can't be easily explained Affects your whole body Comes with other symptoms, such as weight loss, fever or night sweats If the condition persists for three months despite treatment, see a dermatologist to be evaluated for skin disease. • You may also need to see a doctor who specializes in internal medicine (internist) to check for other diseases. • Causes of itchy skin include: Skin conditions. • Examples include dry skin (xerosis), eczema (dermatitis), psoriasis, scabies, parasites, burns, scars, insect bites and hives. • Internal diseases. • Itching on the whole body might be a symptom of an underlying illness, such as liver disease, kidney disease, anemia, diabetes, thyroid problems and certain cancers. • Nerve disorders. • Examples include multiple sclerosis, pinched nerves and shingles (herpes zoster). • Psychiatric conditions. • Examples include anxiety, obsessive-compulsive disorder and depression. • Irritation and allergic reactions. • Wool, chemicals, soaps and other things can irritate the skin and cause rashes and itching. • Sometimes a substance, such as poison ivy or cosmetics, causes an allergic reaction. • Also, reactions to certain medicines, such as narcotics to treat pain (opioids) can cause itchy skin. • Sometimes the cause of the itching can't be determined. • Anyone can develop itchy skin. • But you may be more likely to develop it if you: Have a condition that can cause itching, such as dermatitis, kidney disease, anemia or thyroid disease. • Are an older adult, as skin can become drier with age. • Itchy skin that is severe or lasts more than six weeks can affect the quality of your life. • This type is called chronic pruritus. • It might disturb your sleep or cause anxiety or depression. • Prolonged itching and scratching can increase the intensity of the itch, possibly leading to skin injury, infection and scarring.",
      "Causes": "Causes of itchy skin include: Skin conditions. • Examples include dry skin (xerosis), eczema (dermatitis), psoriasis, scabies, parasites, burns, scars, insect bites and hives. • Internal diseases. • Itching on the whole body might be a symptom of an underlying illness, such as liver disease, kidney disease, anemia, diabetes, thyroid problems and certain cancers. • Nerve disorders. • Examples include multiple sclerosis, pinched nerves and shingles (herpes zoster). • Psychiatric conditions. • Examples include anxiety, obsessive-compulsive disorder and depression. • Irritation and allergic reactions. • Wool, chemicals, soaps and other things can irritate the skin and cause rashes and itching. • Sometimes a substance, such as poison ivy or cosmetics, causes an allergic reaction. • Also, reactions to certain medicines, such as narcotics to treat pain (opioids) can cause itchy skin. • Sometimes the cause of the itching can't be determined.",
      "Risk factors": "Anyone can develop itchy skin. • But you may be more likely to develop it if you: Have a condition that can cause itching, such as dermatitis, kidney disease, anemia or thyroid disease. • Are an older adult, as skin can become drier with age.",
      "Complications": "Itchy skin that is severe or lasts more than six weeks can affect the quality of your life. • This type is called chronic pruritus. • It might disturb your sleep or cause anxiety or depression. • Prolonged itching and scratching can increase the intensity of the itch, possibly leading to skin injury, infection and scarring."
    },
    "name": "Itchy skin (pruritus)",
    "url": "https://www.mayoclinic.org/diseases-conditions/itchy-skin/symptoms-causes/syc-20355006"
  }
]