[
  {
    "sections": {},
    "name": "Lactose intolerance",
    "url": "https://www.mayoclinic.org/diseases-conditions/lactose-intolerance/symptoms-causes/syc-20374232"
  },
  {
    "sections": {},
    "name": "Laryngitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/laryngitis/symptoms-causes/syc-20374262"
  },
  {
    "sections": {
      "Overview": "Latex allergy is a reaction to certain proteins found in natural rubber latex, a product made from the rubber tree. • If you have a latex allergy, your body mistakes latex for a harmful substance. • Latex allergy may cause itchy skin and hives or even anaphylaxis. • Anaphylaxis is a possibly life-threatening condition that can cause throat swelling and serious difficulty breathing. • A healthcare professional can find out if you have a latex allergy or if you're at risk of developing a latex allergy. • Understanding latex allergy and knowing common sources of latex can help you prevent allergic reactions.",
      "Symptoms": "If you're allergic to latex, you're likely to have symptoms after touching latex rubber products, such as gloves or balloons. • You also can have symptoms if you breathe in latex particles that are released into the air when someone removes latex gloves. • Latex allergy symptoms range from mild to serious. • A reaction depends on how sensitive you are to latex and the amount of latex you touch or inhale. • Your reaction can become worse with each additional latex exposure. • Mild latex allergy symptoms include: Itching. • Skin redness. • Hives or rash. • These include: Sneezing. • Runny nose. • Itchy, watery eyes. • Scratchy throat. • Difficulty breathing. • Wheezing. • Cough. • The most serious allergic reaction to latex is anaphylaxis, which can be deadly. • An anaphylactic (an-uh-fuh-LAK-tik) reaction develops immediately after latex exposure in highly sensitive people. • However, it rarely happens the first time someone is exposed. • Symptoms of anaphylaxis include: Difficulty breathing. • Hives or swelling. • Nausea and vomiting. • Wheezing. • Drop in blood pressure. • Dizziness. • Loss of consciousness. • Confusion. • Rapid or weak pulse. • Seek emergency medical care if you are having or think you're having an anaphylactic reaction. • If you have less severe reactions after exposure to latex, talk to a healthcare professional. • If possible, see a care professional when you're reacting. • This will help with diagnosis.",
      "Causes": "In a latex allergy, the immune system identifies latex as a harmful substance and triggers certain antibodies to fight it off. • The next time there is a latex exposure, these antibodies tell the immune system to release histamine and other chemicals into the bloodstream. • This process produces a range of allergy symptoms. • The more times someone is exposed to latex, the more strongly their immune system is likely to respond. • This is called sensitization. • Latex allergy can happen in these ways: Direct contact. • The most common cause of latex allergy involves touching latex-containing products, including latex gloves, condoms and balloons. • Inhalation. • Latex products, especially gloves, release latex particles. • You can breathe in these particles when they become airborne. • The amount of airborne latex from gloves differs greatly depending on the brand of glove used. • It's possible to have other skin reactions when using latex. • They include: Allergic contact dermatitis. • This reaction results from the chemical additives used during manufacturing. • The main symptom is a skin rash with formation of blisters 24 to 48 hours after exposure, similar to poison ivy. • Irritant contact dermatitis. • Not an allergy, this skin irritation is caused by wearing rubber gloves or exposure to the powder inside them. • Symptoms include dry, itchy, irritated areas, usually on the hands. • Not all latex products are made from natural sources. • Products containing synthetic materials, such as latex paint, are unlikely to cause a reaction.",
      "Risk factors": "Certain people are at greater risk of developing a latex allergy: People with spina bifida. • The risk of latex allergy is highest in people with spina bifida — a birth defect that affects the development of the spine. • People with this disorder often are exposed to latex products through early and frequent healthcare. • People with spina bifida should always avoid latex products. • People who undergo multiple surgeries or medical procedures. • Repeated exposure to latex gloves and medical products increases your risk of developing latex allergy. • Healthcare workers. • If you work in healthcare, you're at increased risk of developing a latex allergy. • Rubber industry workers. • Repeated exposure to latex may increase sensitivity. • People with a personal or family history of allergies. • You're at increased risk of latex allergy if you have other allergies — such as hay fever or a food allergy — or they're common in your family. • Certain fruits contain the same allergens found in latex. • They include: Avocado. • Banana. • Chestnut. • Kiwi. • Passion fruit. • If you're allergic to latex, you have a greater chance of also being allergic to these foods."
    },
    "name": "Latex allergy",
    "url": "https://www.mayoclinic.org/diseases-conditions/latex-allergy/symptoms-causes/syc-20374287"
  },
  {
    "sections": {},
    "name": "Lazy eye (amblyopia)",
    "url": "https://www.mayoclinic.org/diseases-conditions/lazy-eye/symptoms-causes/syc-20352391"
  },
  {
    "sections": {},
    "name": "Lead poisoning",
    "url": "https://www.mayoclinic.org/diseases-conditions/lead-poisoning/symptoms-causes/syc-20354717"
  },
  {
    "sections": {
      "Overview": "Left ventricular hypertrophy is thickening of the walls of the lower left heart chamber. • The lower left heart chamber is called the left ventricle. • The left ventricle is the heart's main pumping chamber. • During left ventricular hypertrophy, the thickened heart wall can become stiff. • Blood pressure in the heart increases. • The changes make it harder for the heart to effectively pump blood. • Eventually, the heart may fail to pump with as much force as needed. • Uncontrolled high blood pressure is the most common cause of left ventricular hypertrophy. • Complications include irregular heart rhythms, called arrhythmias, and heart failure. • Treatment of left ventricular hypertrophy depends on the cause. • Treatment may include medications or surgery.",
      "Symptoms": "Left ventricular hypertrophy usually develops gradually. • Some people do not have symptoms, especially during the early stages of the condition. • Left ventricular hypertrophy itself doesn't cause symptoms. • But symptoms may occur as the strain on the heart worsens. • They may include: Shortness of breath, especially while lying down. • Swelling of the legs. • Chest pain, often when exercising. • Sensation of rapid, fluttering or pounding heartbeats, called palpitations. • Fainting or a feeling of lightheadedness. • Seek emergency care if: You feel chest pain that lasts more than a few minutes. • You have severe difficulty breathing. • You have severe lightheadedness or lose consciousness. • You have a sudden, severe headache, difficulty speaking, or weakness on one side of your body. • If you have mild shortness of breath or other symptoms, such as palpitations, see your healthcare professional. • If you have high blood pressure or another condition that increases the risk of left ventricular hypertrophy, your healthcare team is likely to recommend regular health checkups to check your heart. • Anything that puts stress on the heart's lower left chamber can cause left ventricular hypertrophy. • The lower left chamber is called the left ventricle. • As the strain on the lower left chamber increases, the muscle tissue in the chamber wall thickens. • Sometimes, the size of the heart chamber itself also increases. • Left ventricular hypertrophy also may be caused by gene changes that affect the heart muscle's structure. • Things that can cause the heart to work harder and may possibly lead to left ventricular hypertrophy include: High blood pressure. • Also called hypertension, this is the most common cause of left ventricular hypertrophy. • Long-term high blood pressure strains the left side of the heart, causing it to grow bigger. • Treating high blood pressure can help reduce left ventricular hypertrophy symptoms and may even reverse it. • Narrowing of the aortic valve. • The aortic valve is between the lower left heart chamber and the body's main artery, called the aorta. • Narrowing of the valve is called aortic stenosis. • When the valve is narrowed, the heart must work harder to pump blood into the aorta. • Intensive athletic training. • Intense, long-term strength and endurance training causes changes in the heart. • The changes help the heart handle the extra physical workload. • But the changes can make the heart muscle grow larger. • Sometimes this is called athlete's heart or athletic heart syndrome. • It's unclear whether the increased heart size in athletes can lead to stiffening of the heart muscle and disease. • Certain conditions passed down through families, called genetic conditions, can make the heart thicker. • They include: Hypertrophic cardiomyopathy. • This condition is caused by changes in genes that cause the heart muscle to thicken. • The thickening makes it harder for the heart to pump blood. • It can occur even without high blood pressure. • People with one parent with hypertrophic cardiomyopathy have a 50% chance of having the changed gene that causes the disease. • Amyloidosis. • Proteins build up around the organs, including the heart. • The collection of proteins interferes with how the organs work. • When the condition is passed down through families, it is called familial amyloidosis. • It also may affect the nerves and kidneys. • Things that increase the risk of left ventricular hypertrophy include: Age. • Left ventricular hypertrophy is more common in older people. • So is high blood pressure, which can cause heart muscle thickening. • Weight. • Being overweight increases the risk of high blood pressure and left ventricular hypertrophy. • Family history. • Changes in genes passed down through families may lead to left ventricular hypertrophy. • Diabetes. • Having diabetes increases the risk of left ventricular hypertrophy. • Female gender. • Women with high blood pressure are more likely to get the condition than are men with similar blood pressure measurements. • Left ventricular hypertrophy changes the structure of the heart and how the heart works. • The thickened left ventricle becomes weak and stiff. • This prevents the lower left heart chamber from filling properly with blood. • As a result, blood pressure in the heart increases. • Complications of left ventricular hypertrophy include: Heart failure. • Irregular heart rhythms, called arrhythmias. • Too little oxygen to the heart, called ischemic heart disease. • Sudden, unexpected loss of heart function, breathing and consciousness, called sudden cardiac arrest. • The same healthy lifestyle changes recommended to treat high blood pressure also help prevent left ventricular hypertrophy. • Try these tips: Don't smoke. • Eat healthy foods. • Use less salt. • Limit or avoid alcohol. • Get regular exercise. • Maintain a healthy weight. • Get 7 to 9 hours of sleep daily. • Manage stress. • Uncontrolled high blood pressure increases the risk of left ventricular hypertrophy. • Get your blood pressure checked at least every two years if you're 18 and older. • If you have risk factors for heart disease or are over age 40, you may need more-frequent checks. • Ask your healthcare team what blood pressure reading is best for you. • Your healthcare professional may recommend checking your blood pressure at home. • Home blood pressure monitors are available at local stores and pharmacies. • Our patients tell us that the quality of their interactions, our attention to detail and the efficiency of their visits mean health care like they've never experienced. • See the stories of satisfied Mayo Clinic patients.",
      "Causes": "Anything that puts stress on the heart's lower left chamber can cause left ventricular hypertrophy. • The lower left chamber is called the left ventricle. • As the strain on the lower left chamber increases, the muscle tissue in the chamber wall thickens. • Sometimes, the size of the heart chamber itself also increases. • Left ventricular hypertrophy also may be caused by gene changes that affect the heart muscle's structure. • Things that can cause the heart to work harder and may possibly lead to left ventricular hypertrophy include: High blood pressure. • Also called hypertension, this is the most common cause of left ventricular hypertrophy. • Long-term high blood pressure strains the left side of the heart, causing it to grow bigger. • Treating high blood pressure can help reduce left ventricular hypertrophy symptoms and may even reverse it. • Narrowing of the aortic valve. • The aortic valve is between the lower left heart chamber and the body's main artery, called the aorta. • Narrowing of the valve is called aortic stenosis. • When the valve is narrowed, the heart must work harder to pump blood into the aorta. • Intensive athletic training. • Intense, long-term strength and endurance training causes changes in the heart. • The changes help the heart handle the extra physical workload. • But the changes can make the heart muscle grow larger. • Sometimes this is called athlete's heart or athletic heart syndrome. • It's unclear whether the increased heart size in athletes can lead to stiffening of the heart muscle and disease. • Certain conditions passed down through families, called genetic conditions, can make the heart thicker. • They include: Hypertrophic cardiomyopathy. • This condition is caused by changes in genes that cause the heart muscle to thicken. • The thickening makes it harder for the heart to pump blood. • It can occur even without high blood pressure. • People with one parent with hypertrophic cardiomyopathy have a 50% chance of having the changed gene that causes the disease. • Amyloidosis. • Proteins build up around the organs, including the heart. • The collection of proteins interferes with how the organs work. • When the condition is passed down through families, it is called familial amyloidosis. • It also may affect the nerves and kidneys.",
      "Risk factors": "Things that increase the risk of left ventricular hypertrophy include: Age. • Left ventricular hypertrophy is more common in older people. • So is high blood pressure, which can cause heart muscle thickening. • Weight. • Being overweight increases the risk of high blood pressure and left ventricular hypertrophy. • Family history. • Changes in genes passed down through families may lead to left ventricular hypertrophy. • Diabetes. • Having diabetes increases the risk of left ventricular hypertrophy. • Female gender. • Women with high blood pressure are more likely to get the condition than are men with similar blood pressure measurements.",
      "Complications": "Left ventricular hypertrophy changes the structure of the heart and how the heart works. • The thickened left ventricle becomes weak and stiff. • This prevents the lower left heart chamber from filling properly with blood. • As a result, blood pressure in the heart increases. • Complications of left ventricular hypertrophy include: Heart failure. • Irregular heart rhythms, called arrhythmias. • Too little oxygen to the heart, called ischemic heart disease. • Sudden, unexpected loss of heart function, breathing and consciousness, called sudden cardiac arrest.",
      "Prevention": "The same healthy lifestyle changes recommended to treat high blood pressure also help prevent left ventricular hypertrophy. • Try these tips: Don't smoke. • Eat healthy foods. • Use less salt. • Limit or avoid alcohol. • Get regular exercise. • Maintain a healthy weight. • Get 7 to 9 hours of sleep daily. • Manage stress. • Uncontrolled high blood pressure increases the risk of left ventricular hypertrophy. • Get your blood pressure checked at least every two years if you're 18 and older. • If you have risk factors for heart disease or are over age 40, you may need more-frequent checks. • Ask your healthcare team what blood pressure reading is best for you. • Your healthcare professional may recommend checking your blood pressure at home. • Home blood pressure monitors are available at local stores and pharmacies."
    },
    "name": "Left ventricular hypertrophy",
    "url": "https://www.mayoclinic.org/diseases-conditions/left-ventricular-hypertrophy/symptoms-causes/syc-20374314"
  },
  {
    "sections": {
      "Overview": "Legg-Calve-Perthes (LEG-kahl-VAY-PER-tuz) disease is a childhood condition that occurs when blood supply to the ball part (femoral head) of the hip joint is temporarily interrupted and the bone begins to die. • This weakened bone gradually breaks apart and can lose its round shape. • The body eventually restores blood supply to the ball, and the ball heals. • But if the ball is no longer round after it heals, it can cause pain and stiffness. • The complete process of bone death, fracture and renewal can take several years. • To keep the ball part of the joint as round as possible, doctors use a variety of treatments that keep it snug in the socket portion of the joint. • The socket acts as a mold for the fragmented femoral head as it heals.",
      "Symptoms": "Symptoms of Perthes disease include: Limping. • Pain or stiffness in the hip, groin, thigh or knee. • Limited range of motion of the hip joint. • Pain that worsens with activity and improves with rest. • Perthes disease usually involves just one hip. • Both hips can be affected, but they usually are affected at different times. • Make an appointment with your healthcare professional if your child begins limping or complains of hip, groin or knee pain. • If your child has a fever or can't bear weight on the leg, seek emergency medical care.",
      "Causes": "Perthes disease occurs when too little blood reaches the ball portion of the hip joint for a short time. • Without enough blood, this bone becomes weak and collapses. • The cause of the reduced blood flow is unknown.",
      "Risk factors": "Risk factors for Perthes disease include: Age. • Perthes disease can affect children of nearly any age, but it most commonly begins between ages 4 and 10. • Your child's sex. • Perthes is about four times more common in boys than in girls.",
      "Complications": "Children who have had Perthes disease are at higher risk of developing hip arthritis in adulthood — especially if the hip joint has poor healing. • If the ball-and-socket joint doesn't fit together well after healing, the joint can wear out early. • In general, children who are diagnosed with Perthes disease after age 6 are more likely to develop hip conditions later in life. • The younger the child is at the time of diagnosis, the better the chances for the hip joint to heal in a typical, round shape."
    },
    "name": "Legg-Calve-Perthes disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/legg-calve-perthes-disease/symptoms-causes/syc-20374343"
  },
  {
    "sections": {},
    "name": "Legionnaires' disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/legionnaires-disease/symptoms-causes/syc-20351747"
  },
  {
    "sections": {
      "Overview": "Leiomyosarcoma is a rare cancer that begins in smooth muscle tissue. • Many areas of the body have smooth muscle tissue. • Areas with smooth muscle tissue include the digestive system, urinary system, blood vessels and uterus. • Leiomyosarcoma most often starts in the smooth muscle tissue in the uterus, belly or leg. • It starts as a growth of cells. • It often grows quickly and can move to other parts of the body. • Symptoms of leiomyosarcoma depend on where the cancer starts. • There may be no symptoms early in the condition. • Leiomyosarcoma is a type of soft tissue sarcoma. • Soft tissue sarcoma is a broad group of cancers that begin in the connective tissues. • Connective tissues connect, support and surround other body structures.",
      "Symptoms": "Leiomyosarcoma might not cause signs or symptoms at first. • As the cancer grows, symptoms may include: Pain. • Weight loss. • Nausea and vomiting. • A lump or swelling under the skin. • Make an appointment with a doctor or other healthcare professional if you have symptoms that worry you.",
      "Causes": "It's not clear what causes leiomyosarcoma. • This cancer starts when something changes the cells in the smooth muscles. • Many areas of the body have smooth muscle tissue. • These include the digestive system, urinary system, blood vessels and uterus. • Leiomyosarcoma happens when smooth muscle cells develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA tells the cells to grow and multiply at a set rate. • The DNA also tells the cells to die at a set time. • In cancer cells, the DNA changes give other instructions. • The changes tell the cancer cells to grow and multiply at a fast rate. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Risk factors for leiomyosarcoma include: Being an adult. • Leiomyosarcoma can happen at any age. • But it is most common in adults. • It's rare in children. • Having certain genetic conditions. • People with certain genetic conditions may have a higher risk of leiomyosarcoma. • These conditions include hereditary retinoblastoma and Li-Fraumeni syndrome. • Healthcare professionals haven't found a way to prevent leiomyosarcoma."
    },
    "name": "Leiomyosarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/leiomyosarcoma/symptoms-causes/syc-20577215"
  },
  {
    "sections": {
      "Overview": "Leukemia is cancer of the body's blood-forming tissues, including the bone marrow and the lymphatic system. • Many types of leukemia exist. • Some forms of leukemia are more common in children. • Other forms of leukemia occur mostly in adults. • Leukemia usually involves the white blood cells. • Your white blood cells are potent infection fighters — they normally grow and divide in an orderly way, as your body needs them. • But in people with leukemia, the bone marrow produces an excessive amount of abnormal white blood cells, which don't function properly. • Treatment for leukemia can be complex — depending on the type of leukemia and other factors. • But there are strategies and resources that can help make your treatment successful.",
      "Symptoms": "Leukemia symptoms vary, depending on the type of leukemia. • Common leukemia signs and symptoms include: Fever or chills Persistent fatigue, weakness Frequent or severe infections Losing weight without trying Swollen lymph nodes, enlarged liver or spleen Easy bleeding or bruising Recurrent nosebleeds Tiny red spots in your skin (petechiae) Excessive sweating, especially at night Bone pain or tenderness Make an appointment with your doctor if you have any persistent signs or symptoms that worry you. • Leukemia symptoms are often vague and not specific. • You may overlook early leukemia symptoms because they may resemble symptoms of the flu and other common illnesses. • Sometimes leukemia is discovered during blood tests for some other condition. • Scientists don't understand the exact causes of leukemia. • It seems to develop from a combination of genetic and environmental factors. • In general, leukemia is thought to occur when some blood cells acquire changes (mutations) in their genetic material or DNA. • A cell's DNA contains the instructions that tell a cell what to do. • Normally, the DNA tells the cell to grow at a set rate and to die at a set time. • In leukemia, the mutations tell the blood cells to continue growing and dividing. • When this happens, blood cell production becomes out of control. • Over time, these abnormal cells can crowd out healthy blood cells in the bone marrow, leading to fewer healthy white blood cells, red blood cells and platelets, causing the signs and symptoms of leukemia. • Doctors classify leukemia based on its speed of progression and the type of cells involved. • The first type of classification is by how fast the leukemia progresses: Acute leukemia. • In acute leukemia, the abnormal blood cells are immature blood cells (blasts). • They can't carry out their normal functions, and they multiply rapidly, so the disease worsens quickly. • Acute leukemia requires aggressive, timely treatment. • Chronic leukemia. • There are many types of chronic leukemias. • Some produce too many cells and some cause too few cells to be produced. • Chronic leukemia involves more-mature blood cells. • These blood cells replicate or accumulate more slowly and can function normally for a period of time. • Some forms of chronic leukemia initially produce no early symptoms and can go unnoticed or undiagnosed for years. • The second type of classification is by type of white blood cell affected: Lymphocytic leukemia. • This type of leukemia affects the lymphoid cells (lymphocytes), which form lymphoid or lymphatic tissue. • Lymphatic tissue makes up your immune system. • Myelogenous (my-uh-LOHJ-uh-nus) leukemia. • This type of leukemia affects the myeloid cells. • Myeloid cells give rise to red blood cells, white blood cells and platelet-producing cells. • The major types of leukemia are: Acute lymphocytic leukemia (ALL). • This is the most common type of leukemia in young children. • ALL can also occur in adults. • Acute myelogenous leukemia (AML). • AML is a common type of leukemia. • It occurs in children and adults. • AML is the most common type of acute leukemia in adults. • Chronic lymphocytic leukemia (CLL). • With CLL, the most common chronic adult leukemia, you may feel well for years without needing treatment. • Chronic myelogenous leukemia (CML). • This type of leukemia mainly affects adults. • A person with CML may have few or no symptoms for months or years before entering a phase in which the leukemia cells grow more quickly. • Other types. • Other, rarer types of leukemia exist, including hairy cell leukemia, myelodysplastic syndromes and myeloproliferative disorders. • Factors that may increase your risk of developing some types of leukemia include: Previous cancer treatment. • People who've had certain types of chemotherapy and radiation therapy for other cancers have an increased risk of developing certain types of leukemia. • Genetic disorders. • Genetic abnormalities seem to play a role in the development of leukemia. • Certain genetic disorders, such as Down syndrome, are associated with an increased risk of leukemia. • Exposure to certain chemicals. • Exposure to certain chemicals, such as benzene — which is found in gasoline and is used by the chemical industry — is linked to an increased risk of some kinds of leukemia. • Smoking. • Smoking cigarettes increases the risk of acute myelogenous leukemia. • Family history of leukemia. • If members of your family have been diagnosed with leukemia, your risk of the disease may be increased. • However, most people with known risk factors don't get leukemia. • And many people with leukemia have none of these risk factors.",
      "Causes": "Scientists don't understand the exact causes of leukemia. • It seems to develop from a combination of genetic and environmental factors. • In general, leukemia is thought to occur when some blood cells acquire changes (mutations) in their genetic material or DNA. • A cell's DNA contains the instructions that tell a cell what to do. • Normally, the DNA tells the cell to grow at a set rate and to die at a set time. • In leukemia, the mutations tell the blood cells to continue growing and dividing. • When this happens, blood cell production becomes out of control. • Over time, these abnormal cells can crowd out healthy blood cells in the bone marrow, leading to fewer healthy white blood cells, red blood cells and platelets, causing the signs and symptoms of leukemia. • Doctors classify leukemia based on its speed of progression and the type of cells involved. • The first type of classification is by how fast the leukemia progresses: Acute leukemia. • In acute leukemia, the abnormal blood cells are immature blood cells (blasts). • They can't carry out their normal functions, and they multiply rapidly, so the disease worsens quickly. • Acute leukemia requires aggressive, timely treatment. • Chronic leukemia. • There are many types of chronic leukemias. • Some produce too many cells and some cause too few cells to be produced. • Chronic leukemia involves more-mature blood cells. • These blood cells replicate or accumulate more slowly and can function normally for a period of time. • Some forms of chronic leukemia initially produce no early symptoms and can go unnoticed or undiagnosed for years. • The second type of classification is by type of white blood cell affected: Lymphocytic leukemia. • This type of leukemia affects the lymphoid cells (lymphocytes), which form lymphoid or lymphatic tissue. • Lymphatic tissue makes up your immune system. • Myelogenous (my-uh-LOHJ-uh-nus) leukemia. • This type of leukemia affects the myeloid cells. • Myeloid cells give rise to red blood cells, white blood cells and platelet-producing cells. • The major types of leukemia are: Acute lymphocytic leukemia (ALL). • This is the most common type of leukemia in young children. • ALL can also occur in adults. • Acute myelogenous leukemia (AML). • AML is a common type of leukemia. • It occurs in children and adults. • AML is the most common type of acute leukemia in adults. • Chronic lymphocytic leukemia (CLL). • With CLL, the most common chronic adult leukemia, you may feel well for years without needing treatment. • Chronic myelogenous leukemia (CML). • This type of leukemia mainly affects adults. • A person with CML may have few or no symptoms for months or years before entering a phase in which the leukemia cells grow more quickly. • Other types. • Other, rarer types of leukemia exist, including hairy cell leukemia, myelodysplastic syndromes and myeloproliferative disorders.",
      "Risk factors": "Factors that may increase your risk of developing some types of leukemia include: Previous cancer treatment. • People who've had certain types of chemotherapy and radiation therapy for other cancers have an increased risk of developing certain types of leukemia. • Genetic disorders. • Genetic abnormalities seem to play a role in the development of leukemia. • Certain genetic disorders, such as Down syndrome, are associated with an increased risk of leukemia. • Exposure to certain chemicals. • Exposure to certain chemicals, such as benzene — which is found in gasoline and is used by the chemical industry — is linked to an increased risk of some kinds of leukemia. • Smoking. • Smoking cigarettes increases the risk of acute myelogenous leukemia. • Family history of leukemia. • If members of your family have been diagnosed with leukemia, your risk of the disease may be increased. • However, most people with known risk factors don't get leukemia. • And many people with leukemia have none of these risk factors."
    },
    "name": "Leukemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/leukemia/symptoms-causes/syc-20374373"
  },
  {
    "sections": {
      "Overview": "Leukoplakia (loo-koh-PLAY-key-uh) causes thick, white patches that form on the gums. • The patches also may form on the insides of the cheeks and the bottom of the mouth. • Sometimes the patches form on the tongue. • These patches cannot be scraped off. • Doctors do not know the exact cause of leukoplakia. • But ongoing irritation from tobacco — whether smoked, dipped or chewed — may be the most common cause. • Long-term alcohol use is another possible cause. • Most leukoplakia patches are not cancer. • But some patches show early signs of cancer. • Cancers in the mouth can occur next to areas of leukoplakia. • White areas mixed with red areas, also called speckled leukoplakia, may possibly lead to cancer. • It's best to see your dentist or doctor if you have any changes in your mouth that do not go away. • A type of leukoplakia in the mouth called hairy leukoplakia mainly affects people whose immune systems have been weakened by disease, especially HIV/AIDS.",
      "Symptoms": "Leukoplakia usually occurs on the gums, the insides of the cheeks, the bottom of the mouth under the tongue and, sometimes, the tongue. • Usually it is not painful and it may not be noticed for a while. • Leukoplakia may appear as: White or gray patches that cannot be wiped away. • Patches with a rough, ridged, wrinkled or smooth surface, or a combination of these. • Patches with shapes and edges that are not regular. • Thick or hard patches. • White patches of leukoplakia may appear along with raised, red areas called erythroplakia (uh-rith-roe-PLAY-key-uh). • This combination is called speckled leukoplakia. • These patches are more likely to show changes that may lead to cancer. • Hairy leukoplakia causes fuzzy, white patches that look like folds or ridges. • The patches usually form on the sides of the tongue. • Hairy leukoplakia is often mistaken as oral thrush, an infection that causes creamy white patches that can be wiped away. • Oral thrush also is common in people with weak immune systems. • Even though leukoplakia does not usually cause discomfort, sometimes it can suggest a more serious condition. • See your doctor or other healthcare professional if you have any of these: White patches or sores in the mouth that do not heal on their own within two weeks. • Lumps in the mouth. • White, red or dark patches in the mouth. • Changes in the inside of the mouth that do not go away. • Ear pain. • Problems swallowing. • Problems opening the jaw. • The exact cause of leukoplakia is not known. • But long-term irritation from tobacco use — smoked and smokeless — appears to be strongly related to many cases. • Often, regular users of smokeless tobacco products get leukoplakia in places where they hold the tobacco between their gums and cheeks. • The use of betel nut, also called an areca nut, may be a cause of leukoplakia. • A betel nut packet, like smokeless tobacco, is held between the gum and cheek. • Other possible causes may include ongoing irritation from: Long-term, heavy alcohol use. • Jagged, broken or sharp teeth rubbing on tongue surfaces. • Broken dentures or dentures that do not fit well. • Your doctor or other healthcare professional can talk with you about what may be causing leukoplakia. • Hairy leukoplakia results from infection with the Epstein-Barr virus (EBV). • Once you've been infected with EBV, the virus remains in your body for life. • Usually the virus is not active and does not cause symptoms. • But if your immune system is weakened, especially from HIV/AIDS, the virus can become active. • This can lead to conditions such as hairy leukoplakia. • Tobacco use, particularly smokeless tobacco, puts you at high risk of leukoplakia and mouth cancer. • Long-term, heavy alcohol use increases your risk. • Drinking alcohol combined with using tobacco increases your risk even more. • People with HIV/AIDS are especially likely to develop hairy leukoplakia. • The use of medicines that slow down or prevent HIV activity has reduced the number of people who get hairy leukoplakia. • But it still affects many people who are HIV positive. • It may be one of the early signs of HIV infection. • Leukoplakia usually does not cause permanent damage to the inside of the mouth. • But leukoplakia increases the risk of mouth cancer. • Mouth cancers often form near leukoplakia patches. • And the patches themselves may show cancerous changes. • Even after leukoplakia patches are removed, the risk of mouth cancer remains. • Hairy leukoplakia is not likely to lead to cancer. • But it may be an early symptom of HIV/AIDS. • You may be able to prevent leukoplakia if you avoid all tobacco products or alcohol use. • Talk to your doctor or other healthcare professional about ways to help you quit. • If you continue to smoke or chew tobacco or drink alcohol, have dental checkups often. • Mouth cancers are usually painless until advanced. • Quitting tobacco and alcohol is a better way to prevent mouth cancers. • If you have a weak immune system, you may not be able to prevent hairy leukoplakia. • But finding it early can help you get proper treatment.",
      "Causes": "The exact cause of leukoplakia is not known. • But long-term irritation from tobacco use — smoked and smokeless — appears to be strongly related to many cases. • Often, regular users of smokeless tobacco products get leukoplakia in places where they hold the tobacco between their gums and cheeks. • The use of betel nut, also called an areca nut, may be a cause of leukoplakia. • A betel nut packet, like smokeless tobacco, is held between the gum and cheek. • Other possible causes may include ongoing irritation from: Long-term, heavy alcohol use. • Jagged, broken or sharp teeth rubbing on tongue surfaces. • Broken dentures or dentures that do not fit well. • Your doctor or other healthcare professional can talk with you about what may be causing leukoplakia. • Hairy leukoplakia results from infection with the Epstein-Barr virus (EBV). • Once you've been infected with EBV, the virus remains in your body for life. • Usually the virus is not active and does not cause symptoms. • But if your immune system is weakened, especially from HIV/AIDS, the virus can become active. • This can lead to conditions such as hairy leukoplakia.",
      "Risk factors": "Tobacco use, particularly smokeless tobacco, puts you at high risk of leukoplakia and mouth cancer. • Long-term, heavy alcohol use increases your risk. • Drinking alcohol combined with using tobacco increases your risk even more. • People with HIV/AIDS are especially likely to develop hairy leukoplakia. • The use of medicines that slow down or prevent HIV activity has reduced the number of people who get hairy leukoplakia. • But it still affects many people who are HIV positive. • It may be one of the early signs of HIV infection.",
      "Complications": "Leukoplakia usually does not cause permanent damage to the inside of the mouth. • But leukoplakia increases the risk of mouth cancer. • Mouth cancers often form near leukoplakia patches. • And the patches themselves may show cancerous changes. • Even after leukoplakia patches are removed, the risk of mouth cancer remains. • Hairy leukoplakia is not likely to lead to cancer. • But it may be an early symptom of HIV/AIDS.",
      "Prevention": "You may be able to prevent leukoplakia if you avoid all tobacco products or alcohol use. • Talk to your doctor or other healthcare professional about ways to help you quit. • If you continue to smoke or chew tobacco or drink alcohol, have dental checkups often. • Mouth cancers are usually painless until advanced. • Quitting tobacco and alcohol is a better way to prevent mouth cancers. • If you have a weak immune system, you may not be able to prevent hairy leukoplakia. • But finding it early can help you get proper treatment."
    },
    "name": "Leukoplakia",
    "url": "https://www.mayoclinic.org/diseases-conditions/leukoplakia/symptoms-causes/syc-20354405"
  },
  {
    "sections": {
      "Overview": "Lewy body dementia is the second most common type of dementia after Alzheimer's disease. • Protein deposits called Lewy bodies develop in nerve cells in the brain. • The protein deposits affect brain regions involved in thinking, memory and movement. • This condition is also known as dementia with Lewy bodies. • Lewy body dementia causes a decline in mental abilities that gradually gets worse over time. • People with Lewy body dementia might see things that aren't there. • This is known as visual hallucinations. • They also may have changes in alertness and attention. • People with Lewy body dementia might experience Parkinson's disease symptoms. • These symptoms may include rigid muscles, slow movement, trouble walking and tremors.",
      "Symptoms": "Lewy body dementia symptoms can include: Visual hallucinations. • Seeing things that aren't there, known as hallucinations, might be one of the first symptoms of Lewy body dementia. • This symptom often occurs regularly. • People with Lewy body dementia might see shapes, animals or people that aren't there. • Hallucinations involving sounds, smells or touch are possible. • Movement disorders. • Signs of Parkinson's disease, known as parkinsonian signs, may occur. • These symptoms include slowed movement, rigid muscles, tremor or a shuffling walk. • This can cause the person to fall. • Poor regulation of body functions. • The part of the nervous system that controls automatic functions is called the autonomic nervous system. • Lewy body dementia can affect how well the autonomic nervous system controls blood pressure, heart rate, sweating and digestion. • This can result in sudden drops in blood pressure upon standing, dizziness, falls, loss of bladder control and bowel issues such as constipation. • Cognitive problems. • People with Lewy body dementia might have thinking problems similar to those of Alzheimer's disease. • They may include confusion, poor attention, visual-spatial problems and memory loss. • Trouble with sleep. • People with Lewy body dementia can have rapid eye movement (REM) sleep behavior disorder. • This disorder causes people to physically act out their dreams while asleep. • People with REM sleep behavior disorder may punch, kick, yell or scream while sleeping. • Varying attention. • Episodes of drowsiness, long periods of staring into space, long naps during the day or disorganized speech are possible. • Depression. • People with Lewy body dementia might develop depression. • Apathy. • Loss of motivation may occur. • Lewy body dementia is characterized by the buildup of proteins into masses known as Lewy bodies. • This protein also is associated with Parkinson's disease. • People who have Lewy bodies in their brains also have the plaques and tangles associated with Alzheimer's disease. • A few factors seem to increase the risk of developing Lewy body dementia, including: Age. • People older than 60 are at greater risk. • Sex. • Lewy body dementia affects more men than women. • Family history. • Those who have a family member with Lewy body dementia or Parkinson's disease are at greater risk. • Lewy body dementia is progressive. • This means it gradually gets worse over time. • As symptoms get worse, Lewy body dementia can lead to: Severe dementia. • Aggressive behavior. • Depression. • Increased risk of falling and injury. • Worsening of parkinsonian symptoms, such as tremors. • Death, on average about 7 to 8 years after symptoms start.",
      "Causes": "Lewy body dementia is characterized by the buildup of proteins into masses known as Lewy bodies. • This protein also is associated with Parkinson's disease. • People who have Lewy bodies in their brains also have the plaques and tangles associated with Alzheimer's disease.",
      "Risk factors": "A few factors seem to increase the risk of developing Lewy body dementia, including: Age. • People older than 60 are at greater risk. • Sex. • Lewy body dementia affects more men than women. • Family history. • Those who have a family member with Lewy body dementia or Parkinson's disease are at greater risk.",
      "Complications": "Lewy body dementia is progressive. • This means it gradually gets worse over time. • As symptoms get worse, Lewy body dementia can lead to: Severe dementia. • Aggressive behavior. • Depression. • Increased risk of falling and injury. • Worsening of parkinsonian symptoms, such as tremors. • Death, on average about 7 to 8 years after symptoms start."
    },
    "name": "Lewy body dementia",
    "url": "https://www.mayoclinic.org/diseases-conditions/lewy-body-dementia/symptoms-causes/syc-20352025"
  },
  {
    "sections": {
      "Overview": "Lice are tiny, wingless insects that feed on human blood. • Lice spread from person to person through close contact and by sharing belongings. • There are three types of lice: Head lice found on the scalp. • They're easiest to see at the nape of the neck and over the ears. • Body lice that live in clothing and bedding and move onto the skin to feed. • Body lice most often affect people who aren't able to bathe or wash clothing often, such as homeless people. • Pubic lice, also called crabs, that occur on the skin and hair of the pubic area. • Less often, they may be found on coarse body hair, such as chest hair, eyebrows or eyelashes. • Unless treated properly, lice can become a recurring problem.",
      "Symptoms": "Common signs and symptoms of lice include: Intense itching on the scalp, body or in the genital area. • A tickling feeling from movement of hair. • The presence of lice on your scalp, body, clothing, or pubic or other body hair. • Adult lice may be about the size of a sesame seed or slightly larger. • Lice eggs (nits) on hair shafts. • Nits may be difficult to see because they're very tiny. • They're easiest to spot around the ears and the nape of the neck. • Nits can be mistaken for dandruff, but unlike dandruff, they can't be easily brushed out of hair. • Sores on the scalp, neck and shoulders. • Scratching can lead to small red bumps that can sometimes get infected with bacteria. • Bite marks, especially around the waist, groin, upper thighs and pubic area. • See your health care provider if you suspect you or your child has lice. • Things often mistaken for nits include: Dandruff Residue from hair products Bead of dead hair tissue on a hair shaft Scabs, dirt or other debris Other small bugs found in the hair Lice feed on human blood and can be found on the human head, body and pubic area. • The female louse produces a sticky substance that firmly attaches each egg to the base of a hair shaft. • Eggs hatch in 6 to 9 days. • You can get lice by coming into contact with either lice or their eggs. • Lice can't jump or fly. • They spread through: Head-to-head or body-to-body contact. • This may occur as children or family members play or interact closely. • Closely stored belongings. • Storing clothing that have lice close together in closets, lockers or on side-by-side hooks at school can spread lice. • Lice also can spread when storing personal items such as pillows, blankets, combs and stuffed toys together. • Items shared among friends or family members. • These may include clothing, headphones, brushes, combs, hair accessories, towels, blankets, pillows and stuffed toys. • Contact with furniture that has lice on it. • Lying on a bed or sitting in overstuffed, cloth-covered furniture recently used by someone with lice can spread them. • Lice can live for 1 to 2 days off the body. • Sexual contact. • Pubic lice usually spread through sexual contact. • Pubic lice most commonly affect adults. • Pubic lice found on children may be a sign of sexual exposure or abuse. • It's difficult to prevent the spread of head lice among children in child care and school settings. • There's so much close contact among children and their belongings that lice can spread easily. • The presence of head lice isn't a reflection of hygiene habits. • It's also not a failure on the parent if a child gets head lice. • Some nonprescription products claim to repel lice. • But more research is needed to prove their safety and effectiveness. • Many small studies have shown that ingredients in some of these products — mostly plant oils such as coconut, olive, rosemary and tea tree — may work to repel lice. • However, these products are classified as \"natural,\" so they aren't regulated by the Food and Drug Administration (FDA). • Their safety and effectiveness haven't been tested to FDA standards. • Until more research proves the effectiveness of head lice prevention products, the best approach is simply to take thorough steps to get rid of lice and their eggs if you find them on your child. • In the meantime, these steps can help prevent lice: Ask your child to avoid head-to-head contact with classmates during play and other activities. • Teach your child not to share personal belongings such as hats, scarves, coats, combs, brushes, hair accessories and headphones. • Tell your child to avoid shared spaces where hats and clothing from more than one student are hung on a common hook or kept in a locker. • However, it's not realistic to expect that you and your child can avoid all contact that may cause the spread of lice. • Your child may have nits in his or her hair but may not develop a case of head lice. • Some nits are empty eggs. • However, nits that are found within 1/4 inch (6 millimeters) of the scalp typically should be treated — even if you find only one — to prevent the possibility of hatching.",
      "Causes": "Lice feed on human blood and can be found on the human head, body and pubic area. • The female louse produces a sticky substance that firmly attaches each egg to the base of a hair shaft. • Eggs hatch in 6 to 9 days. • You can get lice by coming into contact with either lice or their eggs. • Lice can't jump or fly. • They spread through: Head-to-head or body-to-body contact. • This may occur as children or family members play or interact closely. • Closely stored belongings. • Storing clothing that have lice close together in closets, lockers or on side-by-side hooks at school can spread lice. • Lice also can spread when storing personal items such as pillows, blankets, combs and stuffed toys together. • Items shared among friends or family members. • These may include clothing, headphones, brushes, combs, hair accessories, towels, blankets, pillows and stuffed toys. • Contact with furniture that has lice on it. • Lying on a bed or sitting in overstuffed, cloth-covered furniture recently used by someone with lice can spread them. • Lice can live for 1 to 2 days off the body. • Sexual contact. • Pubic lice usually spread through sexual contact. • Pubic lice most commonly affect adults. • Pubic lice found on children may be a sign of sexual exposure or abuse.",
      "Prevention": "It's difficult to prevent the spread of head lice among children in child care and school settings. • There's so much close contact among children and their belongings that lice can spread easily. • The presence of head lice isn't a reflection of hygiene habits. • It's also not a failure on the parent if a child gets head lice. • Some nonprescription products claim to repel lice. • But more research is needed to prove their safety and effectiveness. • Many small studies have shown that ingredients in some of these products — mostly plant oils such as coconut, olive, rosemary and tea tree — may work to repel lice. • However, these products are classified as \"natural,\" so they aren't regulated by the Food and Drug Administration (FDA). • Their safety and effectiveness haven't been tested to FDA standards. • Until more research proves the effectiveness of head lice prevention products, the best approach is simply to take thorough steps to get rid of lice and their eggs if you find them on your child. • In the meantime, these steps can help prevent lice: Ask your child to avoid head-to-head contact with classmates during play and other activities. • Teach your child not to share personal belongings such as hats, scarves, coats, combs, brushes, hair accessories and headphones. • Tell your child to avoid shared spaces where hats and clothing from more than one student are hung on a common hook or kept in a locker. • However, it's not realistic to expect that you and your child can avoid all contact that may cause the spread of lice. • Your child may have nits in his or her hair but may not develop a case of head lice. • Some nits are empty eggs. • However, nits that are found within 1/4 inch (6 millimeters) of the scalp typically should be treated — even if you find only one — to prevent the possibility of hatching."
    },
    "name": "Lice",
    "url": "https://www.mayoclinic.org/diseases-conditions/lice/symptoms-causes/syc-20374399"
  },
  {
    "sections": {
      "Overview": "Lichen planus (LIE-kun PLAY-nus) is a condition of the skin, hair, nails, mouth and genitals. • On skin, lichen planus often appears as purple, itchy, flat bumps that develop over several weeks. • In the mouth and genital mucosa, lichen planus forms lacy white patches, sometimes with painful sores. • Mild lichen planus of the skin may not need treatment. • If the condition causes pain or intense itching, you may need prescription medicine.",
      "Symptoms": "Symptoms of lichen planus vary depending on the part of the body affected. • Nail disease usually affects several nails. • Symptoms include: Purple, shiny, flat bumps, often on the inner forearms, wrists or ankles. • Lines of rash where the skin has been scratched. • Lacy white patches on the tongue or inside of the cheeks. • Itchiness. • Painful sores in the mouth or genitals. • Rarely, hair loss. • Nail scarring or loss. • Dark lines from the tip of the nail to the base. • See your health care provider if tiny bumps or a rash appears on your skin for no known reason, such as contact with poison ivy. • Also see your health care provider if you have any symptoms related to lichen planus of the mouth, genitals, scalp or nails. • It's best to get a prompt and correct diagnosis because a number of skin and mucous membrane conditions can cause sores and pain. • The cause of lichen planus is likely related to the immune system attacking cells of the skin or mucous membranes. • It's not clear why this irregular immune response happens. • The condition isn't contagious. • Lichen planus may be activated by: Hepatitis C infection. • Pain relievers and other medicines. • An allergic reaction to the metal in dental fillings. • Anyone can develop lichen planus. • It most often affects middle-aged adults. • Lichen planus in the mouth is more likely to affect women than men. • Lichen planus can be difficult to treat on the vulva and in the vagina. • It can cause scarring and severe pain. • Sores on the genitals can make sex painful. • The affected skin and nails might stay slightly darker even after healing. • Oral sores may affect your ability to eat. • Oral lichen planus increases the risk of oral cancer. • Rarely, lichen planus affects the ear canal. • Left untreated, it may lead to hearing loss.",
      "Causes": "The cause of lichen planus is likely related to the immune system attacking cells of the skin or mucous membranes. • It's not clear why this irregular immune response happens. • The condition isn't contagious. • Lichen planus may be activated by: Hepatitis C infection. • Pain relievers and other medicines. • An allergic reaction to the metal in dental fillings.",
      "Risk factors": "Anyone can develop lichen planus. • It most often affects middle-aged adults. • Lichen planus in the mouth is more likely to affect women than men.",
      "Complications": "Lichen planus can be difficult to treat on the vulva and in the vagina. • It can cause scarring and severe pain. • Sores on the genitals can make sex painful. • The affected skin and nails might stay slightly darker even after healing. • Oral sores may affect your ability to eat. • Oral lichen planus increases the risk of oral cancer. • Rarely, lichen planus affects the ear canal. • Left untreated, it may lead to hearing loss."
    },
    "name": "Lichen planus",
    "url": "https://www.mayoclinic.org/diseases-conditions/lichen-planus/symptoms-causes/syc-20351378"
  },
  {
    "sections": {
      "Overview": "Lichen sclerosus (LIE-kun skluh-ROW-sus) is a condition that causes patchy, discolored, thin skin. • It usually affects the genital and anal areas. • Anyone can get lichen sclerosus but postmenopausal women are at higher risk. • It isn't contagious and can't be spread through sexual contact. • Treatment is usually a medicated ointment. • This treatment helps return the skin to its usual color and reduces the risk of scarring. • Even if your symptoms clear up, they tend to come back. • So you'll likely need long-term follow-up care.",
      "Symptoms": "It's possible to have mild lichen sclerosus with no symptoms. • When symptoms do occur, they usually affect the skin of the genital and anal areas. • The back, shoulders, upper arms and breasts may also be affected. • Symptoms may include: Smooth discolored skin patches Blotchy, wrinkled skin patches Itching Soreness or a burning feeling Easy bruising Fragile skin Changes in the tube for urine flow (urethra) Bleeding, blistering or open sores Painful sex See your health care provider if you have symptoms of lichen sclerosus. • If you've already been diagnosed with lichen sclerosus, see your health care provider every 6 to 12 months. • These visits are important to check for any skin changes or side effects of treatment. • The exact cause of lichen sclerosus isn't known. • It's likely a combination of factors, including an overactive immune system, your genetic makeup, and previous skin damage or irritation. • Lichen sclerosus isn't contagious and can't be spread through sexual contact. • Anyone can get lichen sclerosus, but the risk is higher for: Postmenopausal women Children younger than 10 years old Women who have another autoimmune disease, such as forms of low thyroid function (hypothyroidism) Men with urinary incontinence or an uncircumcised penis People with a family history of the disease Complications of lichen sclerosus include painful sex and scarring, including covering of the clitoris. • Scarring of the penis can cause painful erection, poor urine flow and an inability to retract the foreskin. • People with vulvar lichen sclerosus are also at an increased risk of squamous cell carcinoma. • In children, constipation is a common complication.",
      "Causes": "The exact cause of lichen sclerosus isn't known. • It's likely a combination of factors, including an overactive immune system, your genetic makeup, and previous skin damage or irritation. • Lichen sclerosus isn't contagious and can't be spread through sexual contact.",
      "Risk factors": "Anyone can get lichen sclerosus, but the risk is higher for: Postmenopausal women Children younger than 10 years old Women who have another autoimmune disease, such as forms of low thyroid function (hypothyroidism) Men with urinary incontinence or an uncircumcised penis People with a family history of the disease",
      "Complications": "Complications of lichen sclerosus include painful sex and scarring, including covering of the clitoris. • Scarring of the penis can cause painful erection, poor urine flow and an inability to retract the foreskin. • People with vulvar lichen sclerosus are also at an increased risk of squamous cell carcinoma. • In children, constipation is a common complication."
    },
    "name": "Lichen sclerosus",
    "url": "https://www.mayoclinic.org/diseases-conditions/lichen-sclerosus/symptoms-causes/syc-20374448"
  },
  {
    "sections": {
      "Overview": "Lip cancer occurs on the skin of the lips. • Lip cancer can occur anywhere along the upper or lower lip, but is most common on the lower lip. • Lip cancer is considered a type of mouth (oral) cancer. • Most lip cancers are squamous cell carcinomas, which means they begin in the thin, flat cells in the middle and outer layers of the skin called squamous cells. • Lip cancer risk factors include excessive sun exposure and tobacco use. • You may reduce your risk of lip cancer by protecting your face from the sun with a hat or sunblock, and by quitting smoking. • Treatment for lip cancer usually involves surgery to remove the cancer. • For small lip cancers, surgery may be a minor procedure with minimal impact on your appearance. • For larger lip cancers, more extensive surgery may be necessary. • Careful planning and reconstruction can preserve your ability to eat and speak normally, and also achieve a satisfactory appearance after surgery.",
      "Symptoms": "Signs and symptoms of lip cancer include: A flat or slightly raised whitish discoloration of the lip A sore on your lip that won't heal Tingling, pain or numbness of the lips or the skin around the mouth Make an appointment with your doctor if you have any persistent signs or symptoms that worry you.",
      "Causes": "It's not clear what causes lip cancer. • In general, cancer starts when cells develop changes (mutations) in their DNA. • A cell's DNA contains the instructions that tell the cell what to do. • The changes tell the cell to begin multiplying uncontrollably and to continue living when healthy cells would die. • The accumulating cells form a tumor that can invade and destroy normal body tissue.",
      "Risk factors": "Factors that can increase your risk of lip cancer include: Tobacco use of any kind, including cigarettes, cigars, pipes, chewing tobacco and snuff, among others Fair skin Excessive sun exposure to your lips A weakened immune system",
      "Prevention": "To reduce your risk of lip cancer, you can: Stop using tobacco or don't start. • If you use tobacco, stop. • If you don't use tobacco, don't start. • Using tobacco, whether smoked or chewed, exposes the cells in your lips to dangerous cancer-causing chemicals. • Avoid the sun during the middle of the day. • For many people in North America, the sun's rays are strongest between about 10 a.m. and 4 p.m. • Schedule outdoor activities for other times of the day, even during winter or when the sky is cloudy. • Use a broad-spectrum sunscreen with an SPF of at least 30, even on cloudy days. • Apply sunscreen generously, and reapply every two hours — or more often if you're swimming or perspiring. • Avoid tanning beds. • Tanning beds emit UV rays and can increase your risk of lip cancer."
    },
    "name": "Lip cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/lip-cancer/symptoms-causes/syc-20355079"
  },
  {
    "sections": {},
    "name": "Lipoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/lipoma/symptoms-causes/syc-20374470"
  },
  {
    "sections": {
      "Overview": "Liposarcoma is a rare type of cancer that starts in the fat cells. • It most often begins as a growth of cells in the belly or in the arm and leg muscles. • But liposarcoma can begin in the fat cells anywhere in the body. • Liposarcoma happens most often in older adults, but it can happen at any age. • Liposarcoma treatment usually involves surgery to remove the cancer. • Other treatments, such as radiation therapy, also may be used. • Liposarcoma is a type of cancer called a soft tissue sarcoma. • These cancers happen in the body's connective tissues. • There are many types of soft tissue sarcoma.",
      "Symptoms": "Liposarcoma symptoms depend on the part of the body where the cancer forms. • Liposarcoma in the arms and legs can cause: A growing lump of tissue under the skin. • Pain. • Swelling. • Weakness of the affected limb. • Liposarcoma in the belly, also called the abdomen, can cause: Abdominal pain. • Abdominal swelling. • Feeling full sooner when eating. • Constipation. • Blood in stool. • Make an appointment with a doctor or other health care professional if you have any symptoms that don't go away and that worry you. • It's not clear what causes liposarcoma. • Liposarcoma starts when fat cells get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • The changes turn the fat cells into cancer cells. • The changes tell the cancer cells to grow quickly and make a lot of extra cells. • The cancer cells keep living when healthy cells would die as part of their natural life cycle. • The cancer cells form a growth, called a tumor. • In some types of liposarcoma, the cancer cells stay put. • They continue making more cells, causing the tumor to get bigger. • In other types of liposarcoma, the cancer cells might break away and spread to other parts of the body. • When cancer spreads to other parts of the body, it's called metastatic cancer.",
      "Causes": "It's not clear what causes liposarcoma. • Liposarcoma starts when fat cells get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • The changes turn the fat cells into cancer cells. • The changes tell the cancer cells to grow quickly and make a lot of extra cells. • The cancer cells keep living when healthy cells would die as part of their natural life cycle. • The cancer cells form a growth, called a tumor. • In some types of liposarcoma, the cancer cells stay put. • They continue making more cells, causing the tumor to get bigger. • In other types of liposarcoma, the cancer cells might break away and spread to other parts of the body. • When cancer spreads to other parts of the body, it's called metastatic cancer."
    },
    "name": "Liposarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/liposarcoma/symptoms-causes/syc-20352632"
  },
  {
    "sections": {},
    "name": "Listeria infection",
    "url": "https://www.mayoclinic.org/diseases-conditions/listeria-infection/symptoms-causes/syc-20355269"
  },
  {
    "sections": {
      "Overview": "Liver cancer is cancer that begins in the cells of your liver. • Your liver is a football-sized organ that sits in the upper right portion of your abdomen, beneath your diaphragm and above your stomach. • Several types of cancer can form in the liver. • The most common type of liver cancer is hepatocellular carcinoma, which begins in the main type of liver cell (hepatocyte). • Other types of liver cancer, such as intrahepatic cholangiocarcinoma and hepatoblastoma, are much less common. • Cancer that spreads to the liver is more common than cancer that begins in the liver cells. • Cancer that begins in another area of the body — such as the colon, lung or breast — and then spreads to the liver is called metastatic cancer rather than liver cancer. • This type of cancer is named after the organ in which it began — such as metastatic colon cancer to describe cancer that begins in the colon and spreads to the liver.",
      "Symptoms": "Most people don't have signs and symptoms in the early stages of primary liver cancer. • When signs and symptoms do appear, they may include: Losing weight without trying Loss of appetite Upper abdominal pain Nausea and vomiting General weakness and fatigue Abdominal swelling Yellow discoloration of your skin and the whites of your eyes (jaundice) White, chalky stools Make an appointment with your doctor if you experience any signs or symptoms that worry you. • Liver cancer happens when liver cells develop changes (mutations) in their DNA. • A cell's DNA is the material that provides instructions for every chemical process in your body. • DNA mutations cause changes in these instructions. • One result is that cells may begin to grow out of control and eventually form a tumor — a mass of cancerous cells. • Sometimes the cause of liver cancer is known, such as with chronic hepatitis infections. • But sometimes liver cancer happens in people with no underlying diseases and it's not clear what causes it. • Factors that increase the risk of primary liver cancer include: Chronic infection with HBV or HCV. • Chronic infection with the hepatitis B virus (HBV) or hepatitis C virus (HCV) increases your risk of liver cancer. • Cirrhosis. • This progressive and irreversible condition causes scar tissue to form in your liver and increases your chances of developing liver cancer. • Certain inherited liver diseases. • Liver diseases that can increase the risk of liver cancer include hemochromatosis and Wilson's disease. • Diabetes. • People with this blood sugar disorder have a greater risk of liver cancer than those who don't have diabetes. • Nonalcoholic fatty liver disease. • An accumulation of fat in the liver increases the risk of liver cancer. • Exposure to aflatoxins. • Aflatoxins are poisons produced by molds that grow on crops that are stored poorly. • Crops, such as grains and nuts, can become contaminated with aflatoxins, which can end up in foods made of these products. • Excessive alcohol consumption. • Consuming more than a moderate amount of alcohol daily over many years can lead to irreversible liver damage and increase your risk of liver cancer. • Cirrhosis is scarring of the liver, and it increases the risk of liver cancer. • You can reduce your risk of cirrhosis if you: Drink alcohol in moderation, if at all. • If you choose to drink alcohol, limit the amount you drink. • For women, this means no more than one drink a day. • For men, this means no more than two drinks a day. • Maintain a healthy weight. • If your current weight is healthy, work to maintain it by choosing a healthy diet and exercising most days of the week. • If you need to lose weight, reduce the number of calories you eat each day and increase the amount of exercise you do. • Aim to lose weight slowly — 1 or 2 pounds (0.5 to 1 kilograms) each week. • You can reduce your risk of hepatitis B by receiving the hepatitis B vaccine. • The vaccine can be given to almost anyone, including infants, older adults and those with compromised immune systems. • No vaccine for hepatitis C exists, but you can reduce your risk of infection. • Know the health status of any sexual partner. • Don't engage in unprotected sex unless you're certain your partner isn't infected with HBV, HCV or any other sexually transmitted infection. • If you don't know the health status of your partner, use a condom every time you have sexual intercourse. • Don't use intravenous (IV) drugs, but if you do, use a clean needle. • Reduce your risk of HCV by not injecting illegal drugs. • But if that isn't an option for you, make sure any needle you use is sterile, and don't share it. • Contaminated drug paraphernalia is a common cause of hepatitis C infection. • Take advantage of needle-exchange programs in your community and consider seeking help for your drug use. • Seek safe, clean shops when getting a piercing or tattoo. • Needles that may not be properly sterilized can spread the hepatitis C virus. • Before getting a piercing or tattoo, check out the shops in your area and ask staff members about their safety practices. • If employees at a shop refuse to answer your questions or don't take your questions seriously, take that as a sign that the facility isn't right for you. • Treatments are available for hepatitis B and hepatitis C infections. • Research shows that treatment can reduce the risk of liver cancer. • For the general population, screening for liver cancer hasn't been proved to reduce the risk of dying of liver cancer, and it isn't generally recommended. • People with conditions that increase the risk of liver cancer might consider screening, such as people who have: Hepatitis B infection Hepatitis C infection Liver cirrhosis Discuss the pros and cons of screening with your doctor. • Together you can decide whether screening is right for you based on your risk. • Screening typically involves a blood test and an abdominal ultrasound exam every six months.",
      "Causes": "Liver cancer happens when liver cells develop changes (mutations) in their DNA. • A cell's DNA is the material that provides instructions for every chemical process in your body. • DNA mutations cause changes in these instructions. • One result is that cells may begin to grow out of control and eventually form a tumor — a mass of cancerous cells. • Sometimes the cause of liver cancer is known, such as with chronic hepatitis infections. • But sometimes liver cancer happens in people with no underlying diseases and it's not clear what causes it.",
      "Risk factors": "Factors that increase the risk of primary liver cancer include: Chronic infection with HBV or HCV. • Chronic infection with the hepatitis B virus (HBV) or hepatitis C virus (HCV) increases your risk of liver cancer. • Cirrhosis. • This progressive and irreversible condition causes scar tissue to form in your liver and increases your chances of developing liver cancer. • Certain inherited liver diseases. • Liver diseases that can increase the risk of liver cancer include hemochromatosis and Wilson's disease. • Diabetes. • People with this blood sugar disorder have a greater risk of liver cancer than those who don't have diabetes. • Nonalcoholic fatty liver disease. • An accumulation of fat in the liver increases the risk of liver cancer. • Exposure to aflatoxins. • Aflatoxins are poisons produced by molds that grow on crops that are stored poorly. • Crops, such as grains and nuts, can become contaminated with aflatoxins, which can end up in foods made of these products. • Excessive alcohol consumption. • Consuming more than a moderate amount of alcohol daily over many years can lead to irreversible liver damage and increase your risk of liver cancer.",
      "Prevention": "Cirrhosis is scarring of the liver, and it increases the risk of liver cancer. • You can reduce your risk of cirrhosis if you: Drink alcohol in moderation, if at all. • If you choose to drink alcohol, limit the amount you drink. • For women, this means no more than one drink a day. • For men, this means no more than two drinks a day. • Maintain a healthy weight. • If your current weight is healthy, work to maintain it by choosing a healthy diet and exercising most days of the week. • If you need to lose weight, reduce the number of calories you eat each day and increase the amount of exercise you do. • Aim to lose weight slowly — 1 or 2 pounds (0.5 to 1 kilograms) each week. • You can reduce your risk of hepatitis B by receiving the hepatitis B vaccine. • The vaccine can be given to almost anyone, including infants, older adults and those with compromised immune systems. • No vaccine for hepatitis C exists, but you can reduce your risk of infection. • Know the health status of any sexual partner. • Don't engage in unprotected sex unless you're certain your partner isn't infected with HBV, HCV or any other sexually transmitted infection. • If you don't know the health status of your partner, use a condom every time you have sexual intercourse. • Don't use intravenous (IV) drugs, but if you do, use a clean needle. • Reduce your risk of HCV by not injecting illegal drugs. • But if that isn't an option for you, make sure any needle you use is sterile, and don't share it. • Contaminated drug paraphernalia is a common cause of hepatitis C infection. • Take advantage of needle-exchange programs in your community and consider seeking help for your drug use. • Seek safe, clean shops when getting a piercing or tattoo. • Needles that may not be properly sterilized can spread the hepatitis C virus. • Before getting a piercing or tattoo, check out the shops in your area and ask staff members about their safety practices. • If employees at a shop refuse to answer your questions or don't take your questions seriously, take that as a sign that the facility isn't right for you. • Treatments are available for hepatitis B and hepatitis C infections. • Research shows that treatment can reduce the risk of liver cancer. • For the general population, screening for liver cancer hasn't been proved to reduce the risk of dying of liver cancer, and it isn't generally recommended. • People with conditions that increase the risk of liver cancer might consider screening, such as people who have: Hepatitis B infection Hepatitis C infection Liver cirrhosis Discuss the pros and cons of screening with your doctor. • Together you can decide whether screening is right for you based on your risk. • Screening typically involves a blood test and an abdominal ultrasound exam every six months."
    },
    "name": "Liver cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/liver-cancer/symptoms-causes/syc-20353659"
  },
  {
    "sections": {
      "Overview": "The liver is an organ that sits just under the rib cage on the right side of the abdomen. • It can weigh up to 4 pounds (1.8 kilograms). • The liver is needed to help digest food, rid the body of waste products and make substances, called clotting factors, that keep the blood flowing well, among other tasks. • Liver disease can be passed through families, called inherited. • Anything that damages the liver also can cause liver problems, including viruses, alcohol use and obesity. • Over time, conditions that damage the liver can lead to scarring, called cirrhosis. • Cirrhosis can lead to liver failure, a life-threatening condition. • But early treatment may give the liver time to heal.",
      "Symptoms": "Liver disease doesn't always cause symptoms that can be seen or felt. • If there are symptoms of liver disease, they may include: Yellowing of the skin and the whites of the eyes, called jaundice. • Yellowing of the skin might be harder to see on Black or brown skin. • Belly pain and swelling. • Swelling in the legs and ankles. • Itchy skin. • Dark urine. • Pale stool. • Constant tiredness. • Nausea or vomiting. • Loss of appetite. • Bruising easily. • Make an appointment with your healthcare professional if you have any lasting symptoms that worry you. • Seek medical help right away if you have belly pain that is so bad that you can't stay still. • Liver disease has many causes. • Parasites and viruses can infect the liver, causing swelling and irritation, called inflammation. • Inflammation keeps the liver from working as it should. • The viruses that cause liver damage can be spread through blood or semen, bad food or water, or close contact with a person who is infected. • The most common types of liver infection are hepatitis viruses, including: Hepatitis A. • Hepatitis B. • Hepatitis C. • Diseases in which the immune system attacks certain parts of the body are called autoimmune diseases. • Autoimmune liver diseases include: Autoimmune hepatitis. • Primary biliary cholangitis. • Primary sclerosing cholangitis. • A changed gene from one or both parents can cause substances to build up in the liver. • This can cause liver damage. • Genetic liver diseases include: Hemochromatosis. • Wilson's disease. • Alpha-1 antitrypsin deficiency. • Examples include: Liver cancer. • Bile duct cancer. • Liver adenoma. • Other common causes of liver disease include: Long-term alcohol use. • Fat that builds up in the liver, called nonalcoholic fatty liver disease or metabolic-associated steatotic liver disease. • Certain prescription or other medicines. • Certain herbal mixes. • Being in contact often with toxic chemicals. • Factors that can increase the risk of liver disease include: Ongoing moderate or heavy alcohol use. • Obesity. • Type 2 diabetes. • Tattoos or body piercings. • Shared needles to inject drugs. • Blood transfusion before 1992. • Contact with other people's blood and body fluids. • Sex without protection. • Contact with chemicals or toxins. • Family history of liver disease. • Complications of liver disease depend on the cause of the liver problems. • Without treatment, liver disease may progress to liver failure. • Liver failure can be fatal. • To prevent liver disease: If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Avoid risky behavior. • Use a condom during sex. • If you get tattoos or body piercings, pick a shop that's clean and safe. • Seek help if you shoot illicit drugs. • Don't share needles to shoot drugs. • Get vaccinated. • If you're at increased risk of getting hepatitis, talk with your healthcare professional about getting the hepatitis A and hepatitis B vaccines. • This also is true if you've been infected with any form of the hepatitis virus. • Be careful when taking medicines. • Take prescription and other medicines only when needed. • Take only as much as directed. • Don't mix medicines and alcohol. • Talk with your healthcare provider before mixing herbal supplements or prescription or other medicines. • Stay away from other people's blood and body fluids. • Hepatitis viruses can be spread by accidental needle sticks or poor cleanup of blood or body fluids. • Keep your food safe. • Wash your hands well before eating or making foods. • If traveling in a resource-poor country, use bottled water to drink, wash your hands and brush your teeth. • Take care with aerosol sprays. • Make sure to use these products in an open area. • Wear a mask when spraying insecticides, fungicides, paint and other toxic chemicals. • Always follow the maker's instructions. • Protect your skin. • When using insecticides and other toxic chemicals, wear gloves, long sleeves, a hat and a mask so that chemicals don't get on your skin. • Maintain a healthy weight. • Obesity can cause nonalcoholic fatty liver disease, now called metabolic-associated steatotic liver disease.",
      "Causes": "Liver disease has many causes. • Parasites and viruses can infect the liver, causing swelling and irritation, called inflammation. • Inflammation keeps the liver from working as it should. • The viruses that cause liver damage can be spread through blood or semen, bad food or water, or close contact with a person who is infected. • The most common types of liver infection are hepatitis viruses, including: Hepatitis A. • Hepatitis B. • Hepatitis C. • Diseases in which the immune system attacks certain parts of the body are called autoimmune diseases. • Autoimmune liver diseases include: Autoimmune hepatitis. • Primary biliary cholangitis. • Primary sclerosing cholangitis. • A changed gene from one or both parents can cause substances to build up in the liver. • This can cause liver damage. • Genetic liver diseases include: Hemochromatosis. • Wilson's disease. • Alpha-1 antitrypsin deficiency. • Examples include: Liver cancer. • Bile duct cancer. • Liver adenoma. • Other common causes of liver disease include: Long-term alcohol use. • Fat that builds up in the liver, called nonalcoholic fatty liver disease or metabolic-associated steatotic liver disease. • Certain prescription or other medicines. • Certain herbal mixes. • Being in contact often with toxic chemicals.",
      "Risk factors": "Factors that can increase the risk of liver disease include: Ongoing moderate or heavy alcohol use. • Obesity. • Type 2 diabetes. • Tattoos or body piercings. • Shared needles to inject drugs. • Blood transfusion before 1992. • Contact with other people's blood and body fluids. • Sex without protection. • Contact with chemicals or toxins. • Family history of liver disease.",
      "Complications": "Complications of liver disease depend on the cause of the liver problems. • Without treatment, liver disease may progress to liver failure. • Liver failure can be fatal.",
      "Prevention": "To prevent liver disease: If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Avoid risky behavior. • Use a condom during sex. • If you get tattoos or body piercings, pick a shop that's clean and safe. • Seek help if you shoot illicit drugs. • Don't share needles to shoot drugs. • Get vaccinated. • If you're at increased risk of getting hepatitis, talk with your healthcare professional about getting the hepatitis A and hepatitis B vaccines. • This also is true if you've been infected with any form of the hepatitis virus. • Be careful when taking medicines. • Take prescription and other medicines only when needed. • Take only as much as directed. • Don't mix medicines and alcohol. • Talk with your healthcare provider before mixing herbal supplements or prescription or other medicines. • Stay away from other people's blood and body fluids. • Hepatitis viruses can be spread by accidental needle sticks or poor cleanup of blood or body fluids. • Keep your food safe. • Wash your hands well before eating or making foods. • If traveling in a resource-poor country, use bottled water to drink, wash your hands and brush your teeth. • Take care with aerosol sprays. • Make sure to use these products in an open area. • Wear a mask when spraying insecticides, fungicides, paint and other toxic chemicals. • Always follow the maker's instructions. • Protect your skin. • When using insecticides and other toxic chemicals, wear gloves, long sleeves, a hat and a mask so that chemicals don't get on your skin. • Maintain a healthy weight. • Obesity can cause nonalcoholic fatty liver disease, now called metabolic-associated steatotic liver disease."
    },
    "name": "Liver disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/liver-problems/symptoms-causes/syc-20374502"
  },
  {
    "sections": {},
    "name": "Liver hemangioma",
    "url": "https://www.mayoclinic.org/diseases-conditions/liver-hemangioma/symptoms-causes/syc-20354234"
  },
  {
    "sections": {},
    "name": "Lobular carcinoma in situ (LCIS)",
    "url": "https://www.mayoclinic.org/diseases-conditions/lobular-carcinoma-in-situ/symptoms-causes/syc-20374529"
  },
  {
    "sections": {
      "Overview": "Long QT syndrome (LQTS) is a heart rhythm disorder that causes fast, chaotic heartbeats. • The irregular heartbeats can be life-threatening. • LQTS affects the electrical signals that travel through the heart and cause it to beat. • Some people are born with changes in DNA that cause long QT syndrome. • This is known as congenital long QT syndrome. • LQTS also can happen later in life due to some health conditions, certain medicines or changes in the levels of body minerals. • This is called acquired long QT syndrome. • Long QT syndrome can cause sudden fainting and seizures. • Young people with LQTS syndrome have a higher risk of sudden cardiac death. • Treatment for long QT syndrome includes lifestyle changes and medicines to prevent dangerous heartbeats. • Sometimes a medical device or surgery is needed.",
      "Symptoms": "The most common symptom of long QT syndrome is fainting, also called syncope. • A fainting spell from LQTS can happen with little to no warning. • Fainting happens when the heart beats in an irregular way for a short time. • You might faint when you're excited, angry or scared, or during exercise. • If you have LQTS, things that startle you can cause you to pass out, such as a loud ringtone or an alarm clock. • Before fainting happens, some people with long QT syndrome might have symptoms such as: Blurred vision. • Lightheadedness. • Pounding heartbeats called palpitations. • Weakness. • Long QT syndrome also can cause seizures in some people. • Babies born with LQTS may have symptoms during the first weeks to months of life. • Sometimes the symptoms start later in childhood. • Most people born with LQTS have symptoms by age 40. • Symptoms of long QT syndrome sometimes happen during sleep. • Some people with long QT syndrome (LQTS) do not notice any symptoms. • The disorder may be found during a heart test called an electrocardiogram. • Or it may be discovered when genetic tests are done for other reasons. • Make an appointment for a health checkup if you faint or if you feel like you have a pounding or fast heartbeat. • Tell your healthcare team if you have a parent, brother, sister or child with long QT syndrome. • Long QT syndrome can run in families, which means it can be inherited.",
      "Causes": "Long QT syndrome (LQTS) is caused by changes in the heart's electrical signaling system. • It doesn't affect the shape or form of the heart. • To understand the causes of LQTS, it may help to know how the heart usually beats. • In a typical heart, the heart sends blood out to the body during each heartbeat. • The heart's chambers squeeze and relax to pump the blood. • The heart's electrical system controls this coordinated action. • Electrical signals called impulses move from the top to the bottom of the heart. • They tell the heart when to squeeze and beat. • After each heartbeat, the system recharges to prepare for the next heartbeat. • But in long QT syndrome, the heart's electrical system takes longer than usual to recover between beats. • This delay is called a prolonged QT interval. • Long QT syndrome usually falls into two groups. • Congenital long QT syndrome. • You're born with this type of LQTS. • It's caused by changes in DNA that are passed down through families. • That means it is inherited. • Acquired long QT syndrome. • This type of LQTS is caused by another health condition or medicine. • It usually can be reversed when the specific cause is found and treated. • Many genes and gene changes have been linked to long QT syndrome (LQTS). • There are two types of congenital long QT syndrome: Romano-Ward syndrome. • This more common type happens in people who get only a single gene change from one parent. • Receiving a changed gene from one parent is known as an autosomal dominant inheritance pattern. • Jervell and Lange-Nielsen syndrome. • This rare form of LQTS usually happens very early in life and is severe. • Children with this type of LQTS also are deaf. • In this syndrome, children get the gene change from both parents. • This is called an autosomal recessive inheritance pattern. • A medicine or other health condition can cause acquired long QT syndrome. • If a medicine causes acquired long QT syndrome, the disorder may be called drug-induced long QT syndrome. • More than 100 medicines can cause prolonged QT intervals in otherwise healthy people. • Medicines that can cause LQTS include: Some antibiotics, such as erythromycin (Eryc, Erythrocin, others), azithromycin (Zithromax) and others. • Some antifungal medicines used to treat yeast infections. • Water pills, also called diuretics, that cause the body to remove too much potassium or other minerals. • Heart rhythm medicines called anti-arrhythmics, which can make the QT interval longer. • Some medicines used to treat mental health conditions such as anxiety and depression. • Some medicines used to treat upset stomach. • Always tell your healthcare professional about all the medicines you take, including those you buy without a prescription. • Health conditions that can cause acquired long QT syndrome include: Body temperature below 95 degrees Fahrenheit (35 degrees Celsius), a condition called hypothermia. • Low calcium, also called hypocalcemia. • Low magnesium, also called hypomagnesemia. • Low potassium, also called hypokalemia. • A tumor of the adrenal gland that usually is not cancer, called pheochromocytoma. • Stroke or brain bleed. • Underactive thyroid, also called hypothyroidism.",
      "Risk factors": "Things that may raise the risk of long QT syndrome (LQTS) include: A history of cardiac arrest. • Having a parent, brother, sister or child with long QT syndrome. • Using medicines known to cause prolonged QT intervals. • People who are assigned female at birth who take certain heart medicines. • A lot of vomiting or diarrhea, which can cause changes in body minerals such as potassium. • Eating disorders such as anorexia nervosa, which also cause changes in the levels of body minerals. • If you have long QT syndrome and want to become pregnant, tell your healthcare professional. • Your care team carefully checks you during pregnancy to help prevent things that can trigger LQTS symptoms.",
      "Complications": "Usually after an episode of long QT syndrome (LQTS), the heart goes back to a regular rhythm. • But sudden cardiac death can happen if the heart rhythm isn't quickly corrected. • The heart rhythm may reset on its own. • Sometimes, treatment is needed to reset the heart rhythm. • Complications of long QT syndrome may include: Torsades de pointes (\"twisting of the points\"). • This is a life-threatening fast heartbeat. • The heart's two lower chambers beat fast and out of rhythm. • The heart pumps out less blood. • The lack of blood to the brain causes sudden fainting, often without warning. • If a long QT interval lasts for a long time, fainting can be followed by a full-body seizure. • If the dangerous rhythm does not correct itself, then a life-threatening arrhythmia called ventricular fibrillation follows. • Ventricular fibrillation. • This type of irregular heartbeat causes the lower heart chambers to beat so fast that the heart trembles and stops pumping blood. • Unless a device called a defibrillator is quickly used to correct the heart's rhythm, brain damage and death can happen. • Sudden cardiac death. • This is the swift and not expected ending of all heart activity. • Long QT syndrome has been linked to sudden cardiac death in young people who otherwise appear healthy. • LQTS might be responsible for some unexplained events in children and young adults, such as unexplained fainting, drownings or seizures. • Proper medical treatment and lifestyle changes can help prevent complications of long QT syndrome.",
      "Prevention": "There is no known way to prevent congenital long QT syndrome (LQTS). • If someone in your family has LQTS, ask a health professional if genetic screening is right for you. • With proper treatment, you can manage and prevent the dangerous heartbeats that can lead to LQTS complications. • Regular health checkups and good communication with your healthcare professional also may help prevent causes of some types of acquired long QT syndrome. • It's especially important not to take medicines that can affect the heart rhythm and cause a prolonged QT interval."
    },
    "name": "Long QT syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/long-qt-syndrome/symptoms-causes/syc-20352518"
  },
  {
    "sections": {
      "Overview": "Low blood pressure is a condition in which the force of the blood pushing against the artery walls is too low. • It's also called hypotension. • Blood pressure is measured in millimeters of mercury (mm Hg). • In general, low blood pressure is a reading lower than 90/60 mm Hg. • What's considered low blood pressure for one person might be OK for someone else though. • Low blood pressure might cause no symptoms that you notice. • Or it might cause dizziness and fainting. • Sometimes, low blood pressure can be life-threatening. • The causes of low blood pressure include dehydration and other serious medical conditions. • It's important to find out what's causing low blood pressure so that it can be treated, if needed. • Types of low blood pressure include: Orthostatic hypotension, also called postural hypotension. • This is a sudden drop in blood pressure when standing up after sitting or lying down. • Causes include dehydration, long-term bed rest, pregnancy, certain medical conditions and some medicines. • This type of low blood pressure is common in older adults. • Postprandial hypotension. • This drop in blood pressure occurs 1 to 2 hours after eating. • It's most likely to affect older adults, especially those with high blood pressure. • The risk also is higher for older adults with Parkinson's disease or other conditions that affect the part of the nervous system that controls automatic functions such as breathing and heart rate. • This is called the autonomic nervous system. • Certain lifestyle changes might help ease symptoms of postprandial hypotension. • Eat small, low-carbohydrate meals, drink more water, and stay away from alcohol. • Neurally mediated hypotension. • This is a blood pressure drop that happens after standing for long amounts of time. • This type of low blood pressure mostly affects young adults and children. • It might result from communication trouble between the heart and the brain. • Multiple system atrophy with orthostatic hypotension. • This rare condition affects the autonomic nervous system. • Multiple system atrophy with orthostatic hypotension is linked with having very high blood pressure while lying down. • It also used to be called Shy-Drager syndrome.",
      "Symptoms": "Low blood pressure symptoms can include: Blurred or fading vision. • Dizzy or lightheaded feelings. • Fainting. • Fatigue. • Trouble concentrating. • Upset stomach. • For some people, low blood pressure may be a symptom of an underlying health condition. • That's especially so when blood pressure drops suddenly or when low blood pressure occurs with symptoms. • A sudden fall in blood pressure can be dangerous. • A change of just 20 mm Hg can make you feel dizzy or faint. • For example, those symptoms could happen after a drop in systolic pressure from 110 mm Hg to 90 mm Hg. • And big drops can be life-threatening. • These can happen for reasons such as serious bleeding, serious infections or allergic reactions. • Extreme low blood pressure can lead to a condition known as shock. • Symptoms of shock include: Confusion, especially in older people. • Cold, clammy skin. • Decrease in skin color, also called pallor. • Rapid, shallow breathing. • Weak and rapid pulse. • If you have symptoms of extreme low blood pressure or shock, call 911 or your local emergency number. • Most healthcare professionals consider blood pressure to be too low only if it causes symptoms. • Minor dizzy or lightheaded feelings from time to time can be caused by many things. • Causes could include spending too much time in the sun or in a hot tub. • It's important to see a healthcare professional to find out the cause of your symptoms. • If you often have low blood pressure readings but feel fine, you might not need treatment. • Instead, your healthcare professional tracks your health during routine checkups. • It can help to keep a record of your symptoms, when they occur and what you're doing at the time. • Low blood pressure has various causes. • Some health conditions and the use of certain medicines can cause it. • Other factors affect blood pressure as well. • Blood pressure is determined by the amount of blood the heart pumps and the amount of resistance to blood flow in the arteries. • A blood pressure reading has two numbers: Top number, called systolic pressure. • The top number is the pressure in the arteries when the heart beats. • Bottom number, called diastolic pressure. • The bottom number is the pressure in the arteries when the heart rests between beats. • The American Heart Association classifies healthy blood pressure as normal. • Normal blood pressure usually is lower than 120/80 mm Hg. • Blood pressure varies throughout the day. • It depends on: Body position. • Breathing. • Food and drink. • Medicines. • Physical condition. • Stress. • Time of day. • Blood pressure usually is lowest at night and rises sharply on waking. • Medical conditions that can cause low blood pressure include: Pregnancy. • Changes during pregnancy cause blood vessels to expand fast. • The changes may cause blood pressure to drop. • Low blood pressure is common in the first 24 weeks of pregnancy. • After a person gives birth, blood pressure usually returns to the level that it was before pregnancy. • Heart and heart valve conditions. • A heart attack, heart failure, heart valve disease and a slow heart rate called bradycardia can cause low blood pressure. • Hormone-related diseases, also called endocrine conditions. • Conditions such as Addison's disease that affect certain glands that make key hormones may cause blood pressure to drop. • Low blood sugar, also called hypoglycemia, may lower blood pressure too. • So might diabetes. • Dehydration. • When the body doesn't have enough water, the amount of blood in the body declines. • This can cause blood pressure to drop. • Fever, vomiting, severe diarrhea, overuse of diuretic medicines and strenuous exercise can lead to dehydration. • Blood loss. • Losing a lot of blood also reduces blood volume, leading to a severe drop in blood pressure. • Causes of serious blood loss include injuries and internal bleeding. • Severe infection. • When an infection in the body enters the bloodstream, it can lead to a life-threatening drop in blood pressure called septic shock. • Another name for an infection that happens when germs get into the blood and spread is septicemia. • Severe allergic reaction, also called anaphylaxis. • Symptoms of a severe allergic reaction include a sudden and large drop in blood pressure. • Lack of nutrients in the diet. • Low levels of vitamin B-12, folate and iron can keep the body from making enough red blood cells. • A lack of healthy red blood cells is called anemia, and it can lead to low blood pressure. • Some medicines can cause low blood pressure, including: All blood pressure medicines. • These include diuretics, alpha blockers and beta blockers. • Examples of diuretics are furosemide (Lasix, Furoscix) and hydrochlorothiazide (Microzide). • Alpha blockers include prazosin (Minipress). • Some beta blockers are atenolol (Tenormin) and propranolol (Inderal LA, Innopran XL, others). • Medicines for Parkinson's disease, such as pramipexole (Mirapex ER) and medicines that contain levodopa (Dhivy, Duopa, others). • Certain types of depression medicine called tricyclic antidepressants, including doxepin (Silenor) and imipramine (Tofranil). • Medicines for erectile dysfunction, including sildenafil (Revatio, Viagra) or tadalafil (Adcirca, Alyq, others), especially when taken with the heart medicine nitroglycerin (Nitrostat, Nitro-Dur, others). • Anyone can have low blood pressure. • Risk factors for hypotension include: Age. • Drops in blood pressure when standing up or after eating occur mainly in adults older than 65. • Neurally mediated hypotension mainly affects children and younger adults. • Medications. • Certain medicines have the potential to cause low blood pressure. • These include all medicines that treat high blood pressure. • Certain diseases. • Parkinson's disease, diabetes and some heart conditions can lead to low blood pressure. • Alcohol or illegal drugs. • Either of these may raise the risk of low blood pressure. • Complications of low blood pressure can include: Dizzy feeling. • Weakness. • Fainting. • Injury from falls. • Severely low blood pressure can lower the body's oxygen levels, which can lead to heart and brain damage.",
      "Causes": "Low blood pressure has various causes. • Some health conditions and the use of certain medicines can cause it. • Other factors affect blood pressure as well. • Blood pressure is determined by the amount of blood the heart pumps and the amount of resistance to blood flow in the arteries. • A blood pressure reading has two numbers: Top number, called systolic pressure. • The top number is the pressure in the arteries when the heart beats. • Bottom number, called diastolic pressure. • The bottom number is the pressure in the arteries when the heart rests between beats. • The American Heart Association classifies healthy blood pressure as normal. • Normal blood pressure usually is lower than 120/80 mm Hg. • Blood pressure varies throughout the day. • It depends on: Body position. • Breathing. • Food and drink. • Medicines. • Physical condition. • Stress. • Time of day. • Blood pressure usually is lowest at night and rises sharply on waking. • Medical conditions that can cause low blood pressure include: Pregnancy. • Changes during pregnancy cause blood vessels to expand fast. • The changes may cause blood pressure to drop. • Low blood pressure is common in the first 24 weeks of pregnancy. • After a person gives birth, blood pressure usually returns to the level that it was before pregnancy. • Heart and heart valve conditions. • A heart attack, heart failure, heart valve disease and a slow heart rate called bradycardia can cause low blood pressure. • Hormone-related diseases, also called endocrine conditions. • Conditions such as Addison's disease that affect certain glands that make key hormones may cause blood pressure to drop. • Low blood sugar, also called hypoglycemia, may lower blood pressure too. • So might diabetes. • Dehydration. • When the body doesn't have enough water, the amount of blood in the body declines. • This can cause blood pressure to drop. • Fever, vomiting, severe diarrhea, overuse of diuretic medicines and strenuous exercise can lead to dehydration. • Blood loss. • Losing a lot of blood also reduces blood volume, leading to a severe drop in blood pressure. • Causes of serious blood loss include injuries and internal bleeding. • Severe infection. • When an infection in the body enters the bloodstream, it can lead to a life-threatening drop in blood pressure called septic shock. • Another name for an infection that happens when germs get into the blood and spread is septicemia. • Severe allergic reaction, also called anaphylaxis. • Symptoms of a severe allergic reaction include a sudden and large drop in blood pressure. • Lack of nutrients in the diet. • Low levels of vitamin B-12, folate and iron can keep the body from making enough red blood cells. • A lack of healthy red blood cells is called anemia, and it can lead to low blood pressure. • Some medicines can cause low blood pressure, including: All blood pressure medicines. • These include diuretics, alpha blockers and beta blockers. • Examples of diuretics are furosemide (Lasix, Furoscix) and hydrochlorothiazide (Microzide). • Alpha blockers include prazosin (Minipress). • Some beta blockers are atenolol (Tenormin) and propranolol (Inderal LA, Innopran XL, others). • Medicines for Parkinson's disease, such as pramipexole (Mirapex ER) and medicines that contain levodopa (Dhivy, Duopa, others). • Certain types of depression medicine called tricyclic antidepressants, including doxepin (Silenor) and imipramine (Tofranil). • Medicines for erectile dysfunction, including sildenafil (Revatio, Viagra) or tadalafil (Adcirca, Alyq, others), especially when taken with the heart medicine nitroglycerin (Nitrostat, Nitro-Dur, others).",
      "Risk factors": "Anyone can have low blood pressure. • Risk factors for hypotension include: Age. • Drops in blood pressure when standing up or after eating occur mainly in adults older than 65. • Neurally mediated hypotension mainly affects children and younger adults. • Medications. • Certain medicines have the potential to cause low blood pressure. • These include all medicines that treat high blood pressure. • Certain diseases. • Parkinson's disease, diabetes and some heart conditions can lead to low blood pressure. • Alcohol or illegal drugs. • Either of these may raise the risk of low blood pressure.",
      "Complications": "Complications of low blood pressure can include: Dizzy feeling. • Weakness. • Fainting. • Injury from falls. • Severely low blood pressure can lower the body's oxygen levels, which can lead to heart and brain damage."
    },
    "name": "Low blood pressure (hypotension)",
    "url": "https://www.mayoclinic.org/diseases-conditions/low-blood-pressure/symptoms-causes/syc-20355465"
  },
  {
    "sections": {
      "Overview": "Women's levels of sexual desire change over the years. • It's common for highs and lows to happen along with the start or end of a relationship. • Or they can happen with major life changes such as pregnancy, menopause or illness. • Some medicines used for conditions that affect mood also can cause low sex drive in women. • If your lack of interest in sex continues or returns and causes personal distress, talk with your healthcare professional. • You may have a treatable condition called sexual interest-arousal disorder. • But you don't have to meet this medical definition to seek help. • If you're bothered by a low or reduced sex drive, you can take steps to boost your libido. • Lifestyle changes and sexual techniques may put you in the mood more often. • Some medicines may offer promise as well.",
      "Symptoms": "neither of you may have a sex drive that's outside what's typical for people at your stage in life. • And even if your sex drive is lower than it once was, your relationship may be strong. • Bottom line: There is no magic number to define low sex drive. • It varies. • Symptoms of low sex drive in women include: Having less or no interest in any type of sexual activity, including masturbation. • Never or only seldom having sexual fantasies or thoughts. • Being sad or concerned about your lack of sexual activity or fantasies. • If you're concerned about your low desire for sex, talk to your gynecologist or other healthcare professional. • The answer might be as simple as changing a medicine that you take. • Or you may need to get a condition such as high blood pressure or diabetes under tighter control. • Desire for sex is based on a complex mix of many things that affect intimacy. • These factors include: Physical and emotional well-being. • Experiences. • Beliefs. • Lifestyle. • Your current relationship. • If you have challenges in any of these areas, it can affect your desire for sex. • A variety of illnesses, physical changes and medicines can cause low sex drive, including: Sexual conditions. • If you have pain during sex or can't orgasm, it can lower your desire for sex. • Diseases. • Many nonsexual diseases can affect sex drive. • These include cancer, diabetes, high blood pressure, coronary artery disease and neurological diseases. • Medicines. • Some prescription medicines lower sex drive — especially depression medicines called selective serotonin reuptake inhibitors (SSRIs). • Lifestyle habits. • A glass of wine may put you in the mood, but too much alcohol can affect your sex drive. • The same is true of street drugs. • Also, smoking decreases blood flow, which may dull arousal. • Surgery. • Any surgery related to your breasts or genital tract can affect your body image, sexual function and desire for sex. • Fatigue. • Exhaustion from caring for young children or aging parents can contribute to low sex drive. • Fatigue from illness or surgery also can play a role. • Changes in your hormone levels may alter your desire for sex. • This can occur during: Menopause. • Estrogen levels drop during menopause. • This can make you less interested in sex and cause vaginal dryness, leading to painful or uncomfortable sex. • Many women still have satisfying sex during menopause and beyond. • But some have a lagging libido during this hormone change. • Pregnancy and breastfeeding. • Hormone changes during pregnancy, just after having a baby and during breastfeeding can put a damper on sex drive. • Fatigue and changes in body image can affect your sexual desire. • So can the pressures of pregnancy or caring for a new baby. • Your state of mind can affect your sexual desire. • Psychological causes of low sex drive include: Mental health conditions such as anxiety or depression. • Stress tied to things such as finances, relationships or work. • Poor body image. • Low self-esteem. • History of physical, emotional or sexual abuse. • Past negative sexual experiences. • For many people, emotional closeness is a key to sexual intimacy. • So problems in your relationship can be a major factor in low sex drive. • Often, less interest in sex is a result of ongoing issues such as: Lack of connection with your partner. • Unresolved conflicts or fights. • Poor communication of sexual needs and desires. • Trust issues. • Concern over your partner's ability to have sex. • Not enough privacy. • Factors that can raise the risk of low sex drive include: Conditions such as diabetes, high blood pressure and coronary artery disease. • Pain during sex or not being able orgasm. • Mental health conditions and life circumstances that affect your state of mind. • Various prescription medicines, including depression medicines called selective serotonin reuptake inhibitors. • Surgeries related to the breasts or genital tract. • Changes in hormone levels during menopause, pregnancy or breastfeeding. • Relationship issues that lessen emotional closeness with your partner.",
      "Causes": "Desire for sex is based on a complex mix of many things that affect intimacy. • These factors include: Physical and emotional well-being. • Experiences. • Beliefs. • Lifestyle. • Your current relationship. • If you have challenges in any of these areas, it can affect your desire for sex. • A variety of illnesses, physical changes and medicines can cause low sex drive, including: Sexual conditions. • If you have pain during sex or can't orgasm, it can lower your desire for sex. • Diseases. • Many nonsexual diseases can affect sex drive. • These include cancer, diabetes, high blood pressure, coronary artery disease and neurological diseases. • Medicines. • Some prescription medicines lower sex drive — especially depression medicines called selective serotonin reuptake inhibitors (SSRIs). • Lifestyle habits. • A glass of wine may put you in the mood, but too much alcohol can affect your sex drive. • The same is true of street drugs. • Also, smoking decreases blood flow, which may dull arousal. • Surgery. • Any surgery related to your breasts or genital tract can affect your body image, sexual function and desire for sex. • Fatigue. • Exhaustion from caring for young children or aging parents can contribute to low sex drive. • Fatigue from illness or surgery also can play a role. • Changes in your hormone levels may alter your desire for sex. • This can occur during: Menopause. • Estrogen levels drop during menopause. • This can make you less interested in sex and cause vaginal dryness, leading to painful or uncomfortable sex. • Many women still have satisfying sex during menopause and beyond. • But some have a lagging libido during this hormone change. • Pregnancy and breastfeeding. • Hormone changes during pregnancy, just after having a baby and during breastfeeding can put a damper on sex drive. • Fatigue and changes in body image can affect your sexual desire. • So can the pressures of pregnancy or caring for a new baby. • Your state of mind can affect your sexual desire. • Psychological causes of low sex drive include: Mental health conditions such as anxiety or depression. • Stress tied to things such as finances, relationships or work. • Poor body image. • Low self-esteem. • History of physical, emotional or sexual abuse. • Past negative sexual experiences. • For many people, emotional closeness is a key to sexual intimacy. • So problems in your relationship can be a major factor in low sex drive. • Often, less interest in sex is a result of ongoing issues such as: Lack of connection with your partner. • Unresolved conflicts or fights. • Poor communication of sexual needs and desires. • Trust issues. • Concern over your partner's ability to have sex. • Not enough privacy.",
      "Risk factors": "Factors that can raise the risk of low sex drive include: Conditions such as diabetes, high blood pressure and coronary artery disease. • Pain during sex or not being able orgasm. • Mental health conditions and life circumstances that affect your state of mind. • Various prescription medicines, including depression medicines called selective serotonin reuptake inhibitors. • Surgeries related to the breasts or genital tract. • Changes in hormone levels during menopause, pregnancy or breastfeeding. • Relationship issues that lessen emotional closeness with your partner."
    },
    "name": "Low sex drive in women",
    "url": "https://www.mayoclinic.org/diseases-conditions/low-sex-drive-in-women/symptoms-causes/syc-20374554"
  },
  {
    "sections": {
      "Overview": "A low sperm count means there is less sperm than is typical in fluid called semen that the penis releases during orgasm. • A low sperm count also is called oligospermia (ol-ih-go-SPUR-me-uh). • A complete lack of sperm is called azoospermia (ay-zoh-uh-SPUR-me-uh). • Your sperm count is considered lower than typical if you have fewer than 15 million sperm per milliliter of semen. • Having a low sperm count makes it less likely that one of your sperm will join with your partner's egg to start a pregnancy. • If needed, there are treatments to help couples boost their chances of becoming pregnant.",
      "Symptoms": "The main symptom of a low sperm count is not being able to start a pregnancy. • There might be no other clear symptoms. • In some people, an underlying health condition causes a low sperm count along with other symptoms. • Depending on the condition, these other symptoms can include: Trouble with sexual function — for example, some people have low sex drive. • Others have trouble getting or keeping an erection that's firm enough for sex, also called erectile dysfunction. • Pain, swelling or a lump in the testicle area. • Less facial or body hair or other symptoms of a chromosome or hormone condition. • See a healthcare professional if you and your partner haven't been able to become pregnant after a year of regular sex without using birth control. • This is how the condition known as infertility is defined. • Get a healthcare checkup sooner if you have any of the following: Erection or ejaculation concerns, low sex drive, or other troubles having sex. • Pain, discomfort, a lump or swelling in the testicle area. • A history of testicle, prostate or sexual problems. • Groin, testicle, penis or scrotum surgery. • For the body to make sperm, the testicles and certain organs in the brain that produce hormones need to work properly. • Once sperm are made in the testicles, sperm travel in delicate tubes until they mix with semen. • Then semen is released from the penis, usually during an orgasm. • Issues with any of these systems can lower the number of sperm in semen. • When sperm's movement or shape is irregular, that also can lessen fertility. • Still, the cause of low sperm count often can't be found. • Low sperm count can be caused by health conditions such as: Varicocele. • A varicocele (VAR-ih-koe-seel) is a swelling of the veins that drain the testicle. • It's a common cause of male infertility. • It can lower sperm count and quality. • For some people, surgery to fix a varicocele can improve sperm count, movement and shape. • It's not clear exactly why varicoceles cause infertility, but they might have an effect on the temperature in the testicles. • Infection. • Some infections can impact sperm health or the body's ability to make sperm. • Certain repeated infections also can cause scarring that blocks the passage of sperm. • Sexually transmitted infections such as gonorrhea or HIV can affect sperm count and fertility as well. • So can infections from viruses, bacteria, or fungi that cause swelling of one or both testicles, or swelling of the coiled tube at the back of the testicle known as the epididymis. • Most infections get better without causing any long-term issues. • But some infections can cause lasting damage to the testicles. • Still, healthcare professionals may be able to collect sperm as part of certain fertility treatments. • Trouble with ejaculation. • Ejaculation is the release of semen from the penis. • It usually happens during orgasm. • If semen enters the bladder during orgasm instead of leaving through the tip of the penis, that's called retrograde ejaculation. • Various health conditions and certain types of surgery can cause retrograde ejaculation or complete lack of ejaculation. • These include diabetes, spinal injuries, and surgery of the bladder, prostate or urethra. • Certain medicines also can affect ejaculation. • These include blood pressure medicines known as alpha blockers. • Some ejaculation issues can be treated. • Others are lifelong. • Often, sperm can still be collected directly from the testicles as part of certain fertility treatments. • Tumors. • Cancers and tumors that aren't cancer both can affect the male reproductive organs directly. • They also can affect these organs through the glands that release hormones related to reproduction, such as the pituitary gland. • Surgery, radiation or chemotherapy to treat tumors in other areas of the body also can affect the body's ability to make sperm. • Undescended testicles. • During pregnancy, one or both of an unborn baby's testicles sometimes don't drop down into the scrotum. • The scrotum is the sac that usually contains the testicles. • Lower fertility is more likely in adults who were born with this condition. • Hormone levels that become out of balance. • A part of the brain called the hypothalamus and a gland at the base of the brain called the pituitary gland make hormones that are needed to create sperm. • The testicles make hormones needed to make sperm as well. • Changes in the levels of these hormones may mean that the body is having trouble making sperm. • Changes in the levels of hormones that thyroid and adrenal glands make also may affect sperm count. • Changes in the tubes that carry sperm. • Various tubes in the body carry sperm. • These tubes can be blocked due to various causes. • Causes can include an injury from surgery, past infections and trauma. • Conditions such as cystic fibrosis also can cause certain tubes not to develop or to form in irregular ways. • A blockage can happen at any level, including within the testicle or in the tubes that drain the testicle. • Genetic conditions. • Some genetic changes passed from parent to child cause the male reproductive organs to develop in irregular ways. • For instance, a condition called Klinefelter syndrome can cause the body to make less sperm. • Other genetic conditions linked with infertility include cystic fibrosis, Kallmann syndrome and Kartagener's syndrome. • Some medical treatments also can cause a low sperm count, such as: Certain medicines. • Medicines that can cause the body to make less sperm include some treatments for arthritis, depression, anxiety, low testosterone levels, digestive trouble, infections, high blood pressure and cancer. • Prior surgeries. • Certain surgeries may prevent you from having sperm in your semen. • These surgeries include vasectomy, inguinal hernia repairs, surgeries of the scrotum or testicles, prostate surgeries, and large abdominal surgeries performed for testicular and rectal cancers. • Often, surgery can be done to reverse the blockages that a past surgery caused. • Or surgery can help retrieve sperm directly from the testicles and the coiled tube called the epididymis that's attached to each testicle. • Sperm count or function can be affected by being exposed to too much of the following: Industrial chemicals. • Long-term exposure to insecticides, pesticides and organic solvents may play a part in low sperm counts. • Heavy metals. • Exposure to lead or other heavy metals can cause infertility. • Radiation or X-rays. • Exposure to radiation can cause the body to make less sperm. • It can take years for the body to make typical amounts of sperm after this exposure. • With high doses of radiation, the body might make less sperm than usual for life. • Too much heat on the scrotum. • Overheating the scrotum can affect sperm count and function. • Other causes of low sperm count include: Drug use. • Anabolic steroids taken to boost muscle strength and growth can cause the body to make less sperm. • Use of cocaine or marijuana might lower the number and quality of sperm as well. • Alcohol use. • Heavy or ongoing alcohol use can lower testosterone levels and cause the body to make less sperm. • Tobacco smoking. • People who smoke might have a lower sperm count than people who don't smoke. • Emotional stress. • Long-term emotional stress, including stress over fertility issues, may affect semen quality. • Weight. • Obesity may directly impact sperm. • Or it may cause hormone changes that lessen fertility. • Sperm testing issues. • A sperm count can appear lower than it really is due to various testing issues. • For instance, a sperm sample may be taken too soon after your last ejaculation. • Or the sample could be taken too soon after an illness or stressful event. • Sperm count also can appear low if the sample doesn't contain all of the semen your penis released because some was spilled during collection. • For this reason, results usually are based on a few samples taken over time. • Many risk factors are linked with low sperm count and other issues that can cause low sperm count. • Some risk factors are lifestyle choices, including: Smoking tobacco. • Drinking alcohol. • Using certain illicit drugs. • Some health conditions can be risk factors, such as: Being overweight. • Being very stressed. • Having certain past or present infections. • Having had trauma to the testicles. • Being born with a fertility disorder or having a blood relative with a fertility disorder. • Having certain health conditions, including tumors and long-term illnesses. • Having a history of undescended testicles. • Some treatments for health conditions also can be risk factors, including: Cancer treatments, such as radiation. • Certain medicines. • Vasectomy or major abdominal or pelvic surgery. • Some things in a person's environment also may raise the risk of a low sperm count. • These include being exposed to toxins. • Infertility caused by low sperm count can be stressful for both you and your partner. • Complications can include: Surgery or other treatments for an underlying cause of low sperm count. • Expensive and involved fertility treatments such as in vitro fertilization (IVF). • Stress from not being able to start a pregnancy. • To protect your fertility, try to stay away from known factors that can affect sperm count and quality. • Take these steps: Don't smoke. • Limit alcohol or don't drink it. • Don't use illicit drugs. • Talk with your healthcare professional to find out whether any medicines you take can affect sperm count. • Stay at a healthy weight. • Try not to become overheated. • Manage stress. • Do what you can to avoid exposure to pesticides, heavy metals and other toxins.",
      "Causes": "For the body to make sperm, the testicles and certain organs in the brain that produce hormones need to work properly. • Once sperm are made in the testicles, sperm travel in delicate tubes until they mix with semen. • Then semen is released from the penis, usually during an orgasm. • Issues with any of these systems can lower the number of sperm in semen. • When sperm's movement or shape is irregular, that also can lessen fertility. • Still, the cause of low sperm count often can't be found. • Low sperm count can be caused by health conditions such as: Varicocele. • A varicocele (VAR-ih-koe-seel) is a swelling of the veins that drain the testicle. • It's a common cause of male infertility. • It can lower sperm count and quality. • For some people, surgery to fix a varicocele can improve sperm count, movement and shape. • It's not clear exactly why varicoceles cause infertility, but they might have an effect on the temperature in the testicles. • Infection. • Some infections can impact sperm health or the body's ability to make sperm. • Certain repeated infections also can cause scarring that blocks the passage of sperm. • Sexually transmitted infections such as gonorrhea or HIV can affect sperm count and fertility as well. • So can infections from viruses, bacteria, or fungi that cause swelling of one or both testicles, or swelling of the coiled tube at the back of the testicle known as the epididymis. • Most infections get better without causing any long-term issues. • But some infections can cause lasting damage to the testicles. • Still, healthcare professionals may be able to collect sperm as part of certain fertility treatments. • Trouble with ejaculation. • Ejaculation is the release of semen from the penis. • It usually happens during orgasm. • If semen enters the bladder during orgasm instead of leaving through the tip of the penis, that's called retrograde ejaculation. • Various health conditions and certain types of surgery can cause retrograde ejaculation or complete lack of ejaculation. • These include diabetes, spinal injuries, and surgery of the bladder, prostate or urethra. • Certain medicines also can affect ejaculation. • These include blood pressure medicines known as alpha blockers. • Some ejaculation issues can be treated. • Others are lifelong. • Often, sperm can still be collected directly from the testicles as part of certain fertility treatments. • Tumors. • Cancers and tumors that aren't cancer both can affect the male reproductive organs directly. • They also can affect these organs through the glands that release hormones related to reproduction, such as the pituitary gland. • Surgery, radiation or chemotherapy to treat tumors in other areas of the body also can affect the body's ability to make sperm. • Undescended testicles. • During pregnancy, one or both of an unborn baby's testicles sometimes don't drop down into the scrotum. • The scrotum is the sac that usually contains the testicles. • Lower fertility is more likely in adults who were born with this condition. • Hormone levels that become out of balance. • A part of the brain called the hypothalamus and a gland at the base of the brain called the pituitary gland make hormones that are needed to create sperm. • The testicles make hormones needed to make sperm as well. • Changes in the levels of these hormones may mean that the body is having trouble making sperm. • Changes in the levels of hormones that thyroid and adrenal glands make also may affect sperm count. • Changes in the tubes that carry sperm. • Various tubes in the body carry sperm. • These tubes can be blocked due to various causes. • Causes can include an injury from surgery, past infections and trauma. • Conditions such as cystic fibrosis also can cause certain tubes not to develop or to form in irregular ways. • A blockage can happen at any level, including within the testicle or in the tubes that drain the testicle. • Genetic conditions. • Some genetic changes passed from parent to child cause the male reproductive organs to develop in irregular ways. • For instance, a condition called Klinefelter syndrome can cause the body to make less sperm. • Other genetic conditions linked with infertility include cystic fibrosis, Kallmann syndrome and Kartagener's syndrome. • Some medical treatments also can cause a low sperm count, such as: Certain medicines. • Medicines that can cause the body to make less sperm include some treatments for arthritis, depression, anxiety, low testosterone levels, digestive trouble, infections, high blood pressure and cancer. • Prior surgeries. • Certain surgeries may prevent you from having sperm in your semen. • These surgeries include vasectomy, inguinal hernia repairs, surgeries of the scrotum or testicles, prostate surgeries, and large abdominal surgeries performed for testicular and rectal cancers. • Often, surgery can be done to reverse the blockages that a past surgery caused. • Or surgery can help retrieve sperm directly from the testicles and the coiled tube called the epididymis that's attached to each testicle. • Sperm count or function can be affected by being exposed to too much of the following: Industrial chemicals. • Long-term exposure to insecticides, pesticides and organic solvents may play a part in low sperm counts. • Heavy metals. • Exposure to lead or other heavy metals can cause infertility. • Radiation or X-rays. • Exposure to radiation can cause the body to make less sperm. • It can take years for the body to make typical amounts of sperm after this exposure. • With high doses of radiation, the body might make less sperm than usual for life. • Too much heat on the scrotum. • Overheating the scrotum can affect sperm count and function. • Other causes of low sperm count include: Drug use. • Anabolic steroids taken to boost muscle strength and growth can cause the body to make less sperm. • Use of cocaine or marijuana might lower the number and quality of sperm as well. • Alcohol use. • Heavy or ongoing alcohol use can lower testosterone levels and cause the body to make less sperm. • Tobacco smoking. • People who smoke might have a lower sperm count than people who don't smoke. • Emotional stress. • Long-term emotional stress, including stress over fertility issues, may affect semen quality. • Weight. • Obesity may directly impact sperm. • Or it may cause hormone changes that lessen fertility. • Sperm testing issues. • A sperm count can appear lower than it really is due to various testing issues. • For instance, a sperm sample may be taken too soon after your last ejaculation. • Or the sample could be taken too soon after an illness or stressful event. • Sperm count also can appear low if the sample doesn't contain all of the semen your penis released because some was spilled during collection. • For this reason, results usually are based on a few samples taken over time.",
      "Risk factors": "Many risk factors are linked with low sperm count and other issues that can cause low sperm count. • Some risk factors are lifestyle choices, including: Smoking tobacco. • Drinking alcohol. • Using certain illicit drugs. • Some health conditions can be risk factors, such as: Being overweight. • Being very stressed. • Having certain past or present infections. • Having had trauma to the testicles. • Being born with a fertility disorder or having a blood relative with a fertility disorder. • Having certain health conditions, including tumors and long-term illnesses. • Having a history of undescended testicles. • Some treatments for health conditions also can be risk factors, including: Cancer treatments, such as radiation. • Certain medicines. • Vasectomy or major abdominal or pelvic surgery. • Some things in a person's environment also may raise the risk of a low sperm count. • These include being exposed to toxins.",
      "Complications": "Infertility caused by low sperm count can be stressful for both you and your partner. • Complications can include: Surgery or other treatments for an underlying cause of low sperm count. • Expensive and involved fertility treatments such as in vitro fertilization (IVF). • Stress from not being able to start a pregnancy.",
      "Prevention": "To protect your fertility, try to stay away from known factors that can affect sperm count and quality. • Take these steps: Don't smoke. • Limit alcohol or don't drink it. • Don't use illicit drugs. • Talk with your healthcare professional to find out whether any medicines you take can affect sperm count. • Stay at a healthy weight. • Try not to become overheated. • Manage stress. • Do what you can to avoid exposure to pesticides, heavy metals and other toxins."
    },
    "name": "Low sperm count",
    "url": "https://www.mayoclinic.org/diseases-conditions/low-sperm-count/symptoms-causes/syc-20374585"
  },
  {
    "sections": {
      "Overview": "Lung cancer is a kind of cancer that starts as a growth of cells in the lungs. • The lungs are two spongy organs in the chest that control breathing. • Lung cancer is the leading cause of cancer deaths worldwide. • People who smoke have the greatest risk of lung cancer. • The risk of lung cancer increases with the length of time and number of cigarettes smoked. • Quitting smoking, even after smoking for many years, significantly lowers the chances of developing lung cancer. • Lung cancer also can happen in people who have never smoked.",
      "Symptoms": "Lung cancer typically doesn't cause symptoms early on. • Symptoms of lung cancer usually happen when the disease is advanced. • Signs and symptoms of lung cancer that happen in and around the lungs may include: A new cough that doesn't go away. • Chest pain. • Coughing up blood, even a small amount. • Hoarseness. • Shortness of breath. • Wheezing. • Signs and symptoms that happen when lung cancer spreads to other parts of the body may include: Bone pain. • Headache. • Losing weight without trying. • Loss of appetite. • Swelling in the face or neck. • Make an appointment with your doctor or other healthcare professional if you have any symptoms that worry you. • If you smoke and haven't been able to quit, make an appointment. • Your healthcare professional can recommend strategies for quitting smoking. • These may include counseling, medicines and nicotine replacement products. • Lung cancer happens when cells in the lungs develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Smoking causes most lung cancers. • It can cause lung cancer in both people who smoke and in people exposed to secondhand smoke. • But lung cancer also happens in people who never smoked or been exposed to secondhand smoke. • In these people, there may be no clear cause of lung cancer. • Researchers believe smoking causes lung cancer by damaging the cells that line the lungs. • Cigarette smoke is full of cancer-causing substances, called carcinogens. • When you inhale cigarette smoke, the carcinogens cause changes in the lung tissue almost immediately. • At first your body may be able to repair this damage. • But with each repeated exposure, healthy cells that line your lungs become more damaged. • Over time, the damage causes cells to change and eventually cancer may develop. • Lung cancer is divided into two major types based on the appearance of the cells under a microscope. • Your healthcare professional makes treatment decisions based on which major type of lung cancer you have. • The two general types of lung cancer include: Small cell lung cancer. • Small cell lung cancer usually only happens in people who have smoked heavily for years. • Small cell lung cancer is less common than non-small cell lung cancer. • Non-small cell lung cancer. • Non-small cell lung cancer is a category that includes several types of lung cancers. • Non-small cell lung cancers include squamous cell carcinoma, adenocarcinoma and large cell carcinoma. • A number of factors may increase the risk of lung cancer. • Some risk factors can be controlled, for instance, by quitting smoking. • Other factors can't be controlled, such as your family history. • Risk factors for lung cancer include: Your risk of lung cancer increases with the number of cigarettes you smoke each day. • Your risk also increases with the number of years you have smoked. • Quitting at any age can significantly lower your risk of developing lung cancer. • Even if you don't smoke, your risk of lung cancer increases if you're around people who are smoking. • Breathing the smoke in the air from other people who are smoking is called secondhand smoke. • If you've had radiation therapy to the chest for another type of cancer, you may have an increased risk of developing lung cancer. • Radon is produced by the natural breakdown of uranium in soil, rock and water. • Radon eventually becomes part of the air you breathe. • Unsafe levels of radon can build up in any building, including homes. • Workplace exposure to cancer-causing substances, called carcinogens, can increase your risk of developing lung cancer. • The risk may be higher if you smoke. • Carcinogens linked to lung cancer risk include asbestos, arsenic, chromium and nickel. • People with a parent, sibling or child with lung cancer have an increased risk of the disease. • Lung cancer can cause complications, such as: People with lung cancer can experience shortness of breath if cancer grows to block the major airways. • Lung cancer also can cause fluid to collect around the lungs and heart. • The fluid makes it harder for the affected lung to expand fully when you inhale. • Lung cancer can cause bleeding in the airway. • This can cause you to cough up blood. • Sometimes bleeding can become severe. • Treatments are available to control bleeding. • Advanced lung cancer that spreads can cause pain. • It may spread to the lining of a lung or to another area of the body, such as a bone. • Tell your healthcare professional if you experience pain. • Many treatments are available to control pain. • Lung cancer can cause fluid to accumulate in the chest, called pleural effusion. • The fluid collects in the space that surrounds the affected lung in the chest cavity, called the pleural space. • Pleural effusion can cause shortness of breath. • Treatments are available to drain the fluid from your chest. • Treatments can reduce the risk that pleural effusion will happen again. • Lung cancer often spreads to other parts of the body. • Lung cancer may spread to the brain and the bones. • Cancer that spreads can cause pain, nausea, headaches or other symptoms depending on what organ is affected. • Once lung cancer has spread beyond the lungs, it's generally not curable. • Treatments are available to decrease symptoms and to help you live longer. • There's no sure way to prevent lung cancer, but you can reduce your risk if you: If you've never smoked, don't start. • Talk to your children about not smoking so that they can understand how to avoid this major risk factor for lung cancer. • Begin conversations about the dangers of smoking with your children early so that they know how to react to peer pressure. • Stop smoking now. • Quitting reduces your risk of lung cancer, even if you've smoked for years. • Talk to your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you live or work with a person who smokes, urge them to quit. • At the very least, ask them to smoke outside. • Avoid areas where people smoke, such as bars. • Seek out smoke-free options. • Have the radon levels in your home checked, especially if you live in an area where radon is known to be a problem. • High radon levels can be fixed to make your home safer. • Radon test kits are often sold at hardware stores and can be purchased online. • For more information on radon testing, contact your local department of public health. • Take precautions to protect yourself from exposure to toxic chemicals at work. • Follow your employer's precautions. • For instance, if you're given a face mask for protection, always wear it. • Ask your healthcare professional what more you can do to protect yourself at work. • Your risk of lung damage from workplace carcinogens increases if you smoke. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • For instance, researchers hoping to reduce the risk of lung cancer in people who smoked heavily gave them beta carotene supplements. • Results showed the supplements increased the risk of cancer in people who smoke. • If you don't exercise regularly, start out slowly. • Try to exercise most days of the week.",
      "Causes": "Lung cancer happens when cells in the lungs develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Smoking causes most lung cancers. • It can cause lung cancer in both people who smoke and in people exposed to secondhand smoke. • But lung cancer also happens in people who never smoked or been exposed to secondhand smoke. • In these people, there may be no clear cause of lung cancer. • Researchers believe smoking causes lung cancer by damaging the cells that line the lungs. • Cigarette smoke is full of cancer-causing substances, called carcinogens. • When you inhale cigarette smoke, the carcinogens cause changes in the lung tissue almost immediately. • At first your body may be able to repair this damage. • But with each repeated exposure, healthy cells that line your lungs become more damaged. • Over time, the damage causes cells to change and eventually cancer may develop. • Lung cancer is divided into two major types based on the appearance of the cells under a microscope. • Your healthcare professional makes treatment decisions based on which major type of lung cancer you have. • The two general types of lung cancer include: Small cell lung cancer. • Small cell lung cancer usually only happens in people who have smoked heavily for years. • Small cell lung cancer is less common than non-small cell lung cancer. • Non-small cell lung cancer. • Non-small cell lung cancer is a category that includes several types of lung cancers. • Non-small cell lung cancers include squamous cell carcinoma, adenocarcinoma and large cell carcinoma.",
      "Risk factors": "A number of factors may increase the risk of lung cancer. • Some risk factors can be controlled, for instance, by quitting smoking. • Other factors can't be controlled, such as your family history. • Risk factors for lung cancer include: Your risk of lung cancer increases with the number of cigarettes you smoke each day. • Your risk also increases with the number of years you have smoked. • Quitting at any age can significantly lower your risk of developing lung cancer. • Even if you don't smoke, your risk of lung cancer increases if you're around people who are smoking. • Breathing the smoke in the air from other people who are smoking is called secondhand smoke. • If you've had radiation therapy to the chest for another type of cancer, you may have an increased risk of developing lung cancer. • Radon is produced by the natural breakdown of uranium in soil, rock and water. • Radon eventually becomes part of the air you breathe. • Unsafe levels of radon can build up in any building, including homes. • Workplace exposure to cancer-causing substances, called carcinogens, can increase your risk of developing lung cancer. • The risk may be higher if you smoke. • Carcinogens linked to lung cancer risk include asbestos, arsenic, chromium and nickel. • People with a parent, sibling or child with lung cancer have an increased risk of the disease.",
      "Complications": "Lung cancer can cause complications, such as: People with lung cancer can experience shortness of breath if cancer grows to block the major airways. • Lung cancer also can cause fluid to collect around the lungs and heart. • The fluid makes it harder for the affected lung to expand fully when you inhale. • Lung cancer can cause bleeding in the airway. • This can cause you to cough up blood. • Sometimes bleeding can become severe. • Treatments are available to control bleeding. • Advanced lung cancer that spreads can cause pain. • It may spread to the lining of a lung or to another area of the body, such as a bone. • Tell your healthcare professional if you experience pain. • Many treatments are available to control pain. • Lung cancer can cause fluid to accumulate in the chest, called pleural effusion. • The fluid collects in the space that surrounds the affected lung in the chest cavity, called the pleural space. • Pleural effusion can cause shortness of breath. • Treatments are available to drain the fluid from your chest. • Treatments can reduce the risk that pleural effusion will happen again. • Lung cancer often spreads to other parts of the body. • Lung cancer may spread to the brain and the bones. • Cancer that spreads can cause pain, nausea, headaches or other symptoms depending on what organ is affected. • Once lung cancer has spread beyond the lungs, it's generally not curable. • Treatments are available to decrease symptoms and to help you live longer.",
      "Prevention": "There's no sure way to prevent lung cancer, but you can reduce your risk if you: If you've never smoked, don't start. • Talk to your children about not smoking so that they can understand how to avoid this major risk factor for lung cancer. • Begin conversations about the dangers of smoking with your children early so that they know how to react to peer pressure. • Stop smoking now. • Quitting reduces your risk of lung cancer, even if you've smoked for years. • Talk to your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you live or work with a person who smokes, urge them to quit. • At the very least, ask them to smoke outside. • Avoid areas where people smoke, such as bars. • Seek out smoke-free options. • Have the radon levels in your home checked, especially if you live in an area where radon is known to be a problem. • High radon levels can be fixed to make your home safer. • Radon test kits are often sold at hardware stores and can be purchased online. • For more information on radon testing, contact your local department of public health. • Take precautions to protect yourself from exposure to toxic chemicals at work. • Follow your employer's precautions. • For instance, if you're given a face mask for protection, always wear it. • Ask your healthcare professional what more you can do to protect yourself at work. • Your risk of lung damage from workplace carcinogens increases if you smoke. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • For instance, researchers hoping to reduce the risk of lung cancer in people who smoked heavily gave them beta carotene supplements. • Results showed the supplements increased the risk of cancer in people who smoke. • If you don't exercise regularly, start out slowly. • Try to exercise most days of the week."
    },
    "name": "Lung cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/lung-cancer/symptoms-causes/syc-20374620"
  },
  {
    "sections": {},
    "name": "Lupus",
    "url": "https://www.mayoclinic.org/diseases-conditions/lupus/symptoms-causes/syc-20365789"
  },
  {
    "sections": {
      "Overview": "Lupus nephritis is a problem that occurs often in people who have systemic lupus erythematosus, also called lupus. • Lupus is a disease in which the body's immune system attacks its own cells and organs, called autoimmune disease. • Lupus causes the immune system to make proteins called autoantibodies. • These proteins attack tissues and organs in the body, including the kidneys. • Lupus nephritis occurs when lupus autoantibodies affect parts of the kidneys that filter out waste. • This causes swelling and irritation of the kidneys, called inflammation. • It might lead to blood in the urine, protein in the urine, high blood pressure, kidneys that don't work well or even kidney failure.",
      "Symptoms": "Signs and symptoms of lupus nephritis include: Blood in the urine. • Urine that foams because of too much protein. • High blood pressure. • Swelling in the legs, ankles or feet and sometimes in the hands and face. • High levels of a waste product called creatinine in the blood.",
      "Causes": "As many as half of adults with systemic lupus get lupus nephritis. • Systemic lupus causes the body's immune system to damage the kidneys. • Then the kidneys can't filter out waste as they should.",
      "Risk factors": "The only known risk factors for lupus nephritis are: Being male. • Women are more likely to get lupus, but men get lupus nephritis more than women do. • Race or ethnicity. • Black people, Hispanic people and Asian Americans are more likely to have lupus nephritis than are whites.",
      "Complications": "Lupus nephritis can cause: Hypertension. • Kidney failure. • A higher risk of getting cancer, especially one that starts in the cells of the immune system, called B-cell lymphoma. • A higher risk of heart and blood vessel problems."
    },
    "name": "Lupus nephritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/lupus-nephritis/symptoms-causes/syc-20354335"
  },
  {
    "sections": {
      "Overview": "Lyme disease is an illness caused by borrelia bacteria. • Humans usually get Lyme disease from the bite of a tick carrying the bacteria. • Ticks that can carry borrelia bacteria live throughout most of the United States. • But Lyme disease is most common in the upper Midwest and the northeastern and mid-Atlantic states. • It's also common in Europe and in south central and southeastern Canada. • You're at risk of Lyme disease if you spend time where the ticks live, such as grassy, brushy or wooded areas. • Taking safety measures in these areas can lower the risk of Lyme disease.",
      "Symptoms": "A tick bite may look like as a tiny, itchy bump on your skin, much like a mosquito bite. • This doesn't mean you have a tick-borne disease. • Many people will not notice they've had a tick bite. • The symptoms of Lyme disease vary. • They usually show up in stages. • But the stages can overlap. • And some people don't have symptoms of the typical early stage. • Early symptoms of Lyme disease usually happen within 3 to 30 days after a tick bite. • This stage of disease has a limited set of symptoms. • This is called early localized disease. • A rash is a common sign of Lyme disease. • But it doesn't always happen. • The rash is usually a single circle that slowly spreads from the site of the tick bite. • It may become clear in the center and look like a target or bull's-eye. • The rash often feels warm to the touch, But it's usually not painful or itchy. • Other stage 1 symptoms include: Fever. • Headache. • Extreme tiredness. • Joint stiffness. • Muscle aches and pains. • Swollen lymph nodes. • Without treatment, Lyme disease can get worse. • The symptoms often show up within 3 to 10 weeks after a tick bite. • Stage 2 is often more serious and widespread. • It is called early disseminated disease. • Stage 2 may include the stage 1 symptoms and the following: Many rashes on other parts of the body. • Neck pain or stiffness. • Muscle weakness on one or both sides of the face. • Immune-system activity in heart tissue that causes irregular heartbeats. • Pain that starts from the back and hips and spreads to the legs. • Pain, numbness or weakness in the hands or feet. • Painful swelling in tissues of the eye or eyelid. • Immune-system activity in eye nerves that causes pain or vision loss. • In the third stage, you may have symptoms from the earlier stages and other symptoms. • This stage is called late disseminated disease. • In the United States, the most common condition of this stage is arthritis in large joints, particularly the knees. • Pain, swelling or stiffness may last for a long time. • Or the symptoms may come and go. • Stage 3 symptoms usually begin 2 to 12 months after a tick bite. • The type of Lyme disease common in Europe can cause a skin condition called acrodermatitis chronic atrophicans. • The skin on the backs of the hands and tops of the feet get discolored and swell. • It also may show up over the elbows and knees. • More-serious cases may cause damage to tissues or joints. • This skin condition may show up many months to many years after a tick bite. • Most people who get Lyme disease don't remember having a tick bite. • And many symptoms of Lyme disease relate to other conditions. • See your health care provider if you have Lyme disease symptoms. • An early diagnosis and proper treatment can improve outcomes. • If you know you had a tick bite or might have been around ticks, watch for symptoms. • If they show up, see your care provider as soon as possible. • Lyme disease is caused by borrelia bacteria. • In North America, the black-legged tick, also called the deer tick, mainly carry the bacteria. • In Europe, a different species of borrelia causes Lyme disease. • Ticks carry the bacteria. • These ticks are known by a few names, including castor bean tick, sheep tick or deer tick. • Ticks feed on blood by attaching to a host's skin. • The tick feeds until it's swollen to many times its typical size. • Deer ticks can feed on a host's blood for several days. • Ticks pick up bacteria from a host, such as a deer or rodent. • They don't get sick. • But they can pass the bacteria to another host. • When an infected tick feeds on a person, the bacteria can move to the person's bloodstream. • The bacteria are less likely to spread Lyme disease if you remove the tick within 24 hours. • Both young and adult ticks can carry the disease. • Young ticks are tiny and hard to spot. • You may not notice if a young tick bites you. • Your risk for getting Lyme disease depends on if you spend time where they are likely to live. • This includes the: Region. • Deer ticks that carry Lyme disease are widespread. • They are mostly found in the upper Midwest, the northeastern and mid-Atlantic states, and in south central and southeastern Canada. • The castor bean tick is found throughout Europe. • Habitat. • Ticks live in wooded, shrubby or grassy areas. • Time of year. • The risk of infection is greater in the spring, summer and fall. • But ticks can be active any time the temperature is above freezing. • Some people with Lyme disease report symptoms that continue after treatment. • These longer-lasting symptoms may include: Arthritis that begins with Lyme disease and doesn't improve. • Body aches and pains. • Constant or frequent tiredness. • Memory complaints. • These conditions are not clearly understood. • Some people with these symptoms may be diagnosed with post-treatment Lyme disease syndrome, or PTLDS. • These long-lasting problems may be caused by: Incomplete treatment. • Reinfection with Lyme disease. • Immune system response to fragments of killed bacteria. • Immune system activity that harms healthy tissues, also called autoimmunity. • Conditions other than Lyme disease that have not been diagnosed. • The best way to prevent Lyme disease is to avoid tick bites when you are outdoors. • Most ticks attach themselves to your lower legs and feet as you walk or work in grassy, wooded areas or overgrown fields. • After a tick attaches to your body, it often crawls upward to find a spot to burrow into your skin. • If you're in or plan to be in an area where ticks are likely to live, follow these tips to protect yourself. • Spray your outdoor clothing, shoes, tent and other camping gear with a repellent that has 0.5% permethrin. • Some gear and clothing may be pre-treated with permethrin. • Use an insect repellent registered with the Environmental Protection Agency on any exposed skin, except your face. • These include repellents that contain DEET, picaridin, IR3535, oil of lemon eucalyptus (OLE), para-menthane-diol (PMD) or 2-undecanone. • Do not use products with OLE or PMD on children under age 3. • Wear light-colored clothing that makes it easier for you or others to see ticks on your clothing. • Avoid open-toed shoes or sandals. • Wear long-sleeved shirts tucked into your pants. • Wear long pants tucked into your socks. • Shower as soon as possible to wash off any loose ticks. • Check for ticks that may have burrowed. • Use a mirror to check your body well. • Pay attention to your underarms, hair and hairline. • Also check your ears, waist, and the area between your legs, behind your knees, and inside your bellybutton. • Check your gear. • Before you wash your outdoor clothes, put them in the dryer on hot for at least 10 minutes to kill ticks. • Do a daily inspection for ticks on any pet that spends time outdoors. • Stay on clear paths as much as possible in wooded and grassy areas.",
      "Causes": "Lyme disease is caused by borrelia bacteria. • In North America, the black-legged tick, also called the deer tick, mainly carry the bacteria. • In Europe, a different species of borrelia causes Lyme disease. • Ticks carry the bacteria. • These ticks are known by a few names, including castor bean tick, sheep tick or deer tick. • Ticks feed on blood by attaching to a host's skin. • The tick feeds until it's swollen to many times its typical size. • Deer ticks can feed on a host's blood for several days. • Ticks pick up bacteria from a host, such as a deer or rodent. • They don't get sick. • But they can pass the bacteria to another host. • When an infected tick feeds on a person, the bacteria can move to the person's bloodstream. • The bacteria are less likely to spread Lyme disease if you remove the tick within 24 hours. • Both young and adult ticks can carry the disease. • Young ticks are tiny and hard to spot. • You may not notice if a young tick bites you.",
      "Risk factors": "Your risk for getting Lyme disease depends on if you spend time where they are likely to live. • This includes the: Region. • Deer ticks that carry Lyme disease are widespread. • They are mostly found in the upper Midwest, the northeastern and mid-Atlantic states, and in south central and southeastern Canada. • The castor bean tick is found throughout Europe. • Habitat. • Ticks live in wooded, shrubby or grassy areas. • Time of year. • The risk of infection is greater in the spring, summer and fall. • But ticks can be active any time the temperature is above freezing.",
      "Complications": "Some people with Lyme disease report symptoms that continue after treatment. • These longer-lasting symptoms may include: Arthritis that begins with Lyme disease and doesn't improve. • Body aches and pains. • Constant or frequent tiredness. • Memory complaints. • These conditions are not clearly understood. • Some people with these symptoms may be diagnosed with post-treatment Lyme disease syndrome, or PTLDS. • These long-lasting problems may be caused by: Incomplete treatment. • Reinfection with Lyme disease. • Immune system response to fragments of killed bacteria. • Immune system activity that harms healthy tissues, also called autoimmunity. • Conditions other than Lyme disease that have not been diagnosed.",
      "Prevention": "The best way to prevent Lyme disease is to avoid tick bites when you are outdoors. • Most ticks attach themselves to your lower legs and feet as you walk or work in grassy, wooded areas or overgrown fields. • After a tick attaches to your body, it often crawls upward to find a spot to burrow into your skin. • If you're in or plan to be in an area where ticks are likely to live, follow these tips to protect yourself. • Spray your outdoor clothing, shoes, tent and other camping gear with a repellent that has 0.5% permethrin. • Some gear and clothing may be pre-treated with permethrin. • Use an insect repellent registered with the Environmental Protection Agency on any exposed skin, except your face. • These include repellents that contain DEET, picaridin, IR3535, oil of lemon eucalyptus (OLE), para-menthane-diol (PMD) or 2-undecanone. • Do not use products with OLE or PMD on children under age 3. • Wear light-colored clothing that makes it easier for you or others to see ticks on your clothing. • Avoid open-toed shoes or sandals. • Wear long-sleeved shirts tucked into your pants. • Wear long pants tucked into your socks. • Shower as soon as possible to wash off any loose ticks. • Check for ticks that may have burrowed. • Use a mirror to check your body well. • Pay attention to your underarms, hair and hairline. • Also check your ears, waist, and the area between your legs, behind your knees, and inside your bellybutton. • Check your gear. • Before you wash your outdoor clothes, put them in the dryer on hot for at least 10 minutes to kill ticks. • Do a daily inspection for ticks on any pet that spends time outdoors. • Stay on clear paths as much as possible in wooded and grassy areas."
    },
    "name": "Lyme disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/lyme-disease/symptoms-causes/syc-20374651"
  },
  {
    "sections": {
      "Overview": "Lymphedema refers to tissue swelling caused by an accumulation of protein-rich fluid that's usually drained through the body's lymphatic system. • It most commonly affects the arms or legs, but can also occur in the chest wall, abdomen, neck and genitals. • Lymph nodes are an important part of your lymphatic system. • Lymphedema can be caused by cancer treatments that remove or damage your lymph nodes. • Any type of problem that blocks the drainage of lymph fluid can cause lymphedema. • Severe cases of lymphedema can affect the ability to move the affected limb, increase the risks of skin infections and sepsis, and can lead to skin changes and breakdown. • Treatment may include compression bandages, massage, compression stockings, sequential pneumatic pumping, careful skin care and, rarely, surgery to remove swollen tissue or to create new drainage routes.",
      "Symptoms": "Lymphedema signs and symptoms include: Swelling of part or all of the arm or leg, including fingers or toes A feeling of heaviness or tightness Restricted range of motion Recurring infections Hardening and thickening of the skin (fibrosis) Signs and symptoms can range from mild to severe. • Lymphedema caused by cancer treatment may not occur until months or years after treatment. • Make an appointment with your doctor if you notice persistent swelling in your arm or leg. • If you've already been diagnosed with lymphedema, see your doctor if there is a sudden dramatic increase in the size of the involved limb. • The lymphatic system is a network of vessels that carry protein-rich lymph fluid throughout the body. • It's part of your immune system. • Lymph nodes act as filters and contain cells that fight infection and cancer. • The lymph fluid is pushed through the lymph vessels by muscle contractions as you move through the tasks of your day and small pumps in the wall of the lymph vessels. • Lymphedema occurs when the lymph vessels are not able to adequately drain lymph fluid, usually from an arm or leg. • The most common causes of lymphedema include: Cancer. • If cancer cells block lymph vessels, lymphedema may result. • For instance, a tumor growing near a lymph node or lymph vessel could enlarge enough to block the flow of the lymph fluid. • Radiation treatment for cancer. • Radiation can cause scarring and inflammation of lymph nodes or lymph vessels. • Surgery. • In cancer surgery, lymph nodes are often removed to see if the disease has spread. • However, this doesn't always result in lymphedema. • Parasites. • In developing countries in the tropics, the most common cause of lymphedema is infection with threadlike worms that clog the lymph nodes. • Less commonly, lymphedema results from inherited conditions in which the lymphatic system doesn't develop properly. • Factors that may increase the risk of developing lymphedema include: Older age Excess weight or obesity Rheumatoid or psoriatic arthritis Lymphedema complications may include: Skin infections (cellulitis). • The trapped fluid provides fertile ground for germs, and the smallest injury to the arm or leg can be an entry point for infection. • Affected skin appears swollen and red and is typically painful and warm to the touch. • Your doctor may prescribe antibiotics to keep on hand so that you can start taking them immediately. • Sepsis. • Untreated cellulitis can spread into the bloodstream and trigger sepsis — a potentially life-threatening condition that occurs when the body's response to an infection damages its own tissues. • Sepsis requires emergency medical treatment. • Leakage through the skin. • With severe swelling, the lymph fluid can drain through small breaks in the skin or cause blistering. • Skin changes. • In some people with very severe lymphedema, the skin of the affected limb can thicken and harden so it resembles the skin of an elephant. • Cancer. • A rare form of soft tissue cancer can result from the most-severe cases of untreated lymphedema.",
      "Causes": "The lymphatic system is a network of vessels that carry protein-rich lymph fluid throughout the body. • It's part of your immune system. • Lymph nodes act as filters and contain cells that fight infection and cancer. • The lymph fluid is pushed through the lymph vessels by muscle contractions as you move through the tasks of your day and small pumps in the wall of the lymph vessels. • Lymphedema occurs when the lymph vessels are not able to adequately drain lymph fluid, usually from an arm or leg. • The most common causes of lymphedema include: Cancer. • If cancer cells block lymph vessels, lymphedema may result. • For instance, a tumor growing near a lymph node or lymph vessel could enlarge enough to block the flow of the lymph fluid. • Radiation treatment for cancer. • Radiation can cause scarring and inflammation of lymph nodes or lymph vessels. • Surgery. • In cancer surgery, lymph nodes are often removed to see if the disease has spread. • However, this doesn't always result in lymphedema. • Parasites. • In developing countries in the tropics, the most common cause of lymphedema is infection with threadlike worms that clog the lymph nodes. • Less commonly, lymphedema results from inherited conditions in which the lymphatic system doesn't develop properly.",
      "Risk factors": "Factors that may increase the risk of developing lymphedema include: Older age Excess weight or obesity Rheumatoid or psoriatic arthritis",
      "Complications": "Lymphedema complications may include: Skin infections (cellulitis). • The trapped fluid provides fertile ground for germs, and the smallest injury to the arm or leg can be an entry point for infection. • Affected skin appears swollen and red and is typically painful and warm to the touch. • Your doctor may prescribe antibiotics to keep on hand so that you can start taking them immediately. • Sepsis. • Untreated cellulitis can spread into the bloodstream and trigger sepsis — a potentially life-threatening condition that occurs when the body's response to an infection damages its own tissues. • Sepsis requires emergency medical treatment. • Leakage through the skin. • With severe swelling, the lymph fluid can drain through small breaks in the skin or cause blistering. • Skin changes. • In some people with very severe lymphedema, the skin of the affected limb can thicken and harden so it resembles the skin of an elephant. • Cancer. • A rare form of soft tissue cancer can result from the most-severe cases of untreated lymphedema."
    },
    "name": "Lymphedema",
    "url": "https://www.mayoclinic.org/diseases-conditions/lymphedema/symptoms-causes/syc-20374682"
  },
  {
    "sections": {
      "Overview": "Lymphoma is a cancer of the lymphatic system. • The lymphatic system is part of the body's germ-fighting and disease-fighting immune system. • Lymphoma begins when healthy cells in the lymphatic system change and grow out of control. • The lymphatic system includes lymph nodes. • They are found throughout the body. • Most lymph nodes are in the abdomen, groin, pelvis, chest, underarms and neck. • The lymphatic system also includes the spleen, thymus, tonsils and bone marrow. • Lymphoma can affect all these areas and other organs in the body. • There are many types of lymphoma. • The main subtypes are: Hodgkin lymphoma (formerly called Hodgkin disease). • Non-Hodgkin lymphoma. • Many treatments for lymphoma exist. • The treatment that's best for you will depend on the type of lymphoma you have. • Treatments can control the disease and give many people with lymphoma the chance of a full recovery.",
      "Symptoms": "Signs and symptoms of lymphoma may include: Fever. • Night sweats. • Fatigue. • Itchy skin. • Painless swelling of lymph nodes in the belly, neck, armpits or groin. • Pain in chest, abdomen or bones. • Losing weight without trying. • Make an appointment with a doctor or other healthcare professional if you have any ongoing symptoms that worry you. • Lymphoma symptoms are like those of many more common conditions, such as infections. • The healthcare professional may check for those causes first. • Healthcare professionals aren't sure what causes lymphoma. • Lymphoma begins with changes in the DNA of a disease-fighting blood cell called a lymphocyte. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • Healthy cells die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make more cells quickly. • The cancer cells can go on living when healthy cells would die. • In lymphoma, the DNA changes happen in the lymphocytes. • The changes can: Lead diseased lymphocytes to grow out of control. • Cause too many diseased lymphocytes in the lymph nodes. • Cause the lymph nodes, spleen and liver to swell. • Some factors can increase the risk of lymphoma. • They include: A weakened immune system. • If the immune system is weakened by medicines or illness, there might be a higher risk of lymphoma. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain health conditions, such as infection with HIV, also can weaken the immune system. • Family history. • People who have a parent, sibling or child with lymphoma are at higher risk of the disease. • Specific infections. • Some infections increase the risk of developing lymphoma. • Examples include Epstein-Barr virus, Helicobacter pylori and HIV. • Your age. • Some types of lymphoma are more common in teens and young adults. • Others happen more often in people over 55. • There is no way to prevent lymphoma.",
      "Causes": "Healthcare professionals aren't sure what causes lymphoma. • Lymphoma begins with changes in the DNA of a disease-fighting blood cell called a lymphocyte. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • Healthy cells die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make more cells quickly. • The cancer cells can go on living when healthy cells would die. • In lymphoma, the DNA changes happen in the lymphocytes. • The changes can: Lead diseased lymphocytes to grow out of control. • Cause too many diseased lymphocytes in the lymph nodes. • Cause the lymph nodes, spleen and liver to swell.",
      "Risk factors": "Some factors can increase the risk of lymphoma. • They include: A weakened immune system. • If the immune system is weakened by medicines or illness, there might be a higher risk of lymphoma. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain health conditions, such as infection with HIV, also can weaken the immune system. • Family history. • People who have a parent, sibling or child with lymphoma are at higher risk of the disease. • Specific infections. • Some infections increase the risk of developing lymphoma. • Examples include Epstein-Barr virus, Helicobacter pylori and HIV. • Your age. • Some types of lymphoma are more common in teens and young adults. • Others happen more often in people over 55. • There is no way to prevent lymphoma."
    },
    "name": "Lymphoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/lymphoma/symptoms-causes/syc-20352638"
  },
  {
    "sections": {
      "Overview": "Lynch syndrome is a condition that increases the risk of many kinds of cancer. • This condition is passed from parents to children. • Families that have Lynch syndrome have more instances of cancer than expected. • This might include colon cancer, endometrial cancer and other types of cancer. • Lynch syndrome also causes cancers to happen at an earlier age. • People with Lynch syndrome may need careful testing to look for cancer when it's small. • Treatment is more likely to be successful when the cancer is caught early. • Some people with Lynch syndrome might consider treatments to prevent cancer. • Lynch syndrome used to be called hereditary nonpolyposis colorectal cancer (HNPCC). • HNPCC is a term used to describe families with a strong history of colon cancer. • Lynch syndrome is the term used when healthcare professionals find a gene that runs in the family and causes cancer.",
      "Symptoms": "People with Lynch syndrome may experience: Colon cancer before age 50 Cancer of the inside lining of the uterus (endometrial cancer) before age 50 A personal history of more than one type of cancer A family history of cancer before age 50 A family history of other cancers caused by Lynch syndrome, including stomach cancer, ovarian cancer, pancreatic cancer, kidney cancer, bladder cancer, ureteral cancer, brain cancer, small bowel cancer, gallbladder cancer, bile duct cancer and skin cancer If a family member has Lynch syndrome, tell your healthcare professional. • Ask your healthcare professional to help set up an appointment with a professional trained in genetics, such as a genetic counselor. • This person can help you understand Lynch syndrome, what causes it and whether genetic testing is right for you.",
      "Causes": "Lynch syndrome is caused by genes that are passed from parents to children. • Genes are pieces of DNA. • DNA is like a set of instructions for every chemical process that happens in the body. • As cells grow and make new cells as part of their lifecycle, they make copies of their DNA. • Sometimes the copies have errors. • The body has a set of genes that hold the instructions for finding the errors and fixing them. • Healthcare professionals call these genes mismatch repair genes. • People with Lynch syndrome have mismatch repair genes that don't work as expected. • If an error happens in the DNA, it might not get fixed. • This could cause cells that grow out of control and become cancer cells. • Lynch syndrome runs in families in an autosomal dominant inheritance pattern. • This means that if one parent has genes that cause Lynch syndrome, there's a 50% chance that each child will have the genes that cause Lynch syndrome. • Which parent carries the gene doesn't affect the risk.",
      "Risk factors": "The risk of Lynch syndrome is higher in people who have a personal history or family history of the cancers caused by this syndrome. • Cancers caused by Lynch syndrome include: Biliary system cancers, including gallbladder cancer and bile duct cancer. • Brain cancer. • Digestive system cancers, including stomach cancer, small bowel cancer and colon cancer. • Female reproductive system cancers, including endometrial cancer and ovarian cancer. • Pancreatic cancer. • Skin cancer. • Urinary system cancers, including kidney cancer, ureteral cancer and bladder cancer.",
      "Complications": "Knowing that you have Lynch syndrome can raise concerns about your health. • It may also raise some concerns about other parts of your life. • These might include: Your privacy. • You may have questions about what could happen if others find out you have Lynch syndrome. • For instance, you might be concerned that your job or insurance companies might find out. • A genetics professional can explain the laws that may protect you. • Your children. • If you have Lynch syndrome, your children have a risk of inheriting it from you. • A genetics professional can help you come up with a plan for talking about this with your children. • The plan might include how and when to tell them and when they should consider testing. • Your extended family. • Having Lynch syndrome has implications for your entire family. • Other blood relatives may have a chance of having Lynch syndrome. • A genetics professional can help you come up with the best way to tell family members."
    },
    "name": "Lynch syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/lynch-syndrome/symptoms-causes/syc-20374714"
  }
]