[
  {
    "sections": {},
    "name": "Rabies",
    "url": "https://www.mayoclinic.org/diseases-conditions/rabies/symptoms-causes/syc-20351821"
  },
  {
    "sections": {
      "Overview": "Radiation enteritis is inflammation of the intestines that occurs after radiation therapy. • Radiation enteritis causes diarrhea, nausea, vomiting and stomach cramps in people receiving radiation aimed at the abdomen, pelvis or rectum. • It's most common in people receiving radiation therapy for cancer in the abdomen and pelvic areas. • For most people, radiation enteritis is temporary, with inflammation usually subsiding several weeks after treatment ends. • But for some, radiation enteritis may continue long after radiation therapy ends or may develop months or years after treatment. • Chronic radiation enteritis can cause complications such as anemia, diarrhea or bowel obstruction. • Treatment focuses on relieving symptoms until the inflammation heals. • In severe cases, tube feeding or surgery to remove sections of the intestine may be necessary.",
      "Symptoms": "The symptoms of radiation enteritis include diarrhea, nausea, vomiting and stomach cramps. • Symptoms occur because of irritation of the intestines from radiation therapy for cancer. • Symptoms usually go away several weeks after treatment ends. • But sometimes they last longer. • Radiation enteritis that goes on for longer can cause anemia and bowel obstruction.",
      "Risk factors": "The risk of radiation enteritis is higher in people undergoing radiation treatments for cancers in the belly and the pelvis. • Radiation enteritis occurs because radiation therapy can cause irritation of the intestines."
    },
    "name": "Radiation enteritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/radiation-enteritis/symptoms-causes/syc-20355409"
  },
  {
    "sections": {
      "Overview": "Radiation sickness is damage to the body caused by a large dose of radiation often received over a short time. • This is called acute radiation sickness. • The amount of radiation absorbed by the body, called the absorbed dose, determines how bad the illness will be. • Radiation sickness also is called acute radiation syndrome or radiation poisoning. • Radiation sickness is not caused by common medical imaging tests that use low-dose radiation, such as X-rays, CT scans and nuclear medicine scans. • Although radiation sickness is serious and often fatal, it's rare. • Since the atomic bombings of Hiroshima and Nagasaki, Japan, during World War II, most cases of radiation sickness have occurred after nuclear industrial accidents, such as the 1986 fire that damaged the nuclear power plant at Chernobyl, Ukraine.",
      "Symptoms": "The severity of radiation sickness symptoms depends on how much radiation you've absorbed. • How much you absorb depends on the strength of the radiated energy, the time of your exposures, and the distance between you and the source of radiation. • Symptoms also are affected by the type of exposure, such as total or partial body. • The severity of radiation sickness also depends on how sensitive the affected tissue is. • For instance, the gastrointestinal system and bone marrow are highly sensitive to radiation. • The first symptoms of treatable radiation sickness are usually nausea and vomiting. • The amount of time between exposure and when these symptoms develop is a clue to how much radiation a person has absorbed. • After the first round of symptoms, a person with radiation sickness may have a brief period with no noticeable illness, followed by the onset of new, more-serious symptoms. • If you've had a mild exposure, it may take hours to weeks before symptoms begin. • But with high exposure, symptoms can begin minutes to days after exposure. • Possible symptoms include: Nausea and vomiting. • Diarrhea. • Headache. • Fever. • Dizziness and disorientation. • Weakness and fatigue. • Hair loss. • Bloody vomit and stools from internal bleeding. • Infections. • Low blood pressure. • An accident or attack that causes radiation sickness would lead to a lot of attention and public concern. • If such an event happens, listen to radio, television or online reports to learn about emergency instructions for your area. • If you know you've been overexposed to radiation, seek emergency medical care.",
      "Causes": "Radiation sickness is caused by being exposed to a high dose of radiation. • Radiation is the energy released from atoms as either a wave or a tiny particle of matter. • Radiation sickness happens when high-energy radiation damages or destroys certain cells in the body. • Areas of the body most at risk of being affected by high-energy radiation are the bone marrow cells and the lining of the intestinal tract.",
      "Risk factors": "Being exposed to a source of high-dose radiation increases the risk of radiation sickness. • Sources of high-dose radiation include: An accident at a nuclear industrial facility. • An attack on a nuclear industrial facility. • A small radioactive device going off. • An explosive device that sends out radioactive material. • This is called a dirty bomb. • A nuclear weapon going off.",
      "Complications": "Having radiation sickness can contribute to both short-term and long-term mental health problems, such as grief, fear and anxiety about: Experiencing a radioactive accident or attack. • Mourning friends or family who haven't survived. • Dealing with the uncertainty of a mysterious and potentially fatal illness. • Worrying about the eventual risk of cancer due to radiation exposure.",
      "Prevention": "In the event of a radiation emergency, listen to the radio or watch television to hear what protective actions local, state and federal authorities recommend. • Those actions depend on the situation, but you will be told to either stay in place or evacuate your area. • If you're advised to stay where you are, whether you're at home or work or elsewhere, do the following: Close and lock all doors and windows. • Turn off fans, air conditioners and heating units that bring air in from outside. • Close fireplace dampers. • Bring pets indoors. • Move to an inner room or basement. • Stay tuned to your emergency response network or local news. • Stay put for at least 24 hours. • If you're advised to evacuate, follow the instructions provided by your local authorities. • Try to stay calm and move quickly and in an orderly manner. • Travel lightly, but take supplies, including: Flashlight. • Portable radio. • Batteries. • First-aid kit. • Necessary medicines. • Sealed food, such as canned foods, and bottled water. • Manual can opener. • Cash and credit cards. • Extra clothes. • Be aware that most emergency vehicles and shelters won't accept pets. • Take them only if you're driving your own vehicle and going someplace other than a shelter."
    },
    "name": "Radiation sickness",
    "url": "https://www.mayoclinic.org/diseases-conditions/radiation-sickness/symptoms-causes/syc-20377058"
  },
  {
    "sections": {},
    "name": "Ramsay Hunt syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/ramsay-hunt-syndrome/symptoms-causes/syc-20351783"
  },
  {
    "sections": {
      "Overview": "Raynaud's (ray-NOSE) disease causes some areas of the body — such as fingers and toes — to feel numb and cold in response to cold temperatures or stress. • In Raynaud's disease, smaller blood vessels that supply blood to the skin narrow. • This limits blood flow to affected areas, which is called vasospasm. • Other names for this condition are: Raynaud's phenomenon. • Raynaud syndrome. • Women are more likely than men to have Raynaud's disease. • It seems to be more common in people who live in colder climates. • Treatment of Raynaud's disease depends on how bad it is and whether you have other health conditions. • For most people, Raynaud's disease isn't disabling, but it can affect your quality of life.",
      "Symptoms": "Symptoms of Raynaud's disease include: Cold fingers or toes. • Areas of skin that turn white then blue. • Depending on your skin color, these color changes may be harder or easier to see. • Numb, prickly feeling or stinging pain upon warming or easing of stress. • During an attack of Raynaud's, affected areas of the skin usually first turn pale. • Next, they often change color and feel cold and numb. • When the skin warms and blood flow improves, the affected areas may change color again, throb, tingle or swell. • Raynaud's most commonly affects fingers and toes. • But it also can affect other areas of the body, such as nose, lips, ears and even nipples. • After warming up, the return of blood flow to the area can take 15 minutes. • See your healthcare professional right away if you have a history of severe Raynaud's and get a sore or infection in one of your affected fingers or toes. • Experts don't fully understand the cause of Raynaud's attacks. • But blood vessels in the hands and feet appear to react too strongly to cold temperatures or stress. • With Raynaud's, blood vessels to the fingers and toes narrow when exposed to cold or stress. • The narrowed vessels limit blood flow. • Over time, these small blood vessels can thicken slightly and limit blood flow even more. • Cold temperatures are the most likely cause of an attack. • Examples are putting hands in cold water, taking something from a freezer or being in cold air. • For some people, emotional stress can trigger an episode. • There are two main types of the condition. • Primary Raynaud's. • Also called Raynaud's disease, this most common form isn't the result of another medical condition. • It can be so mild that many people with primary Raynaud's don't seek treatment. • And it can go away on its own. • Secondary Raynaud's. • Also called Raynaud's phenomenon, this form develops because of another health condition. • Although secondary Raynaud's is less common than the primary form, it tends to be more serious. • Symptoms of secondary Raynaud's usually appear around age 40. • That's later than symptoms appear for primary Raynaud's. • Causes of secondary Raynaud's include: Connective tissue diseases. • Most people who have a rare disease that leads to hardening and scarring of the skin, known as scleroderma, have Raynaud's. • Other diseases that increase the risk of Raynaud's include lupus, rheumatoid arthritis and Sjogren syndrome. • Diseases of the blood vessels. • These include a buildup of fatty deposits in blood vessels that feed the heart and a disorder in which the blood vessels of the hands and feet become inflamed. • A type of high blood pressure that affects the blood vessels of the lungs also may cause secondary Raynaud's. • Carpal tunnel syndrome. • This condition involves pressure on a major nerve to the hand. • The pressure causes numbness and pain in the hand that can make the hand react more to cold temperatures. • Repeated actions or vibration. • Typing, playing piano or doing movements like that for long periods can cause overuse injuries. • So can using vibrating tools, such as jackhammers. • Smoking. • Smoking narrows blood vessels. • Injuries to the hands or feet. • Examples include a wrist break, surgery or frostbite. • Certain medicines. • These include beta blockers for high blood pressure, some migraine medicines, attention-deficit/hyperactivity disorder medicines, certain cancer medicines and some cold medicines. • Risk factors for primary Raynaud's include: Sex assigned at birth. • The condition affects more women than men. • Age. • Although anyone can develop the condition, primary Raynaud's often begins between the ages of 15 and 30. • Climate. • The illness also is more common in people who live in colder climates. • Family history. • Having a parent, sibling or child with the disease appears to increase the risk of primary Raynaud's. • Risk factors for secondary Raynaud's include: Certain diseases. • These include conditions such as scleroderma and lupus. • Certain jobs. • These include jobs that cause repeated trauma, such as using tools that vibrate. • Certain substances. • These include smoking, taking medicines that affect the blood vessels and being around certain chemicals, such as vinyl chloride. • If secondary Raynaud's is severe, reduced blood flow to fingers or toes could cause tissue damage. • But that's rare. • A completely blocked blood vessel can lead to skin sores or dead tissue. • This can be difficult to treat. • Rarely, very bad untreated instances might require removing the affected part of the body. • To help prevent Raynaud's attacks: Bundle up outdoors. • When it's cold, wear a hat, scarf, socks and boots, and two sets of mittens or gloves. • Thermal underwear might help. • A coat with cuffs that close around mittens or gloves helps protect the hands from cold air. • Wear earmuffs and a face mask if the tip of your nose and your earlobes get too cold. • Warm your car. • Run your car heater for a few minutes before driving in cold weather. • Take care indoors. • Wear socks. • To take food out of the refrigerator or freezer, wear gloves, mittens or oven mitts. • Some people find it helpful to wear mittens and socks to bed during winter. • Because air conditioning can cause attacks, set your air conditioner to a warmer temperature. • Use drinking glasses that keep hands from feeling cold.",
      "Causes": "Experts don't fully understand the cause of Raynaud's attacks. • But blood vessels in the hands and feet appear to react too strongly to cold temperatures or stress. • With Raynaud's, blood vessels to the fingers and toes narrow when exposed to cold or stress. • The narrowed vessels limit blood flow. • Over time, these small blood vessels can thicken slightly and limit blood flow even more. • Cold temperatures are the most likely cause of an attack. • Examples are putting hands in cold water, taking something from a freezer or being in cold air. • For some people, emotional stress can trigger an episode. • There are two main types of the condition. • Primary Raynaud's. • Also called Raynaud's disease, this most common form isn't the result of another medical condition. • It can be so mild that many people with primary Raynaud's don't seek treatment. • And it can go away on its own. • Secondary Raynaud's. • Also called Raynaud's phenomenon, this form develops because of another health condition. • Although secondary Raynaud's is less common than the primary form, it tends to be more serious. • Symptoms of secondary Raynaud's usually appear around age 40. • That's later than symptoms appear for primary Raynaud's. • Causes of secondary Raynaud's include: Connective tissue diseases. • Most people who have a rare disease that leads to hardening and scarring of the skin, known as scleroderma, have Raynaud's. • Other diseases that increase the risk of Raynaud's include lupus, rheumatoid arthritis and Sjogren syndrome. • Diseases of the blood vessels. • These include a buildup of fatty deposits in blood vessels that feed the heart and a disorder in which the blood vessels of the hands and feet become inflamed. • A type of high blood pressure that affects the blood vessels of the lungs also may cause secondary Raynaud's. • Carpal tunnel syndrome. • This condition involves pressure on a major nerve to the hand. • The pressure causes numbness and pain in the hand that can make the hand react more to cold temperatures. • Repeated actions or vibration. • Typing, playing piano or doing movements like that for long periods can cause overuse injuries. • So can using vibrating tools, such as jackhammers. • Smoking. • Smoking narrows blood vessels. • Injuries to the hands or feet. • Examples include a wrist break, surgery or frostbite. • Certain medicines. • These include beta blockers for high blood pressure, some migraine medicines, attention-deficit/hyperactivity disorder medicines, certain cancer medicines and some cold medicines.",
      "Risk factors": "Risk factors for primary Raynaud's include: Sex assigned at birth. • The condition affects more women than men. • Age. • Although anyone can develop the condition, primary Raynaud's often begins between the ages of 15 and 30. • Climate. • The illness also is more common in people who live in colder climates. • Family history. • Having a parent, sibling or child with the disease appears to increase the risk of primary Raynaud's. • Risk factors for secondary Raynaud's include: Certain diseases. • These include conditions such as scleroderma and lupus. • Certain jobs. • These include jobs that cause repeated trauma, such as using tools that vibrate. • Certain substances. • These include smoking, taking medicines that affect the blood vessels and being around certain chemicals, such as vinyl chloride.",
      "Complications": "If secondary Raynaud's is severe, reduced blood flow to fingers or toes could cause tissue damage. • But that's rare. • A completely blocked blood vessel can lead to skin sores or dead tissue. • This can be difficult to treat. • Rarely, very bad untreated instances might require removing the affected part of the body.",
      "Prevention": "To help prevent Raynaud's attacks: Bundle up outdoors. • When it's cold, wear a hat, scarf, socks and boots, and two sets of mittens or gloves. • Thermal underwear might help. • A coat with cuffs that close around mittens or gloves helps protect the hands from cold air. • Wear earmuffs and a face mask if the tip of your nose and your earlobes get too cold. • Warm your car. • Run your car heater for a few minutes before driving in cold weather. • Take care indoors. • Wear socks. • To take food out of the refrigerator or freezer, wear gloves, mittens or oven mitts. • Some people find it helpful to wear mittens and socks to bed during winter. • Because air conditioning can cause attacks, set your air conditioner to a warmer temperature. • Use drinking glasses that keep hands from feeling cold."
    },
    "name": "Raynaud's disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/raynauds-disease/symptoms-causes/syc-20363571"
  },
  {
    "sections": {},
    "name": "Reactive arthritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/reactive-arthritis/symptoms-causes/syc-20354838"
  },
  {
    "sections": {},
    "name": "Reactive attachment disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/reactive-attachment-disorder/symptoms-causes/syc-20352939"
  },
  {
    "sections": {
      "Overview": "Rectal cancer is a kind of cancer that starts as a growth of cells in the rectum. • The rectum is the last several inches of the large intestine. • It starts at the end of the final segment of the colon and ends when it reaches the short, narrow passage known as the anus. • Cancer inside the rectum and cancer inside the colon are often referred to together as colorectal cancer. • While rectal and colon cancers are similar in many ways, their treatments are quite different. • This is mainly because the rectum is barely separated from other organs and structures. • It sits in a tight space that can make surgery to remove rectal cancer complex. • Rectal cancer treatment usually involves surgery to remove the cancer. • Other treatments may include chemotherapy, radiation or a combination of the two. • Targeted therapy and immunotherapy also may be used.",
      "Symptoms": "Rectal cancer may not cause symptoms early on. • Symptoms of rectal cancer usually happen when the disease is advanced. • Signs and symptoms of rectal cancer include: A change in bowel habits, such as diarrhea, constipation or a more-frequent need to pass stool. • A feeling that the bowel doesn't empty completely. • Abdominal pain. • Dark maroon or bright red blood in stool. • Narrow stool. • Weight loss that happens without trying. • Weakness or fatigue. • Make an appointment with your doctor or other healthcare professional if you have any symptoms that worry you. • The exact cause of most rectal cancers isn't known. • Rectal cancer happens when cells in the rectum develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Factors that may increase the risk of rectal cancer are the same as those that increase the risk of colon cancer. • Colorectal cancer risk factors include: A personal history of colorectal cancer or polyps. • Your risk of colorectal cancer is higher if you've already had rectal cancer, colon cancer or adenomatous polyps. • Black race. • Black people in the United States have a greater risk of colorectal cancer than do people of other races. • Diabetes. • People with type 2 diabetes may have an increased risk of colorectal cancer. • Drinking alcohol. • Heavy drinking increases the risk of colorectal cancer. • A diet low in vegetables. • Colorectal cancer may be related to a diet low in vegetables and high in red meat. • Family history of colorectal cancer. • You're more likely to develop colorectal cancer if you have a parent, sibling or child with colon or rectal cancer. • Inflammatory bowel disease. • Chronic inflammatory diseases of the colon and rectum, such as ulcerative colitis and Crohn's disease, increase your risk of colorectal cancer. • Inherited syndromes that increase colorectal cancer risk. • In some families, DNA changes passed from parents to children may increase the risk of colorectal cancer. • These changes are involved in only a small percentage of rectal cancers. • Inherited syndromes may include familial adenomatous polyposis, also known as FAP, and Lynch syndrome. • Genetic testing can detect these and other, rarer inherited colorectal cancer syndromes. • Obesity. • People who are obese have an increased risk of colorectal cancer compared with people considered to be at a healthy weight. • Older age. • Colorectal cancer can be diagnosed at any age, but most people with this type of cancer are older than 50. • The rates of colorectal cancer in people younger than 50 have been increasing, but healthcare professionals aren't sure why. • Radiation therapy for previous cancer. • Radiation therapy directed at the abdomen to treat previous cancers may increase the risk of colorectal cancer. • Smoking. • People who smoke may have an increased risk of colorectal cancer. • Too little exercise. • If you're inactive, you're more likely to develop colorectal cancer. • Getting regular physical activity may reduce your risk of cancer. • Rectal cancer can lead to complications, including: Bleeding in the rectum. • Rectal cancer often causes bleeding in the rectum. • Sometimes the amount of blood is worrying, and treatment might be needed to stop it right away. • Intestinal obstruction. • Rectal cancer can grow to block the intestines. • This prevents stool from leaving the body. • Surgery to remove the cancer often relieves an obstruction. • If you can't have surgery right away, you might need other treatments to ease the blockage. • Intestinal perforation. • Rectal cancer may cause a tear in the intestines. • Perforation typically requires surgery. • There's no sure way to prevent rectal cancer, but you can reduce your risk if you: Colorectal cancer screening reduces the risk of cancer by finding precancerous polyps in the colon and rectum that could turn into cancer. • Ask your healthcare professional about when you should begin screening. • Most medical organizations recommend starting screening around age 45. • You may be screened earlier if you have risk factors for colorectal cancer. • Several screening options exist. • Talk about your options with your healthcare professional. • Together you can decide which tests are right for you. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk with your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start.",
      "Causes": "The exact cause of most rectal cancers isn't known. • Rectal cancer happens when cells in the rectum develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Factors that may increase the risk of rectal cancer are the same as those that increase the risk of colon cancer. • Colorectal cancer risk factors include: A personal history of colorectal cancer or polyps. • Your risk of colorectal cancer is higher if you've already had rectal cancer, colon cancer or adenomatous polyps. • Black race. • Black people in the United States have a greater risk of colorectal cancer than do people of other races. • Diabetes. • People with type 2 diabetes may have an increased risk of colorectal cancer. • Drinking alcohol. • Heavy drinking increases the risk of colorectal cancer. • A diet low in vegetables. • Colorectal cancer may be related to a diet low in vegetables and high in red meat. • Family history of colorectal cancer. • You're more likely to develop colorectal cancer if you have a parent, sibling or child with colon or rectal cancer. • Inflammatory bowel disease. • Chronic inflammatory diseases of the colon and rectum, such as ulcerative colitis and Crohn's disease, increase your risk of colorectal cancer. • Inherited syndromes that increase colorectal cancer risk. • In some families, DNA changes passed from parents to children may increase the risk of colorectal cancer. • These changes are involved in only a small percentage of rectal cancers. • Inherited syndromes may include familial adenomatous polyposis, also known as FAP, and Lynch syndrome. • Genetic testing can detect these and other, rarer inherited colorectal cancer syndromes. • Obesity. • People who are obese have an increased risk of colorectal cancer compared with people considered to be at a healthy weight. • Older age. • Colorectal cancer can be diagnosed at any age, but most people with this type of cancer are older than 50. • The rates of colorectal cancer in people younger than 50 have been increasing, but healthcare professionals aren't sure why. • Radiation therapy for previous cancer. • Radiation therapy directed at the abdomen to treat previous cancers may increase the risk of colorectal cancer. • Smoking. • People who smoke may have an increased risk of colorectal cancer. • Too little exercise. • If you're inactive, you're more likely to develop colorectal cancer. • Getting regular physical activity may reduce your risk of cancer.",
      "Complications": "Rectal cancer can lead to complications, including: Bleeding in the rectum. • Rectal cancer often causes bleeding in the rectum. • Sometimes the amount of blood is worrying, and treatment might be needed to stop it right away. • Intestinal obstruction. • Rectal cancer can grow to block the intestines. • This prevents stool from leaving the body. • Surgery to remove the cancer often relieves an obstruction. • If you can't have surgery right away, you might need other treatments to ease the blockage. • Intestinal perforation. • Rectal cancer may cause a tear in the intestines. • Perforation typically requires surgery.",
      "Prevention": "There's no sure way to prevent rectal cancer, but you can reduce your risk if you: Colorectal cancer screening reduces the risk of cancer by finding precancerous polyps in the colon and rectum that could turn into cancer. • Ask your healthcare professional about when you should begin screening. • Most medical organizations recommend starting screening around age 45. • You may be screened earlier if you have risk factors for colorectal cancer. • Several screening options exist. • Talk about your options with your healthcare professional. • Together you can decide which tests are right for you. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk with your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start."
    },
    "name": "Rectal cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/rectal-cancer/symptoms-causes/syc-20352884"
  },
  {
    "sections": {
      "Overview": "Rectal prolapse happens when part of the large intestine's lowest section, the rectum, slips outside the muscular opening at the end of the digestive tract known as the anus. • While rectal prolapse may cause pain, it's rarely a medical emergency. • Rectal prolapse is sometimes treated with stool softeners, suppositories and other medicines. • But surgery is usually needed to treat rectal prolapse.",
      "Symptoms": "If you have rectal prolapse, you may notice a reddish lump that comes out of the anus, often while straining during a bowel movement. • The lump may slip back inside the anus, or it may continue to be seen. • Other symptoms may include: You cannot control your bowel movements, known as fecal incontinence. • Constipation or loose stools. • Leaking blood or mucus from the rectum. • Feeling that your rectum isn't empty after a bowel movement.",
      "Causes": "The cause of rectal prolapse is unclear. • Though it's a common belief that rectal prolapse is related to childbirth, about one-third of women with this health problem never had children.",
      "Risk factors": "Some things may increase your risk of getting rectal prolapse, including: Sex. • Most people with rectal prolapse are women. • Age. • Rectal prolapse most often happens in people over age 50. • Constipation. • Straining may increase the risk of rectal prolapse."
    },
    "name": "Rectal prolapse",
    "url": "https://www.mayoclinic.org/diseases-conditions/rectal-prolapse/symptoms-causes/syc-20352837"
  },
  {
    "sections": {
      "Overview": "A rectovaginal fistula is a connection that should not exist between the lower part of the large intestine — the rectum or anus — and the vagina. • Bowel contents can leak through the fistula, allowing gas or stool to pass through the vagina. • A rectovaginal fistula may result from: Injury during childbirth. • Crohn's disease or other inflammatory bowel disease. • Radiation treatment or cancer in the pelvic area. • Complication after surgery in the pelvic area. • Complication from diverticulitis, an infection of small, bulging pouches in the digestive tract. • The condition may cause gas and stool to leak out of the vagina. • This may lead to emotional distress and physical discomfort for you, which may impact your self-esteem and intimacy. • Talk with your health care provider if you have symptoms of a rectovaginal fistula, even if it's embarrassing. • Some rectovaginal fistulas may close on their own, but most need surgery to fix them.",
      "Symptoms": "The most common symptom of a rectovaginal fistula is passing gas or stool from the vagina. • Depending on the fistula's size and location, you may have only minor symptoms. • Or you may have significant problems with stool and gas leakage and keeping the area clean. • See your health care provider if you have any symptoms of a rectovaginal fistula. • A rectovaginal fistula may form as a result of: Injuries during childbirth. • Delivery-related injuries are the most common cause of rectovaginal fistulas. • Injuries include tears in the perineum — the skin between the vagina and the anus — that extend to the bowel or an infection. • Fistulas caused by injuries during childbirth may involve injury to the anal sphincter — the rings of muscle at the end of the rectum that help hold in stool. • Inflammatory bowel disease. • The second most common cause of rectovaginal fistulas is Crohn's disease and, more rarely, ulcerative colitis. • These inflammatory bowel diseases cause swelling and irritation of the tissues lining the digestive tract. • Most people with Crohn's disease never develop a rectovaginal fistula, but having Crohn's disease does increase your risk of the condition. • Cancer or radiation treatment in the pelvic area. • A cancerous tumor in your rectum, cervix, vagina, uterus or anal canal can result in a rectovaginal fistula. • Also, radiation therapy for cancers in these areas can put you at risk. • A fistula caused by radiation can form at any time following radiation treatment, but most commonly forms within the first two years. • Surgery involving the vagina, perineum, rectum or anus. • In rare cases, prior surgery in your lower pelvic area, such as removing an infected Bartholin's gland, can cause a fistula to develop. • Bartholin's glands are found on each side of the vaginal opening and help keep the vagina moist. • The fistula may develop as a result of an injury during surgery or a leak or infection that develops afterward. • Complication from diverticulitis. • Infection of small, bulging pouches in your digestive tract, called diverticulitis, may cause the rectum or large intestine to stick to the vagina and may lead to a fistula. • Other causes. • Rarely, a rectovaginal fistula may develop following infections in the skin around the anus or vagina. • A rectovaginal fistula has no clear risk factors. • Complications of a rectovaginal fistula may include: Uncontrolled loss of stool, called fecal incontinence. • Problems keeping the perineum clean. • Recurrent vaginal or urinary tract infections. • Irritation or inflammation of your vagina, perineum or the skin around your anus. • Fistula recurrence. • Issues with self-esteem and intimacy. • Among people with Crohn's disease who develop a fistula, the chances of complications are high. • These can include poor healing, or another fistula forming later. • There are no steps you need to take to prevent a rectovaginal fistula.",
      "Causes": "A rectovaginal fistula may form as a result of: Injuries during childbirth. • Delivery-related injuries are the most common cause of rectovaginal fistulas. • Injuries include tears in the perineum — the skin between the vagina and the anus — that extend to the bowel or an infection. • Fistulas caused by injuries during childbirth may involve injury to the anal sphincter — the rings of muscle at the end of the rectum that help hold in stool. • Inflammatory bowel disease. • The second most common cause of rectovaginal fistulas is Crohn's disease and, more rarely, ulcerative colitis. • These inflammatory bowel diseases cause swelling and irritation of the tissues lining the digestive tract. • Most people with Crohn's disease never develop a rectovaginal fistula, but having Crohn's disease does increase your risk of the condition. • Cancer or radiation treatment in the pelvic area. • A cancerous tumor in your rectum, cervix, vagina, uterus or anal canal can result in a rectovaginal fistula. • Also, radiation therapy for cancers in these areas can put you at risk. • A fistula caused by radiation can form at any time following radiation treatment, but most commonly forms within the first two years. • Surgery involving the vagina, perineum, rectum or anus. • In rare cases, prior surgery in your lower pelvic area, such as removing an infected Bartholin's gland, can cause a fistula to develop. • Bartholin's glands are found on each side of the vaginal opening and help keep the vagina moist. • The fistula may develop as a result of an injury during surgery or a leak or infection that develops afterward. • Complication from diverticulitis. • Infection of small, bulging pouches in your digestive tract, called diverticulitis, may cause the rectum or large intestine to stick to the vagina and may lead to a fistula. • Other causes. • Rarely, a rectovaginal fistula may develop following infections in the skin around the anus or vagina.",
      "Risk factors": "A rectovaginal fistula has no clear risk factors.",
      "Complications": "Complications of a rectovaginal fistula may include: Uncontrolled loss of stool, called fecal incontinence. • Problems keeping the perineum clean. • Recurrent vaginal or urinary tract infections. • Irritation or inflammation of your vagina, perineum or the skin around your anus. • Fistula recurrence. • Issues with self-esteem and intimacy. • Among people with Crohn's disease who develop a fistula, the chances of complications are high. • These can include poor healing, or another fistula forming later.",
      "Prevention": "There are no steps you need to take to prevent a rectovaginal fistula."
    },
    "name": "Rectovaginal fistula",
    "url": "https://www.mayoclinic.org/diseases-conditions/rectovaginal-fistula/symptoms-causes/syc-20377108"
  },
  {
    "sections": {
      "Overview": "Recurrent breast cancer is breast cancer that comes back after initial treatment. • Although the initial treatment is aimed at eliminating all cancer cells, a few may have evaded treatment and survived. • These undetected cancer cells multiply, becoming recurrent breast cancer. • Recurrent breast cancer may occur months or years after your initial treatment. • The cancer may come back in the same place as the original cancer (local recurrence), or it may spread to other areas of your body (distant recurrence). • Learning you have recurrent breast cancer may be harder than dealing with the initial diagnosis. • But having recurrent breast cancer is far from hopeless. • Treatment may eliminate local, regional or distant recurrent breast cancer. • Even if a cure isn't possible, treatment may control the disease for long periods of time.",
      "Symptoms": "Signs and symptoms of recurrent breast cancer vary depending on where the cancer comes back. • In a local recurrence, cancer reappears in the same area as your original cancer. • If you've undergone a lumpectomy, the cancer could recur in the remaining breast tissue. • If you've undergone a mastectomy, the cancer could recur in the tissue that lines the chest wall or in the skin. • Signs and symptoms of local recurrence within the same breast may include: A new lump in your breast or irregular area of firmness. • Changes to the skin of your breast. • Skin inflammation or area of redness. • Nipple discharge. • Signs and symptoms of local recurrence on the chest wall after a mastectomy may include: One or more painless nodules on or under the skin of your chest wall. • A new area of thickening along or near the mastectomy scar. • A regional breast cancer recurrence means the cancer has come back in the nearby lymph nodes. • Signs and symptoms of regional recurrence may include a lump or swelling in the lymph nodes located: Under your arm. • Near your collarbone. • In the groove above your collarbone. • In your neck. • A distant (metastatic) recurrence means the cancer has traveled to distant parts of the body, most commonly the bones, liver and lungs. • Signs and symptoms include: Persistent and worsening pain, such as chest, back or hip pain. • Persistent cough. • Difficulty breathing. • Loss of appetite. • Weight loss without trying. • Severe headaches. • Seizures. • After your breast cancer treatment ends, your doctor will likely create a schedule of follow-up exams for you. • During follow-up exams, your doctor checks for any symptoms or signs of cancer recurrence. • You can also report any new signs or symptoms to your doctor. • Make an appointment with your doctor if you notice any persistent signs and symptoms that worry you. • Recurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. • Later, these cells begin growing again. • The chemotherapy, radiation, hormone therapy or other treatment you may have received after your first breast cancer diagnosis was intended to kill any cancer cells that may have remained after surgery. • But sometimes these treatments aren't able to kill all of the cancer cells. • Sometimes cancer cells may be dormant for years without causing harm. • Then something happens that activates the cells, so they grow and spread to other parts of the body. • It's not clear why this occurs. • For breast cancer survivors, factors that increase the risk of a recurrence include: Lymph node involvement. • Finding cancer in nearby lymph nodes at the time of your original diagnosis increases your risk of the cancer coming back. • Larger tumor size. • People with larger tumors have a greater risk of recurrent breast cancer. • Positive or close tumor margins. • During breast cancer surgery, the surgeon tries to remove the cancer along with a small amount of the normal tissue that surrounds it. • A pathologist examines the edges of the tissue to look for cancer cells. • If the borders are free of cancer when examined under a microscope, that's considered a negative margin. • If any part of the border has cancer cells (positive margin), or the margin between the tumor and normal tissue is close, the risk of breast cancer recurrence is increased. • Lack of radiation treatment following a lumpectomy. • Most people who choose a lumpectomy (wide local excision) for breast cancer undergo breast radiation therapy to reduce the risk of recurrence. • Those who don't undergo the radiation therapy have an increased risk of local breast cancer recurrence. • Younger age. • Younger people, particularly those under age 35 at the time of their original breast cancer diagnosis, face a higher risk of recurrent breast cancer. • Inflammatory breast cancer. • People with inflammatory breast cancer have a higher risk of local recurrence. • Lack of endocrine therapy for hormone receptor-positive breast cancer. • In people who have a certain type of breast cancer, not receiving endocrine therapy can raise their risk of recurrence. • Cancer cells with certain characteristics. • If you had triple negative breast cancer, you may have an increased risk of breast cancer recurrence. • Triple negative breast cancer cells don't have receptors for estrogen or progesterone, and they don't make too much of a protein called HER2. • Obesity. • Having a higher body mass index increases your risk of recurrence. • Strategies that have been linked to a reduced risk of breast cancer recurrence include: Hormone therapy. • Taking hormone therapy after your initial treatment may reduce the risk of recurrence if you have hormone receptor positive breast cancer. • Hormone therapy may continue for at least five years. • Chemotherapy. • For people with breast cancer who have an increased risk of cancer recurrence, chemotherapy has been shown to decrease the chance that cancer will recur, and those who receive chemotherapy live longer. • Radiation therapy. • People who've had a breast-sparing operation to treat their breast cancer and those who had a large tumor or inflammatory breast cancer have a lower chance of the cancer recurring if they're treated with radiation therapy. • Targeted therapy. • If your cancer makes extra HER2 protein, drugs that target that protein can help decrease the chance of the cancer recurring. • Bone-building drugs. • Taking bone-building drugs reduces the risk of cancer recurring in the bones (bone metastasis) in people with an increased risk for breast cancer recurrence. • Maintaining a healthy weight. • Maintaining a healthy weight may help decrease the risk of recurrent breast cancer. • Exercising. • Regular exercise may reduce your risk of breast cancer recurrence. • Choosing a healthy diet. • Focus on including lots of vegetables, fruits and whole grains in your diet. • If you choose to drink alcohol, limit yourself to one drink a day.",
      "Causes": "Recurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. • Later, these cells begin growing again. • The chemotherapy, radiation, hormone therapy or other treatment you may have received after your first breast cancer diagnosis was intended to kill any cancer cells that may have remained after surgery. • But sometimes these treatments aren't able to kill all of the cancer cells. • Sometimes cancer cells may be dormant for years without causing harm. • Then something happens that activates the cells, so they grow and spread to other parts of the body. • It's not clear why this occurs.",
      "Risk factors": "For breast cancer survivors, factors that increase the risk of a recurrence include: Lymph node involvement. • Finding cancer in nearby lymph nodes at the time of your original diagnosis increases your risk of the cancer coming back. • Larger tumor size. • People with larger tumors have a greater risk of recurrent breast cancer. • Positive or close tumor margins. • During breast cancer surgery, the surgeon tries to remove the cancer along with a small amount of the normal tissue that surrounds it. • A pathologist examines the edges of the tissue to look for cancer cells. • If the borders are free of cancer when examined under a microscope, that's considered a negative margin. • If any part of the border has cancer cells (positive margin), or the margin between the tumor and normal tissue is close, the risk of breast cancer recurrence is increased. • Lack of radiation treatment following a lumpectomy. • Most people who choose a lumpectomy (wide local excision) for breast cancer undergo breast radiation therapy to reduce the risk of recurrence. • Those who don't undergo the radiation therapy have an increased risk of local breast cancer recurrence. • Younger age. • Younger people, particularly those under age 35 at the time of their original breast cancer diagnosis, face a higher risk of recurrent breast cancer. • Inflammatory breast cancer. • People with inflammatory breast cancer have a higher risk of local recurrence. • Lack of endocrine therapy for hormone receptor-positive breast cancer. • In people who have a certain type of breast cancer, not receiving endocrine therapy can raise their risk of recurrence. • Cancer cells with certain characteristics. • If you had triple negative breast cancer, you may have an increased risk of breast cancer recurrence. • Triple negative breast cancer cells don't have receptors for estrogen or progesterone, and they don't make too much of a protein called HER2. • Obesity. • Having a higher body mass index increases your risk of recurrence.",
      "Prevention": "Strategies that have been linked to a reduced risk of breast cancer recurrence include: Hormone therapy. • Taking hormone therapy after your initial treatment may reduce the risk of recurrence if you have hormone receptor positive breast cancer. • Hormone therapy may continue for at least five years. • Chemotherapy. • For people with breast cancer who have an increased risk of cancer recurrence, chemotherapy has been shown to decrease the chance that cancer will recur, and those who receive chemotherapy live longer. • Radiation therapy. • People who've had a breast-sparing operation to treat their breast cancer and those who had a large tumor or inflammatory breast cancer have a lower chance of the cancer recurring if they're treated with radiation therapy. • Targeted therapy. • If your cancer makes extra HER2 protein, drugs that target that protein can help decrease the chance of the cancer recurring. • Bone-building drugs. • Taking bone-building drugs reduces the risk of cancer recurring in the bones (bone metastasis) in people with an increased risk for breast cancer recurrence. • Maintaining a healthy weight. • Maintaining a healthy weight may help decrease the risk of recurrent breast cancer. • Exercising. • Regular exercise may reduce your risk of breast cancer recurrence. • Choosing a healthy diet. • Focus on including lots of vegetables, fruits and whole grains in your diet. • If you choose to drink alcohol, limit yourself to one drink a day."
    },
    "name": "Recurrent breast cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/recurrent-breast-cancer/symptoms-causes/syc-20377135"
  },
  {
    "sections": {
      "Overview": "Rapid eye movement (REM) sleep behavior disorder is a sleep disorder in which you physically act out vivid, often unpleasant dreams with vocal sounds and sudden, often violent arm and leg movements during REM sleep — sometimes called dream-enacting behavior. • You normally don't move during REM sleep, a normal stage of sleep that occurs many times during the night. • About 20 percent of your sleep is spent in REM sleep, the usual time for dreaming, which occurs primarily during the second half of the night. • The onset of REM sleep behavior disorder is often gradual and it can get worse with time. • REM sleep behavior disorder may be associated with other neurological conditions, such as Lewy body dementia (also called dementia with Lewy bodies), Parkinson's disease or multiple system atrophy.",
      "Symptoms": "With REM sleep behavior disorder, instead of experiencing the normal temporary paralysis of your arms and legs (atonia) during REM sleep, you physically act out your dreams. • The onset can be gradual or sudden, and episodes may occur occasionally or several times a night. • The disorder often worsens with time. • Symptoms of REM sleep behavior disorder may include: Movement, such as kicking, punching, arm flailing or jumping from bed, in response to action-filled or violent dreams, such as being chased or defending yourself from an attack Noises, such as talking, laughing, shouting, emotional outcries or even cursing Being able to recall the dream if you awaken during the episode If you have any of the symptoms above or are experiencing other problems sleeping, talk to your doctor.",
      "Causes": "Nerve pathways in the brain that prevent muscles from moving are active during normal REM or dreaming sleep, resulting in temporary paralysis of your body. • In REM sleep behavior disorder, these pathways no longer work and you may physically act out your dreams.",
      "Risk factors": "Factors associated with the development of REM sleep behavior disorder include: Being male and over 50 years old — however, more women are now being diagnosed with the disorder, especially under age 50, and young adults and children can develop the disorder, usually in association with narcolepsy, antidepressant use or brain tumors Having a certain type of neurodegenerative disorder, such as Parkinson's disease, multiple system atrophy, stroke or dementia with Lewy bodies Having narcolepsy, a chronic sleep disorder characterized by overwhelming daytime drowsiness Taking certain medications, especially newer antidepressants, or the use or withdrawal of drugs or alcohol Recent evidence suggests that there may also be several specific environmental or personal risk factors for REM sleep behavior disorder, including occupational pesticide exposure, farming, smoking or a previous head injury.",
      "Complications": "Complications caused by REM sleep behavior disorder may include: Distress to your sleeping partner or other people living in your home Social isolation for fear that others may become aware of your sleep disruption Injury to yourself or your sleeping partner"
    },
    "name": "REM sleep behavior disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/rem-sleep-behavior-disorder/symptoms-causes/syc-20352920"
  },
  {
    "sections": {
      "Overview": "Renal artery stenosis is the narrowing of one or more arteries that carry blood to your kidneys (renal arteries). • Narrowing of the arteries prevents enough oxygen-rich blood from reaching your kidneys. • Your kidneys need adequate blood flow to help filter waste products and remove excess fluids. • Reduced blood flow to your kidneys may injure kidney tissue and increase blood pressure throughout your body.",
      "Symptoms": "Renal artery stenosis often doesn't cause any signs or symptoms until it's advanced. • The condition may be discovered incidentally during testing for something else. • Your health care provider may also suspect a problem if you have: High blood pressure that begins suddenly or worsens without explanation High blood pressure that begins before age 30 or after age 50 As renal artery stenosis progresses, other signs and symptoms may include: High blood pressure that's hard to control A whooshing sound as blood flows through a narrowed vessel (bruit), which your doctor hears through a stethoscope placed over your kidneys Elevated protein levels in the urine or other signs of a problem with kidney function Worsening kidney function during treatment for high blood pressure Fluid overload and swelling in your body's tissues Treatment-resistant heart failure Make an appointment with your doctor if you have any persistent signs or symptoms that worry you.",
      "Causes": "The two main causes of renal artery stenosis include: Buildup on kidney (renal) arteries. • Fats, cholesterol and other substances (plaque) can build up in and on your kidney artery walls (atherosclerosis). • As these deposits get larger, they can harden, reduce blood flow, cause kidney scarring and eventually narrow the artery. • Atherosclerosis occurs in many areas of the body and is the most common cause of renal artery stenosis. • Fibromuscular dysplasia. • In fibromuscular dysplasia, the muscle in the artery wall doesn't grow as it should. • This often begins in childhood. • The renal artery can have narrow sections alternating with wider sections, giving a bead-like appearance in images of the artery. • The renal artery can narrow so much that the kidney doesn't get enough blood. • This can lead to high blood pressure at a young age. • This can happen in one or both kidneys. • Experts don't know what causes fibromuscular dysplasia, but the condition is more common in women and may be something that's present at birth (congenital). • Narrowed kidney arteries and fibromuscular dysplasia can affect other arteries in your body as well as your kidney arteries and cause complications. • Rarely, renal artery stenosis results from other conditions such as inflammation of the blood vessels or a growth that develops in your abdomen and presses on your kidneys' arteries.",
      "Risk factors": "Most cases of renal artery stenosis result from narrowed kidney arteries. • Risk factors that make narrowed arteries more likely in your kidneys and other parts of your body include: Aging High blood pressure High cholesterol Diabetes Obesity Smoking and other tobacco use A family history of early heart disease Lack of exercise",
      "Complications": "Possible complications of renal artery stenosis include: High blood pressure Kidney failure, requiring treatment with dialysis or a kidney transplant Fluid retention in your legs, causing swollen ankles or feet Shortness of breath due to a sudden buildup of fluid in the lungs"
    },
    "name": "Renal artery stenosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/renal-artery-stenosis/symptoms-causes/syc-20352777"
  },
  {
    "sections": {
      "Overview": "Residual limb pain, sometimes called stump pain, is a type of pain felt in the part of a limb that remains after an amputation. • It occurs in about half of people who have had an amputation. • It may occur soon after the surgery, often within the first week, but may also last beyond healing. • Residual limb pain usually isn't severe, but it may feel: Pressing Throbbing Burning Squeezing Stabbing In some people, the residual limb may move uncontrollably in small or significant ways. • Residual limb pain is different from phantom pain, which is pain that seems to come from an amputated limb. • But residual limb pain and phantom pain often occur together. • Research shows that more than half of people with phantom pain also have residual limb pain. • Residual limb pain may be caused by: Problems in the bone or the soft tissue Infection Poor blood supply to the limb A tumor Problems with the fit or use of a prosthesis"
    },
    "name": "Residual limb pain",
    "url": "https://www.mayoclinic.org/diseases-conditions/residual-limb-pain/symptoms-causes/syc-20541403"
  },
  {
    "sections": {},
    "name": "Respiratory syncytial virus (RSV)",
    "url": "https://www.mayoclinic.org/diseases-conditions/respiratory-syncytial-virus/symptoms-causes/syc-20353098"
  },
  {
    "sections": {
      "Overview": "Restless legs syndrome (RLS) is a condition that causes a very strong urge to move the legs. • The urge to move usually is caused by an uncomfortable feeling in the legs. • It typically happens in the evening or at night when sitting or lying down. • Moving eases the discomfort for a short time. • Restless legs syndrome can begin at any age and tends to get worse with age. • It can disrupt sleep, which interferes with daily activities. • RLS also is known as Willis-Ekbom disease. • Simple self-care steps and lifestyle changes may help relieve symptoms. • Medicines also help many people with RLS.",
      "Symptoms": "The chief symptom of restless legs syndrome is an urge to move the legs. • It's common to experience: Uncomfortable sensations that begin while resting. • A feeling in the legs typically begins after you've been lying down or sitting for an extended time. • It might happen while sitting in a car, airplane or movie theater. • Relief with movement. • The sensation of RLS lessens with movement. • Stretching, jiggling the legs, pacing or walking may improve symptoms. • Worsening of symptoms in the evening. • Symptoms occur mainly at night. • Nighttime leg twitching. • RLS may be associated with another, more common condition called periodic limb movement of sleep. • This condition causes the legs to twitch and kick during sleep, possibly throughout the night. • People typically describe RLS symptoms as compelling, unpleasant feelings in the legs or feet. • They usually happen on both sides of the body. • Less commonly, the sensations affect the arms. • The sensations are felt within the leg rather than on the skin. • They're described as: Crawling. • Creeping. • Pulling. • Throbbing. • Aching. • Itching. • Electric. • Sometimes the feelings of RLS are hard to explain. • People with RLS usually don't describe the condition as a muscle cramp or numbness. • They do, however, consistently describe the desire to move the legs. • It's common for symptoms to get better and worse. • Sometimes symptoms disappear for periods of time, then come back. • Talk with your healthcare professional if you have symptoms of restless legs syndrome. • RLS can interfere with your sleep, cause daytime drowsiness and affect your quality of life. • Often, there's no known cause for restless legs syndrome. • Researchers suspect the condition may be caused by an imbalance of the brain chemical dopamine. • Dopamine sends messages to control muscle movement. • Sometimes RLS runs in families, especially if the condition starts before age 40. • Researchers have identified sites on the chromosomes where genes for RLS may be present. • Pregnancy or hormonal changes may worsen RLS symptoms. • Some people get RLS for the first time during pregnancy, especially during the last trimester. • However, symptoms usually disappear after delivery. • Restless legs syndrome can develop at any age, even during childhood. • The condition is more common with increasing age. • It's also more common in women than in men. • RLS usually isn't related to a serious underlying medical condition. • However, it sometimes occurs with other conditions, such as: Peripheral neuropathy. • This damage to the nerves in the hands and feet is sometimes due to chronic diseases such as diabetes and alcohol use disorder. • Iron deficiency. • Too little iron in the body, known as iron deficiency, can cause or worsen RLS. • People who have a history of bleeding from the stomach or bowels may have iron deficiency. • Deficiency also may affect people who have heavy menstrual periods or who often donate blood. • Kidney failure. • If you have kidney failure, you also may have iron deficiency, often with anemia. • When kidneys don't function properly, iron stores in the blood can decrease. • This and other changes in body chemistry may cause or worsen RLS. • Spinal cord conditions. • Damage to or injury of the spinal cord has been linked to RLS. • Parkinson's disease. • People who have Parkinson's disease may have an increased risk of developing RLS. • Restless legs syndrome symptoms can range from being mild to having a serious impact on people's lives. • Many people with RLS find it hard to fall or stay asleep. • Serious symptoms of RLS can affect quality of life and result in depression. • Not being able to sleep may lead to excessive daytime drowsiness, but RLS may interfere with napping.",
      "Causes": "Often, there's no known cause for restless legs syndrome. • Researchers suspect the condition may be caused by an imbalance of the brain chemical dopamine. • Dopamine sends messages to control muscle movement. • Sometimes RLS runs in families, especially if the condition starts before age 40. • Researchers have identified sites on the chromosomes where genes for RLS may be present. • Pregnancy or hormonal changes may worsen RLS symptoms. • Some people get RLS for the first time during pregnancy, especially during the last trimester. • However, symptoms usually disappear after delivery.",
      "Risk factors": "Restless legs syndrome can develop at any age, even during childhood. • The condition is more common with increasing age. • It's also more common in women than in men. • RLS usually isn't related to a serious underlying medical condition. • However, it sometimes occurs with other conditions, such as: Peripheral neuropathy. • This damage to the nerves in the hands and feet is sometimes due to chronic diseases such as diabetes and alcohol use disorder. • Iron deficiency. • Too little iron in the body, known as iron deficiency, can cause or worsen RLS. • People who have a history of bleeding from the stomach or bowels may have iron deficiency. • Deficiency also may affect people who have heavy menstrual periods or who often donate blood. • Kidney failure. • If you have kidney failure, you also may have iron deficiency, often with anemia. • When kidneys don't function properly, iron stores in the blood can decrease. • This and other changes in body chemistry may cause or worsen RLS. • Spinal cord conditions. • Damage to or injury of the spinal cord has been linked to RLS. • Parkinson's disease. • People who have Parkinson's disease may have an increased risk of developing RLS.",
      "Complications": "Restless legs syndrome symptoms can range from being mild to having a serious impact on people's lives. • Many people with RLS find it hard to fall or stay asleep. • Serious symptoms of RLS can affect quality of life and result in depression. • Not being able to sleep may lead to excessive daytime drowsiness, but RLS may interfere with napping."
    },
    "name": "Restless legs syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/restless-legs-syndrome/symptoms-causes/syc-20377168"
  },
  {
    "sections": {
      "Overview": "Retinal detachment happens when the thin layer of tissue at the back of the eye pulls away from its regular position. • This layer of tissue is called the retina. • Retinal detachment is an emergency. • Retinal detachment separates the retinal cells from the layer of blood vessels that provides oxygen and nourishment to the eye. • The longer retinal detachment goes without treatment, the greater the risk of permanent vision loss in the affected eye. • Symptoms of retinal detachment can include the following: reduced vision, the sudden appearance of dark floating shapes and flashes of light in your vision, and loss of side vision. • Contacting an eye doctor, called an ophthalmologist, right away can help save your vision.",
      "Symptoms": "Retinal detachment is painless. • Often, symptoms are present before a retinal detachment happens or before it has gotten worse. • You may notice symptoms such as: The sudden appearance of tiny specks or squiggly lines that seem to drift through your field of vision. • These are called floaters. • Flashes of light in one or both eyes. • These are called photopsias. • Blurred vision. • Side vision, also called peripheral vision, that becomes worse. • A curtainlike shadow over your field of vision. • See a healthcare professional right away if you have any symptoms of retinal detachment. • This condition is an emergency that can cause lasting vision loss. • There are three main types of retinal detachment, and their causes vary: Rhegmatogenous (reg-mu-TOJ-uh-nus). • This type of retinal detachment is the most common. • A rhegmatogenous detachment is caused by a hole or tear in the retina that lets fluid pass through and collect underneath the retina. • This fluid builds up and causes the retina to pull away from underlying tissues. • The areas where the retina detaches lose their blood supply and stop working. • This causes you to lose vision. • The most common cause of rhegmatogenous detachment is aging. • As you age, gel-like material that fills the inside of your eye, called vitreous (VIT-ree-us), may change in texture and shrink or become more liquid. • Usually, the vitreous separates from the surface of the retina without any complications. • This is a common condition called a posterior vitreous detachment (PVD). • As the vitreous separates or peels off the retina, it may tug on the retina with enough force to create a tear. • Most of the time it doesn't. • But if a PVD causes a tear and the tear isn't treated, the liquid vitreous can pass through the tear into the space behind the retina. • This causes the retina to detach. • Tractional. • This type of detachment can happen when scar tissue grows on the retina's surface. • The scar tissue causes the retina to pull away from the back of the eye. • Tractional detachment usually is seen in people who have poorly controlled diabetes. • Exudative. • In this type of detachment, fluid builds up beneath the retina, but there are no holes or tears in the retina. • Exudative detachment can be caused by age-related macular degeneration, infection, tumors or inflammatory conditions. • The following factors raise your risk of retinal detachment: Aging — retinal detachment is more common in people ages 40 to 70. • Past retinal detachment in one eye. • Family history of retinal detachment. • Extreme nearsightedness, also called myopia. • Past eye surgery, such as cataract removal. • Past severe eye injury. • History of other eye disease or condition, including retinoschisis, uveitis or thinning of the peripheral retina called lattice degeneration.",
      "Causes": "There are three main types of retinal detachment, and their causes vary: Rhegmatogenous (reg-mu-TOJ-uh-nus). • This type of retinal detachment is the most common. • A rhegmatogenous detachment is caused by a hole or tear in the retina that lets fluid pass through and collect underneath the retina. • This fluid builds up and causes the retina to pull away from underlying tissues. • The areas where the retina detaches lose their blood supply and stop working. • This causes you to lose vision. • The most common cause of rhegmatogenous detachment is aging. • As you age, gel-like material that fills the inside of your eye, called vitreous (VIT-ree-us), may change in texture and shrink or become more liquid. • Usually, the vitreous separates from the surface of the retina without any complications. • This is a common condition called a posterior vitreous detachment (PVD). • As the vitreous separates or peels off the retina, it may tug on the retina with enough force to create a tear. • Most of the time it doesn't. • But if a PVD causes a tear and the tear isn't treated, the liquid vitreous can pass through the tear into the space behind the retina. • This causes the retina to detach. • Tractional. • This type of detachment can happen when scar tissue grows on the retina's surface. • The scar tissue causes the retina to pull away from the back of the eye. • Tractional detachment usually is seen in people who have poorly controlled diabetes. • Exudative. • In this type of detachment, fluid builds up beneath the retina, but there are no holes or tears in the retina. • Exudative detachment can be caused by age-related macular degeneration, infection, tumors or inflammatory conditions.",
      "Risk factors": "The following factors raise your risk of retinal detachment: Aging — retinal detachment is more common in people ages 40 to 70. • Past retinal detachment in one eye. • Family history of retinal detachment. • Extreme nearsightedness, also called myopia. • Past eye surgery, such as cataract removal. • Past severe eye injury. • History of other eye disease or condition, including retinoschisis, uveitis or thinning of the peripheral retina called lattice degeneration."
    },
    "name": "Retinal detachment",
    "url": "https://www.mayoclinic.org/diseases-conditions/retinal-detachment/symptoms-causes/syc-20351344"
  },
  {
    "sections": {
      "Overview": "Retinal diseases vary widely, but most of them cause visual symptoms. • Retinal diseases can affect any part of your retina, a thin layer of tissue on the inside back wall of the eye. • The retina contains millions of light-sensitive cells, called rods and cones, and other nerve cells that receive and organize visual information. • The retina sends this information to the brain through the optic nerve, enabling you to see. • Treatment is available for some retinal diseases. • Depending on your condition, treatment goals may be to stop or slow the disease. • This may help preserve, improve or restore your vision. • Untreated, some retinal diseases can cause severe vision loss or blindness. • Common retinal diseases and conditions include: Retinal tear. • A retinal tear occurs when the clear, gel-like substance in the center of your eye, called vitreous, shrinks and tugs on the thin layer of tissue lining the back of your eye, called the retina. • This can cause a tear in the retinal tissue. • It's often accompanied by the sudden onset of symptoms such as floaters and flashing lights. • Retinal detachment. • A retinal detachment is defined by the presence of fluid under the retina. • This usually occurs when fluid passes through a retinal tear, causing the retina to lift away from the underlying tissue layers. • Diabetic retinopathy. • If you have diabetes, the tiny blood vessels in the back of your eye can deteriorate and leak fluid into and under the retina. • This causes the retina to swell, which may blur or distort your vision. • Or you may develop new, irregular capillaries that break and bleed. • This also worsens your vision. • Epiretinal membrane. • Epiretinal membrane is a delicate tissue-like scar or membrane that looks like crinkled cellophane lying on top of the retina. • This membrane pulls up on the retina, which distorts your vision. • Objects may appear blurred or crooked. • Macular hole. • A macular hole is a small defect in the center of the retina at the back of the eye, called the macula. • The hole may develop from atypical traction between the retina and the vitreous, or it may follow an injury to the eye. • Macular degeneration. • In macular degeneration, the center of the retina begins to deteriorate. • This causes symptoms such as blurred central vision or a blind spot in the center of the visual field. • There are two types — wet macular degeneration and dry macular degeneration. • Many people will first have the dry form, which can progress to the wet form in one or both eyes. • Retinitis pigmentosa. • Retinitis pigmentosa is an inherited degenerative disease. • It slowly affects the retina and causes loss of night and side vision.",
      "Symptoms": "Many retinal diseases share some common symptoms. • These may include: Seeing floating specks or cobwebs. • Blurred or distorted vision in which straight lines can look wavy. • Defects in the side vision. • Vision loss. • You may need to try looking with each eye alone to notice these changes. • It's important to pay attention to any changes in your vision and find care quickly. • Seek immediate medical attention if you suddenly have floaters, flashes or reduced vision. • These are warning signs of potentially serious retinal disease.",
      "Risk factors": "Risk factors for retinal diseases might include: Aging. • Smoking. • Being obese. • Having diabetes or other diseases. • Eye trauma. • A family history of retinal diseases."
    },
    "name": "Retinal diseases",
    "url": "https://www.mayoclinic.org/diseases-conditions/retinal-diseases/symptoms-causes/syc-20355825"
  },
  {
    "sections": {
      "Overview": "Retinoblastoma is a kind of eye cancer that starts as a growth of cells in the retina. • The retina is the light-sensitive lining on the inside of the eye. • The retina is made up of nerve tissue that senses light as it comes in through the front of the eye. • The light causes the retina to send signals to the brain. • The brain interprets the signals as images. • Retinoblastoma happens most often in young children. • It's usually diagnosed before age 2. • It most often affects one eye. • Sometimes it happens in both eyes. • There are several treatments for retinoblastoma. • For most children, treatment doesn't require removing the eye to get rid of the cancer. • The outlook for children diagnosed with retinoblastoma is quite good.",
      "Symptoms": "Retinoblastoma signs and symptoms include: A white color in the center circle of the eye when light is shone in the eye. • It might show up in flash photos. • Eye redness. • Eye swelling. • Eyes that seem to be looking in different directions. • Vision loss. • Make an appointment with a doctor or other healthcare professional if you notice any changes to your child's eyes that concern you.",
      "Causes": "Retinoblastoma is caused by changes inside the cells in the eye. • It's not always clear what causes the changes that lead to this eye cancer. • Retinoblastoma starts when cells in the eye get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions also tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • In retinoblastoma, this growth of cells happens in the retina. • The retina is the light-sensitive lining on the inside of the eye. • The retina is made up of nerve tissue that senses light as it comes in through the front of the eye. • The light causes the retina to send signals to the brain. • The brain interprets the signals as images. • As the cancer cells build up in the retina, they can form a mass, called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Retinoblastoma rarely spreads, especially if it's found early. • For most instances of retinoblastoma, it's not clear what causes the DNA changes that lead to cancer. • However, it's possible for children to inherit DNA changes from their parents. • These changes can increase the risk of retinoblastoma.",
      "Risk factors": "Risk factors for retinoblastoma include: Young age. • Retinoblastoma is most common in very young children. • It's typically diagnosed by age 2. • Retinoblastoma that happens later in life is very rare. • DNA changes that run in families. • DNA variations that increase the risk of retinoblastoma can be passed from parents to children. • Children with these inherited DNA changes tend to get retinoblastoma at a younger age. • They also tend to have retinoblastoma in both eyes.",
      "Complications": "Children with retinoblastoma can develop complications. • After treatment, there is a risk that the cancer might come back in the eye or near it. • For this reason, your child's healthcare team will create a plan of follow-up appointments. • Your child's follow-up plan will depend on the treatments your child received. • A typical plan might involve eye exams every few months for the first few years after treatment. • Children with the form of retinoblastoma that can run in families may have a higher risk of getting other kinds of cancer. • The risk of these cancers is increased: Bone cancer. • Bladder cancer. • Breast cancer. • Hodgkin lymphoma. • Lung cancer. • Melanoma. • Pineoblastoma. • Soft tissue sarcoma. • Your child's healthcare team might recommend tests to screen for these other types of cancers.",
      "Prevention": "There's no way to prevent retinoblastoma. • Some retinoblastomas are caused by DNA changes that run in families. • If retinoblastoma runs in your family, tell your healthcare professional. • Together you might consider genetic testing to look for variations in your DNA that increase the risk of retinoblastoma. • Your health professional might refer you to a genetic counselor or other healthcare professional trained in genetics. • This person can help you decide whether to undergo genetic testing. • If your children have an increased risk of retinoblastoma, care can be planned to manage that risk. • For instance, eye exams may begin soon after birth. • That way, retinoblastoma may be diagnosed very early. • These screening tests could find the cancer when it is small and has a greater chance of being cured. • If you haven't had children, but are planning to, talk with your healthcare team about your family history of retinoblastoma. • Genetic testing might help you and your partner understand whether there is a risk of passing DNA variations to your future children. • Your healthcare team may have options to help you manage this risk."
    },
    "name": "Retinoblastoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/retinoblastoma/symptoms-causes/syc-20351008"
  },
  {
    "sections": {
      "Overview": "A retractile testicle is a testicle that may move back and forth between the scrotum and the groin. • When the retractile testicle is in the groin, it might be easily guided by hand into its proper position in the scrotum — the bag of skin hanging behind the penis — during a physical exam. • Upon release, the testicle will remain in the proper position at least temporarily. • For most boys, the problem of a retractile testicle goes away sometime before or during puberty. • The testicle moves to its correct location in the scrotum and stays there permanently. • Sometimes the retractile testicle remains in the groin and is no longer movable. • When this happens, the condition is called an ascending testicle or an acquired undescended testicle.",
      "Symptoms": "Testicles form in the abdomen during fetal development. • During the final months of development, the testicles gradually descend into the scrotum. • If this descent isn't completed at birth, the testicle usually descends within a few months. • If your son has a retractile testicle, the testicle originally descended as it should, but doesn't remain in place. • Symptoms of a retractile testicle include: The testicle may be moved by hand from the groin into the scrotum and won't immediately retreat to the groin. • The testicle might spontaneously appear in the scrotum and remain there for a time. • The testicle might spontaneously disappear again for a time. • Retractile testicle is different from undescended testicle (cryptorchidism). • An undescended testicle is one that never entered the scrotum. • During regular well-baby checkups and annual childhood checkups, a healthcare professional will examine the testicles to determine if they're descended and appropriately developed. • If you believe that your son has a retractile or ascending testicle — or have other concerns about the development of his testicles — see his care professional. • The care professional will tell you how often to schedule checkups to monitor changes in the condition.",
      "Causes": "An overactive muscle causes a testicle to become a retractile testicle. • The cremaster muscle is a thin pouch-like muscle in which a testicle rests. • When the cremaster muscle contracts, it pulls the testicle up toward the body. • The cremaster reflex can be stimulated by rubbing a nerve on the inner thigh and by emotion, such as fear and laughter. • The cremaster is also activated by a cold environment. • If the cremaster reflex is strong enough, it can result in a retractile testicle, pulling the testicle out of the scrotum and up into the groin.",
      "Risk factors": "There are no known risk factors for retractile testicles.",
      "Complications": "Retractile testicles are generally not associated with complications, aside from a greater risk of the testicle becoming an ascending testicle."
    },
    "name": "Retractile testicle",
    "url": "https://www.mayoclinic.org/diseases-conditions/retractile-testicle/symptoms-causes/syc-20377197"
  },
  {
    "sections": {},
    "name": "Retrograde ejaculation",
    "url": "https://www.mayoclinic.org/diseases-conditions/retrograde-ejaculation/symptoms-causes/syc-20354890"
  },
  {
    "sections": {},
    "name": "Rett syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/rett-syndrome/symptoms-causes/syc-20377227"
  },
  {
    "sections": {
      "Overview": "Reye's syndrome is a serious condition that causes swelling in the liver and brain. • It can occur at any age but usually affects children and teenagers after a viral infection, most commonly the flu or chickenpox. • Reye's syndrome is rare. • The condition also is known as Reye syndrome. • Symptoms such as confusion, seizures and loss of consciousness need emergency treatment. • Early diagnosis and treatment of Reye's syndrome can save a child's life. • Aspirin has been linked with Reye's syndrome in children or teenagers who have the flu or chickenpox. • Do not give children or teenagers aspirin. • To treat fever or pain, consider giving your child infants' or children's acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin, others). • Infants' or children's acetaminophen and ibuprofen medicines are safer alternatives to aspirin. • Talk to your healthcare professional if you have concerns.",
      "Symptoms": "The symptoms of Reye's syndrome usually start about 3 to 5 days after a viral infection begins. • The viral infection may be the flu, also known as influenza, or chickenpox. • Or Reye's syndrome may develop after an upper respiratory infection such as a cold. • In Reye's syndrome, a child's blood sugar usually drops while levels of ammonia and acidity in the blood rise. • The liver also may swell, and fats may build up. • Swelling may occur in the brain. • This can cause seizures, convulsions or loss of consciousness. • For children younger than age 2, the first symptoms of Reye's syndrome may include: Diarrhea. • Rapid breathing. • For older children and teenagers, early symptoms may include: Vomiting that doesn't stop. • Being sleepy or sluggish. • As the condition gets worse, symptoms may become more serious, including: Irritable, aggressive or irrational behavior. • Confusion or seeing or hearing things that aren't there. • Weakness in the arms and legs or not being able to move them. • Seizures. • Excessive sluggishness. • Decreased level of consciousness. • These symptoms need emergency treatment. • Early diagnosis and treatment of Reye's syndrome can save a child's life. • If you suspect that your child has Reye's syndrome, it's important to act quickly. • Seek emergency medical help if your child: Has seizures. • Loses consciousness. • Contact your child's healthcare professional if your child experiences the following symptoms after having the flu or chickenpox: Vomits repeatedly. • Becomes unusually sleepy or sluggish. • Has sudden behavior changes.",
      "Causes": "The exact cause of Reye's syndrome is not known. • The use of aspirin during a viral illness has most commonly been linked to Reye's syndrome. • Several factors may play a role. • In some children, the symptoms of Reye's syndrome may be caused by another health condition, such as a metabolic condition. • This can occur even without the use of aspirin. • Metabolic conditions are rare. • The most common condition that causes Reye's syndrome is medium-chain acyl-CoA dehydrogenase (MCAD) deficiency. • In MCAD deficiency, the body can't break down certain fats to turn them into energy. • This happens because an enzyme is missing or not working properly. • MCAD deficiency is a fatty acid oxidation disorder. • In people with a fatty acid oxidation disorder, aspirin use during a viral illness is more likely to trigger symptoms of Reye's syndrome. • A screening test can determine if your child has a fatty acid oxidation disorder. • Reye's syndrome may develop after influenza or chickenpox in particular. • Exposure to certain toxins — such as insecticides, herbicides and paint thinner — may produce symptoms similar to Reye's syndrome. • But these toxins don't cause Reye's syndrome.",
      "Risk factors": "The following risk factors — usually when they occur together — may lead to Reye's syndrome: Using aspirin to treat a viral infection such as chickenpox, the flu or an upper respiratory infection. • Having a metabolic condition. • This may include a fatty acid oxidation disorder.",
      "Complications": "Most children and teenagers who have Reye's syndrome survive. • However, varying degrees of lasting brain damage are possible. • Without proper diagnosis and treatment, Reye's syndrome can cause death within a few days.",
      "Prevention": "To prevent Reye's syndrome, do not give children or teenagers aspirin. • This includes plain aspirin and medicines that contain aspirin. • Aspirin has been linked to Reye's syndrome in children and teenagers who have the flu or chickenpox. • Some hospitals and medical facilities screen newborns for fatty acid oxidation disorders to determine which children are at greater risk of developing Reye's syndrome. • It's especially important not to give aspirin or medicines that contain aspirin to children with known fatty acid oxidation disorders. • Always check the label before you give your child medicine. • This includes products you buy without a prescription and alternative or herbal remedies. • Aspirin can show up in some unexpected products such as Alka-Seltzer. • Sometimes aspirin goes by other names, such as: Acetylsalicylic acid. • Acetylsalicylate. • Salicylic acid. • Salicylate. • For the treatment of fever or pain related to the flu, chickenpox or another viral illness, give your child a safer alternative to aspirin. • This may include infants' or children's acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin, others). • There's an exception to the general rule about aspirin. • Children and teenagers who have certain chronic diseases, such as Kawasaki disease, may need long-term treatment with medicines that contain aspirin. • If your child needs to take aspirin, make sure your child's vaccines are current. • This includes two doses of the chickenpox vaccine and a yearly flu vaccine. • Avoiding these two viral illnesses can help prevent Reye's syndrome."
    },
    "name": "Reye's syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/reyes-syndrome/symptoms-causes/syc-20377255"
  },
  {
    "sections": {
      "Overview": "Rhabdomyosarcoma is a rare type of cancer that starts as a growth of cells in soft tissue. • Soft tissues support and connect organs and other parts of the body. • Rhabdomyosarcoma most often starts in muscle tissue. • Although rhabdomyosarcoma can start anywhere in the body, it's more likely to start in the: Head and neck area. • Urinary system, such as the bladder. • Reproductive system, such as the vagina, uterus and testes. • Arms and legs. • Rhabdomyosarcoma treatment often involves surgery, chemotherapy and radiation therapy. • Treatment depends on where the cancer starts, how large it grows and whether it spreads to other parts of the body. • Research into diagnosis and treatment have greatly improved the outlook for people diagnosed with rhabdomyosarcoma. • More and more people are living for years after a rhabdomyosarcoma diagnosis.",
      "Symptoms": "Signs and symptoms of rhabdomyosarcoma depend on where the cancer starts. • For example, if the cancer is in the head or neck area, symptoms may include: Headache. • Bleeding in the nose, throat or ears. • Tearing, bulging or swelling of the eyes. • If the cancer is in the urinary or reproductive system, symptoms may include: A mass or bleeding in the vagina or rectum. • Trouble urinating and blood in the urine. • Trouble with bowel movements. • If the cancer is in the arms or legs, symptoms may include: Possibly pain in the affected area, if the cancer pushes on nerves or other areas of the body. • Swelling or a lump in the arm or leg. • It's not clear what causes rhabdomyosarcoma. • It starts when a soft tissue cell develops changes in its DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Factors that may increase the risk of rhabdomyosarcoma include: Younger age. • Rhabdomyosarcoma most often happens to children younger than 10. • Inherited syndromes. • Rarely, rhabdomyosarcoma has been linked to genetic syndromes that are passed from parents to children. • These include neurofibromatosis 1, Noonan syndrome, Li-Fraumeni syndrome, Beckwith-Wiedemann syndrome and Costello syndrome. • There is no way to prevent rhabdomyosarcoma. • Complications of rhabdomyosarcoma and its treatment include: Cancer that spreads. • Rhabdomyosarcoma can spread from where it started to other parts of the body. • When cancer spreads, it might require more-intense treatments. • This can make recovery harder. • Rhabdomyosarcoma most often spreads to the lungs, lymph nodes and bones. • Long-term side effects. • Rhabdomyosarcoma and its treatments can cause many side effects, both short and long term. • Your healthcare team can help you manage the side effects that happen during treatment. • And the team can give you a list of side effects to watch for in the years after treatment.",
      "Causes": "It's not clear what causes rhabdomyosarcoma. • It starts when a soft tissue cell develops changes in its DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Factors that may increase the risk of rhabdomyosarcoma include: Younger age. • Rhabdomyosarcoma most often happens to children younger than 10. • Inherited syndromes. • Rarely, rhabdomyosarcoma has been linked to genetic syndromes that are passed from parents to children. • These include neurofibromatosis 1, Noonan syndrome, Li-Fraumeni syndrome, Beckwith-Wiedemann syndrome and Costello syndrome. • There is no way to prevent rhabdomyosarcoma.",
      "Complications": "Complications of rhabdomyosarcoma and its treatment include: Cancer that spreads. • Rhabdomyosarcoma can spread from where it started to other parts of the body. • When cancer spreads, it might require more-intense treatments. • This can make recovery harder. • Rhabdomyosarcoma most often spreads to the lungs, lymph nodes and bones. • Long-term side effects. • Rhabdomyosarcoma and its treatments can cause many side effects, both short and long term. • Your healthcare team can help you manage the side effects that happen during treatment. • And the team can give you a list of side effects to watch for in the years after treatment."
    },
    "name": "Rhabdomyosarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/rhabdomyosarcoma/symptoms-causes/syc-20390962"
  },
  {
    "sections": {
      "Overview": "Rheumatic fever is an inflammatory disease that can develop when strep throat or scarlet fever isn't properly treated. • Strep throat and scarlet fever are caused by an infection with streptococcus (strep-toe-KOK-us) bacteria. • Rheumatic fever most often affects children ages 5 to 15. • But younger children and adults can get it too. • Rheumatic fever is rare in the United States and other developed countries. • Rheumatic fever can cause long-lasting heart damage, including heart valve problems and heart failure. • Treatment includes medicines to kill the strep bacteria. • Other medicines are used to treat pain and prevent complications.",
      "Symptoms": "Rheumatic fever symptoms usually start about 2 to 4 weeks after a strep throat infection. • Symptoms are due to swelling, called inflammation, in the heart, joints, skin or central nervous system. • There may be few symptoms or several. • Symptoms can come and go or change while a person is sick with rheumatic fever. • Rheumatic fever symptoms can include: Fever. • Joint pain or swelling — most often the knees, ankles, elbows and wrists. • Joints may feel hot or tender. • Pain in one joint that travels to another joint. • Chest pain. • Fatigue. • Small, painless bumps beneath the skin. • Flat or slightly raised, painless rash with a ragged edge. • Some people with rheumatic fever develop a condition called Sydenham chorea. • Symptoms of this condition include: Jerky, uncontrollable body movements, most often in the hands, feet and face. • Outbursts of crying or inappropriate laughing. • Properly treating strep throat can prevent rheumatic fever. • Make an appointment with a healthcare professional if any of these symptoms of strep throat occur: Sore throat that comes on suddenly. • Pain when swallowing. • Fever. • Headache. • Stomach pain, nausea and vomiting. • Rheumatic fever can happen after a throat infection from group A streptococcus bacteria, also called strep bacteria. • The bacteria cause strep throat and scarlet fever. • Improperly treated strep throat or scarlet fever infections cause rheumatic fever. • There's little chance of getting rheumatic fever when strep throat is treated right away with antibiotics. • It's important to finish all of the medicine. • Group A strep infections of the skin or other parts of the body rarely cause rheumatic fever. • How a strep infection causes rheumatic fever isn't clear. • It may be that the bacteria trick the body's immune system into attacking healthy tissue. • This usually happens in the heart, joints, skin and central nervous system. • The incorrect immune system reaction causes swelling of joints and tissues. • This swelling is called inflammation. • Things that may increase the risk of rheumatic fever include: Genes. • Some people have one or more genes that might make them more likely to develop rheumatic fever. • Specific type of strep bacteria. • Some strains of strep bacteria are more likely to cause rheumatic fever than others. • Environmental factors. • Overcrowding, poor sanitation and other conditions can cause strep bacteria to easily spread among many people. • These conditions increase the risk of rheumatic fever. • Joint and tissue swelling caused by rheumatic fever can last a few weeks to several months. • For some people, the swelling causes long-term complications. • One complication of rheumatic fever is long-lasting heart damage. • This is called rheumatic heart disease. • Rheumatic heart disease usually occurs years to decades after the original illness. • However, severe rheumatic fever can start to damage the heart valves while a child still has symptoms of the infection. • The valve between the two left chambers of the heart is most commonly affected. • This valve is called the mitral valve. • But other heart valves also may be affected. • Rheumatic fever can cause these types of heart damage: Narrowing of a heart valve, also called valve stenosis. • The valve flaps become thick or stiff and possibly connect together. • This decreases blood flow through the valve. • Backward flow of blood across a heart valve. • This is called valve regurgitation. • It occurs when the valve flaps don't close properly. • Damage to heart muscle. • Tissue swelling from rheumatic fever can weaken the heart muscle. • This damage may affect the heart's ability to pump. • Heart failure. • Heart damage from rheumatic fever also may cause heart failure later in life. • Irregular heartbeats. • Damage to the heart valves or other areas of the heart can lead to irregular and very fast heartbeats. • This also is known as atrial fibrillation (AFib). • The best way to prevent rheumatic fever is to treat strep throat infections or scarlet fever right away. • It's also important to finish all of the prescribed antibiotics as directed.",
      "Causes": "Rheumatic fever can happen after a throat infection from group A streptococcus bacteria, also called strep bacteria. • The bacteria cause strep throat and scarlet fever. • Improperly treated strep throat or scarlet fever infections cause rheumatic fever. • There's little chance of getting rheumatic fever when strep throat is treated right away with antibiotics. • It's important to finish all of the medicine. • Group A strep infections of the skin or other parts of the body rarely cause rheumatic fever. • How a strep infection causes rheumatic fever isn't clear. • It may be that the bacteria trick the body's immune system into attacking healthy tissue. • This usually happens in the heart, joints, skin and central nervous system. • The incorrect immune system reaction causes swelling of joints and tissues. • This swelling is called inflammation.",
      "Risk factors": "Things that may increase the risk of rheumatic fever include: Genes. • Some people have one or more genes that might make them more likely to develop rheumatic fever. • Specific type of strep bacteria. • Some strains of strep bacteria are more likely to cause rheumatic fever than others. • Environmental factors. • Overcrowding, poor sanitation and other conditions can cause strep bacteria to easily spread among many people. • These conditions increase the risk of rheumatic fever.",
      "Complications": "Joint and tissue swelling caused by rheumatic fever can last a few weeks to several months. • For some people, the swelling causes long-term complications. • One complication of rheumatic fever is long-lasting heart damage. • This is called rheumatic heart disease. • Rheumatic heart disease usually occurs years to decades after the original illness. • However, severe rheumatic fever can start to damage the heart valves while a child still has symptoms of the infection. • The valve between the two left chambers of the heart is most commonly affected. • This valve is called the mitral valve. • But other heart valves also may be affected. • Rheumatic fever can cause these types of heart damage: Narrowing of a heart valve, also called valve stenosis. • The valve flaps become thick or stiff and possibly connect together. • This decreases blood flow through the valve. • Backward flow of blood across a heart valve. • This is called valve regurgitation. • It occurs when the valve flaps don't close properly. • Damage to heart muscle. • Tissue swelling from rheumatic fever can weaken the heart muscle. • This damage may affect the heart's ability to pump. • Heart failure. • Heart damage from rheumatic fever also may cause heart failure later in life. • Irregular heartbeats. • Damage to the heart valves or other areas of the heart can lead to irregular and very fast heartbeats. • This also is known as atrial fibrillation (AFib).",
      "Prevention": "The best way to prevent rheumatic fever is to treat strep throat infections or scarlet fever right away. • It's also important to finish all of the prescribed antibiotics as directed."
    },
    "name": "Rheumatic fever",
    "url": "https://www.mayoclinic.org/diseases-conditions/rheumatic-fever/symptoms-causes/syc-20354588"
  },
  {
    "sections": {
      "Overview": "Rheumatoid arthritis is a chronic inflammatory disorder that can affect more than just your joints. • In some people, the condition can damage a wide variety of body systems, including the skin, eyes, lungs, heart and blood vessels. • An autoimmune disorder, rheumatoid arthritis occurs when your immune system mistakenly attacks your own body's tissues. • Unlike the wear-and-tear damage of osteoarthritis, rheumatoid arthritis affects the lining of your joints, causing a painful swelling that can eventually result in bone erosion and joint deformity. • The inflammation associated with rheumatoid arthritis is what can damage other parts of the body as well. • While new types of medications have improved treatment options dramatically, severe rheumatoid arthritis can still cause physical disabilities.",
      "Symptoms": "Signs and symptoms of rheumatoid arthritis may include: Tender, warm, swollen joints Joint stiffness that is usually worse in the mornings and after inactivity Fatigue, fever and loss of appetite Early rheumatoid arthritis tends to affect your smaller joints first — particularly the joints that attach your fingers to your hands and your toes to your feet. • As the disease progresses, symptoms often spread to the wrists, knees, ankles, elbows, hips and shoulders. • In most cases, symptoms occur in the same joints on both sides of your body. • About 40% of people who have rheumatoid arthritis also experience signs and symptoms that don't involve the joints. • Areas that may be affected include: Skin Eyes Lungs Heart Kidneys Salivary glands Nerve tissue Bone marrow Blood vessels Rheumatoid arthritis signs and symptoms may vary in severity and may even come and go. • Periods of increased disease activity, called flares, alternate with periods of relative remission — when the swelling and pain fade or disappear. • Over time, rheumatoid arthritis can cause joints to deform and shift out of place. • Make an appointment with your doctor if you have persistent discomfort and swelling in your joints. • Rheumatoid arthritis is an autoimmune disease. • Normally, your immune system helps protect your body from infection and disease. • In rheumatoid arthritis, your immune system attacks healthy tissue in your joints. • It can also cause medical problems with your heart, lungs, nerves, eyes and skin. • Doctors don't know what starts this process, although a genetic component appears likely. • While your genes don't actually cause rheumatoid arthritis, they can make you more likely to react to environmental factors — such as infection with certain viruses and bacteria — that may trigger the disease. • Factors that may increase your risk of rheumatoid arthritis include: Your sex. • Women are more likely than men to develop rheumatoid arthritis. • Age. • Rheumatoid arthritis can occur at any age, but it most commonly begins in middle age. • Family history. • If a member of your family has rheumatoid arthritis, you may have an increased risk of the disease. • Smoking. • Cigarette smoking increases your risk of developing rheumatoid arthritis, particularly if you have a genetic predisposition for developing the disease. • Smoking also appears to be associated with greater disease severity. • Excess weight. • People who are overweight appear to be at a somewhat higher risk of developing rheumatoid arthritis. • Rheumatoid arthritis increases your risk of developing: Osteoporosis. • Rheumatoid arthritis itself, along with some medications used for treating rheumatoid arthritis, can increase your risk of osteoporosis — a condition that weakens your bones and makes them more prone to fracture. • Rheumatoid nodules. • These firm bumps of tissue most commonly form around pressure points, such as the elbows. • However, these nodules can form anywhere in the body, including the heart and lungs. • Dry eyes and mouth. • People who have rheumatoid arthritis are much more likely to develop Sjogren's syndrome, a disorder that decreases the amount of moisture in the eyes and mouth. • Infections. • Rheumatoid arthritis itself and many of the medications used to combat it can impair the immune system, leading to increased infections. • Protect yourself with vaccinations to prevent diseases such as influenza, pneumonia, shingles and COVID-19. • Abnormal body composition. • The proportion of fat to lean mass is often higher in people who have rheumatoid arthritis, even in those who have a normal body mass index (BMI). • Carpal tunnel syndrome. • If rheumatoid arthritis affects your wrists, the inflammation can compress the nerve that serves most of your hand and fingers. • Heart problems. • Rheumatoid arthritis can increase your risk of hardened and blocked arteries, as well as inflammation of the sac that encloses your heart. • Lung disease. • People with rheumatoid arthritis have an increased risk of inflammation and scarring of the lung tissues, which can lead to progressive shortness of breath. • Lymphoma. • Rheumatoid arthritis increases the risk of lymphoma, a group of blood cancers that develop in the lymph system.",
      "Causes": "Rheumatoid arthritis is an autoimmune disease. • Normally, your immune system helps protect your body from infection and disease. • In rheumatoid arthritis, your immune system attacks healthy tissue in your joints. • It can also cause medical problems with your heart, lungs, nerves, eyes and skin. • Doctors don't know what starts this process, although a genetic component appears likely. • While your genes don't actually cause rheumatoid arthritis, they can make you more likely to react to environmental factors — such as infection with certain viruses and bacteria — that may trigger the disease.",
      "Risk factors": "Factors that may increase your risk of rheumatoid arthritis include: Your sex. • Women are more likely than men to develop rheumatoid arthritis. • Age. • Rheumatoid arthritis can occur at any age, but it most commonly begins in middle age. • Family history. • If a member of your family has rheumatoid arthritis, you may have an increased risk of the disease. • Smoking. • Cigarette smoking increases your risk of developing rheumatoid arthritis, particularly if you have a genetic predisposition for developing the disease. • Smoking also appears to be associated with greater disease severity. • Excess weight. • People who are overweight appear to be at a somewhat higher risk of developing rheumatoid arthritis.",
      "Complications": "Rheumatoid arthritis increases your risk of developing: Osteoporosis. • Rheumatoid arthritis itself, along with some medications used for treating rheumatoid arthritis, can increase your risk of osteoporosis — a condition that weakens your bones and makes them more prone to fracture. • Rheumatoid nodules. • These firm bumps of tissue most commonly form around pressure points, such as the elbows. • However, these nodules can form anywhere in the body, including the heart and lungs. • Dry eyes and mouth. • People who have rheumatoid arthritis are much more likely to develop Sjogren's syndrome, a disorder that decreases the amount of moisture in the eyes and mouth. • Infections. • Rheumatoid arthritis itself and many of the medications used to combat it can impair the immune system, leading to increased infections. • Protect yourself with vaccinations to prevent diseases such as influenza, pneumonia, shingles and COVID-19. • Abnormal body composition. • The proportion of fat to lean mass is often higher in people who have rheumatoid arthritis, even in those who have a normal body mass index (BMI). • Carpal tunnel syndrome. • If rheumatoid arthritis affects your wrists, the inflammation can compress the nerve that serves most of your hand and fingers. • Heart problems. • Rheumatoid arthritis can increase your risk of hardened and blocked arteries, as well as inflammation of the sac that encloses your heart. • Lung disease. • People with rheumatoid arthritis have an increased risk of inflammation and scarring of the lung tissues, which can lead to progressive shortness of breath. • Lymphoma. • Rheumatoid arthritis increases the risk of lymphoma, a group of blood cancers that develop in the lymph system."
    },
    "name": "Rheumatoid arthritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/rheumatoid-arthritis/symptoms-causes/syc-20353648"
  },
  {
    "sections": {},
    "name": "Rickets",
    "url": "https://www.mayoclinic.org/diseases-conditions/rickets/symptoms-causes/syc-20351943"
  },
  {
    "sections": {},
    "name": "Ringworm (body)",
    "url": "https://www.mayoclinic.org/diseases-conditions/ringworm-body/symptoms-causes/syc-20353780"
  },
  {
    "sections": {},
    "name": "Ringworm (scalp)",
    "url": "https://www.mayoclinic.org/diseases-conditions/ringworm-scalp/symptoms-causes/syc-20354918"
  },
  {
    "sections": {
      "Overview": "Rosacea (roe-ZAY-she-uh) is a common skin condition that causes flushing or long-term redness on your face. • It also may cause enlarged blood vessels and small, pus-filled bumps. • Some symptoms may flare for weeks to months and then go away for a while. • Rosacea can be mistaken for acne, dermatitis or other skin problems. • There's no cure for rosacea. • But you may be able to control it with medicine, gentle skin care and avoiding things that cause flare-ups.",
      "Symptoms": "Symptoms of rosacea include: Facial redness and flushing. • Rosacea can make your face flush more easily. • Over time, you may notice that your face stays red. • Depending on skin color, redness may be subtle or look more pink or purple. • Visible veins. • Small blood vessels of the nose and cheeks break and become larger. • These are also called spider veins. • They may be subtle and hard to see, depending on skin color. • Swollen bumps. • Many people with rosacea develop pimples on the face that look like acne. • These bumps sometimes contain pus. • They also may appear on the chest and back. • Burning sensation. • The skin of the affected area may feel hot and tender. • Eye problems. • Many people with rosacea also have dry, irritated, swollen eyes and eyelids. • This is known as ocular rosacea. • Eye symptoms may show up before, after or at the same time as skin symptoms. • Enlarged nose. • Over time, rosacea can thicken the skin on the nose, causing the nose to look bigger. • This condition also is called rhinophyma. • It occurs more often in men than in women. • If you have ongoing symptoms of the face or eyes, see a healthcare professional for a diagnosis and treatment. • Skin specialists also are called dermatologists. • The cause of rosacea is not known. • It could be due to genetics, an overactive immune system or things in your daily life. • Rosacea is not caused by poor hygiene, and you can't catch it from other people. • Flare-ups might be brought on by: Sun or wind. • Hot drinks. • Spicy foods. • Alcohol. • Very hot and cold temperatures. • Emotional stress. • Exercise. • Drugs that dilate blood vessels, including some blood pressure medicines. • Some cosmetic, skin and hair care products. • Anyone can develop rosacea. • But you may be more likely to develop it if you: Have skin that burns easily in the sun. • Are between the ages of 30 to 50 years. • Have a history of smoking. • Have a family member with rosacea.",
      "Causes": "The cause of rosacea is not known. • It could be due to genetics, an overactive immune system or things in your daily life. • Rosacea is not caused by poor hygiene, and you can't catch it from other people. • Flare-ups might be brought on by: Sun or wind. • Hot drinks. • Spicy foods. • Alcohol. • Very hot and cold temperatures. • Emotional stress. • Exercise. • Drugs that dilate blood vessels, including some blood pressure medicines. • Some cosmetic, skin and hair care products.",
      "Risk factors": "Anyone can develop rosacea. • But you may be more likely to develop it if you: Have skin that burns easily in the sun. • Are between the ages of 30 to 50 years. • Have a history of smoking. • Have a family member with rosacea."
    },
    "name": "Rosacea",
    "url": "https://www.mayoclinic.org/diseases-conditions/rosacea/symptoms-causes/syc-20353815"
  },
  {
    "sections": {},
    "name": "Roseola",
    "url": "https://www.mayoclinic.org/diseases-conditions/roseola/symptoms-causes/syc-20377283"
  },
  {
    "sections": {
      "Overview": "The rotator cuff is a group of muscles and tendons that surround the shoulder joint, keeping the head of the upper arm bone firmly within the shallow socket of the shoulder. • A rotator cuff injury can cause a dull ache in the shoulder that worsens at night. • Rotator cuff injuries are common and increase with age. • These injuries may occur earlier in people who have jobs that require repeatedly performing overhead motions, such as painters and carpenters. • Physical therapy exercises can improve flexibility and strength of the muscles surrounding the shoulder joint. • For many people with rotator cuff problems, these exercises are all that's needed to manage their symptoms. • Sometimes, rotator cuff tears may occur from a single injury. • In those circumstances, people should seek medical advice quickly because they might need surgery.",
      "Symptoms": "The pain associated with a rotator cuff injury may: Be described as a dull ache deep in the shoulder Disturb sleep Make it difficult to comb your hair or reach behind your back Be accompanied by arm weakness Some rotator cuff injuries don't cause pain. • Your family doctor can evaluate short-term shoulder pain. • See your doctor right away if you have immediate weakness in your arm after an injury. • Rotator cuff injuries are most often caused by progressive wear and tear of the tendon tissue over time. • Repetitive overhead activity or prolonged bouts of heavy lifting can irritate or damage the tendon. • The rotator cuff can also be injured in a single incident during falls or accidents. • The following factors may increase the risk of having a rotator cuff injury: Age. • The risk of a rotator cuff injury increases with age. • Rotator cuff tears are most common in people older than 60. • Some occupations. • Jobs that require repetitive overhead arm motions, such as carpentry or house painting, can damage the rotator cuff over time. • Certain sports. • Some types of rotator cuff injuries are more common in people who participate in sports like baseball, tennis and weight-lifting. • Family history. • There may be a genetic component involved with rotator cuff injuries as they appear to occur more commonly in certain families. • Without treatment, rotator cuff problems may lead to permanent loss of motion or weakness of the shoulder joint.",
      "Causes": "Rotator cuff injuries are most often caused by progressive wear and tear of the tendon tissue over time. • Repetitive overhead activity or prolonged bouts of heavy lifting can irritate or damage the tendon. • The rotator cuff can also be injured in a single incident during falls or accidents.",
      "Risk factors": "The following factors may increase the risk of having a rotator cuff injury: Age. • The risk of a rotator cuff injury increases with age. • Rotator cuff tears are most common in people older than 60. • Some occupations. • Jobs that require repetitive overhead arm motions, such as carpentry or house painting, can damage the rotator cuff over time. • Certain sports. • Some types of rotator cuff injuries are more common in people who participate in sports like baseball, tennis and weight-lifting. • Family history. • There may be a genetic component involved with rotator cuff injuries as they appear to occur more commonly in certain families.",
      "Complications": "Without treatment, rotator cuff problems may lead to permanent loss of motion or weakness of the shoulder joint."
    },
    "name": "Rotator cuff injury",
    "url": "https://www.mayoclinic.org/diseases-conditions/rotator-cuff-injury/symptoms-causes/syc-20350225"
  },
  {
    "sections": {},
    "name": "Rotavirus",
    "url": "https://www.mayoclinic.org/diseases-conditions/rotavirus/symptoms-causes/syc-20351300"
  },
  {
    "sections": {},
    "name": "Rubella",
    "url": "https://www.mayoclinic.org/diseases-conditions/rubella/symptoms-causes/syc-20377310"
  },
  {
    "sections": {
      "Overview": "Rumination syndrome is a condition in which someone repeatedly regurgitates undigested or partially digested food from the stomach. • The regurgitated food is then chewed again and swallowed or spit out. • People with rumination syndrome don't try to regurgitate food. • It happens without any effort. • Because the food hasn't yet been digested, it reportedly tastes like regular food and isn't acidic like vomit. • Rumination typically happens at every meal, soon after eating. • It's not clear how many people have this condition. • Treatment may include behavioral therapy or medicine. • Behavioral therapy typically involves teaching people to breathe from the diaphragm.",
      "Symptoms": "Symptoms of rumination syndrome include: Effortless regurgitation, typically within minutes of eating. • Belly pain or pressure relieved by regurgitation. • A feeling of fullness. • Nausea. • Losing weight without trying. • Rumination syndrome isn't usually associated with retching. • Consult a healthcare professional if you or your child often regurgitates food.",
      "Causes": "The exact cause of rumination syndrome isn't clear. • But it appears to be caused by an increase in abdominal pressure. • Rumination syndrome is often confused with bulimia nervosa, gastroesophageal reflux disease (GERD) and gastroparesis. • Some people have rumination syndrome linked to a rectal evacuation disorder. • A rectal evacuation issue involves pelvic floor muscles that don't work together correctly, which leads to ongoing constipation. • The condition has long been known to happen in infants and people with developmental disabilities. • It's now clear that the condition isn't related to age, as it can happen in children, teens and adults. • Rumination syndrome is more likely to happen in people with anxiety, depression or other psychiatric disorders.",
      "Complications": "Complications of rumination syndrome may include: Unhealthy weight loss. • Malnutrition. • Worn teeth. • Bad breath. • Embarrassment. • Social isolation. • Untreated, rumination syndrome can damage the tube between the mouth and stomach, called the esophagus."
    },
    "name": "Rumination syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/rumination-syndrome/symptoms-causes/syc-20377330"
  },
  {
    "sections": {},
    "name": "Ruptured eardrum (perforated eardrum)",
    "url": "https://www.mayoclinic.org/diseases-conditions/ruptured-eardrum/symptoms-causes/syc-20351879"
  },
  {
    "sections": {
      "Overview": "A ruptured spleen is a medical emergency that occurs as a result of a break in your spleen's surface. • Your spleen, situated just under your rib cage on your left side, helps your body fight infection and filter old blood cells from your bloodstream. • A forceful blow to your stomach — during a sporting accident, a fistfight or a car crash, for example — is the usual cause of a ruptured spleen. • If you have an enlarged spleen, a less forceful trauma might cause rupture. • Without emergency treatment, the internal bleeding caused by a ruptured spleen can be life-threatening. • Some people with ruptured spleens need emergency surgery. • Others can be treated with several days of hospital care.",
      "Symptoms": "Signs and symptoms of a ruptured spleen include: Pain in the upper left stomach. • Tenderness when you touch the upper left stomach. • Left shoulder pain. • Confusion, lightheadedness or dizziness. • A ruptured spleen is a medical emergency. • Seek emergency care after an injury if your signs and symptoms indicate that you may have a ruptured spleen.",
      "Causes": "A spleen can rupture due to: Injury to the left side of the body. • A ruptured spleen is typically caused by a blow to the left upper stomach or the left lower chest, such as might happen during sporting accidents, fistfights and car crashes. • An injured spleen can rupture soon after the stomach trauma or, in some cases, days or weeks after the injury. • An enlarged spleen. • Your spleen can become enlarged when blood cells accumulate in the spleen. • An enlarged spleen can be caused by various underlying problems, such as mononucleosis and other infections, liver disease, and blood cancers.",
      "Risk factors": "If the spleen is already enlarged due to infection or another cause, there is increased risk that the spleen might rupture. • Contact sports that involve blows to the chest also increase the risk of a ruptured spleen.",
      "Complications": "A ruptured spleen can cause life-threatening bleeding into your stomach cavity.",
      "Prevention": "If you've been diagnosed with an enlarged spleen, ask your health care provider whether you need to avoid activities for several weeks that could cause it to rupture. • These might include contact sports, heavy lifting and other activities that increase the risk of stomach trauma."
    },
    "name": "Ruptured spleen",
    "url": "https://www.mayoclinic.org/diseases-conditions/ruptured-spleen/symptoms-causes/syc-20352317"
  }
]