[
  {
    "sections": {
      "Overview": "Kaposi sarcoma is a type of cancer that forms in the lining of blood vessels and lymph vessels. • The cancer forms growths of cells, called lesions, on the skin. • The lesions often form on the face, arms and legs. • The lesions may look pink, red, purple or brown. • Lesions also can appear on the genitals or in the mouth. • In severe Kaposi sarcoma, lesions can be in the digestive tract and lungs. • The cause of Kaposi sarcoma is infection with the virus human herpes virus 8, also called HHV-8. • In healthy people, this infection usually causes no symptoms because the immune system keeps it under control. • In someone with a weakened immune system, however, HHV-8 can lead to Kaposi sarcoma. • Types of Kaposi sarcoma include: AIDS-related or epidemic Kaposi sarcoma. • This type happens in people infected with human immunodeficiency virus, also called HIV. • HIV is the virus that causes AIDS. • Transplant-associated or iatrogenic Kaposi sarcoma. • This type happens in people who take medicine to control the immune system after an organ transplant. • Classic Kaposi sarcoma. • This type occurs in older adults of Eastern European, Mediterranean and Middle Eastern descent. • It usually grows slowly and can cause swelling in areas such as the legs. • Endemic Kaposi sarcoma. • This type affects young people in Africa. • It can grow slowly on the skin or quickly inside the body.",
      "Symptoms": "Kaposi sarcoma signs and symptoms include: A growth on the skin that may be raised or flat. • A growth on the skin that looks red, purple or brown in color. • The growths, called lesions, most often happen on the face, arms or legs. • They usually don't cause discomfort. • If Kaposi sarcoma isn't treated, the lesions can get bigger. • They may cause: Swelling in the lower legs caused by blood flow problems. • Enlarged lymph nodes. • Skin that appears red or purple in color and may be painful and itchy. • Kaposi sarcoma also can affect areas you can't see. • It can grow in the digestive tract or lungs. • When Kaposi sarcoma happens in the digestive tract, symptoms may include: Diarrhea. • Nausea. • Stomach pain. • Vomiting. • Weight loss. • Make an appointment with a doctor or other healthcare professional if you have symptoms that worry you.",
      "Causes": "The human herpes virus 8 causes Kaposi sarcoma. • Healthcare professionals believe this virus, also called HHV-8, spreads from person to person through saliva. • It also may be passed through blood. • When a healthy person gets the HHV-8 virus, that person's immune system is likely to control it. • The virus may stay in the body, but it doesn't cause any problems. • If something happens to weaken the immune system, the virus may no longer be controlled. • This can lead to Kaposi sarcoma.",
      "Risk factors": "Risk factors for Kaposi sarcoma include: HIV infection. • HIV is the virus that causes AIDS. • Older age. • Kaposi sarcoma can happen at any age. • It's most common in adults between 50 and 70. • Living in certain parts of the world. • Kaposi sarcoma is rare in the United States. • It's most common in the Mediterranean, Eastern Europe and sub-Saharan Africa. • Medicines that weaken the immune system. • Some conditions are treated with medicine to control the immune system. • Medicine that works in this way often is used after organ transplant surgery."
    },
    "name": "Kaposi sarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/kaposis-sarcoma/symptoms-causes/syc-20577303"
  },
  {
    "sections": {
      "Overview": "Kawasaki disease causes swelling, called inflammation, in the walls of small to medium-sized blood vessels that carry blood throughout the body. • Kawasaki disease most often affects the heart arteries in children. • Those arteries supply oxygen-rich blood to the heart. • Kawasaki disease is sometimes called mucocutaneous lymph node syndrome. • That's because it also causes swelling in glands, called lymph nodes, and mucous membranes inside the mouth, nose, eyes and throat. • Children with Kawasaki disease might have high fever, swollen hands and feet with skin peeling, and red eyes and tongue. • But Kawasaki disease is often treatable. • With early treatment, most children get better and have no long-lasting problems.",
      "Symptoms": "Symptoms of Kawasaki disease include a fever greater than 102.2 degrees Fahrenheit (39 degrees Celsius) for five or more days. • And the child has at least four of the following symptoms. • A rash on the main part of the body or in the genital area. • An enlarged lymph node in the neck. • Very red eyes without a thick discharge. • Red, dry, cracked lips and a red, swollen tongue. • Swollen, red skin on the palms of the hands and the soles of the feet. • Later the skin on fingers and toes peels. • The symptoms might not happen at the same time. • Let your child's healthcare professional know about a symptom that has gone away. • Other symptoms might include: Belly pain. • Diarrhea. • Fussiness. • Joint pain. • Vomiting. • Some children get a high fever for five or more days but have fewer than four of the symptoms needed for a diagnosis of Kawasaki disease. • They might have what's called incomplete Kawasaki disease. • Children with incomplete Kawasaki disease are still at risk of damage to the heart arteries. • They still need treatment within 10 days of when symptoms appear. • Kawasaki disease can have symptoms like those of a condition called multisystem inflammatory syndrome in children. • The syndrome happens in children with COVID-19. • If your child has a fever that lasts more than three days, contact your child's healthcare professional. • Treating Kawasaki disease within 10 days of when it began may reduce the chances of lasting damage to the arteries that supply the heart. • No one knows what causes Kawasaki disease. • But experts don't believe the disease spreads from person to person. • Some think that Kawasaki disease happens after a bacterial or viral infection, or that it's linked to factors in the environment. • Certain genes might make children more likely to get Kawasaki disease. • Three things are known to increase a child's risk of developing Kawasaki disease. • Age. • Children under 5 years old are at highest risk of Kawasaki disease. • Sex. • Children who are assigned male at birth are slightly more likely to get Kawasaki disease. • Ethnicity. • Children of Asian or Pacific Islander descent have higher rates of Kawasaki disease. • Kawasaki disease tends to occur seasonally. • In North America and countries with like climates, it most often happens in the winter and early spring. • Kawasaki disease is a leading cause of heart disease in children who live in developed countries. • But, with treatment, few children have lasting damage. • Heart complications include: Swelling of blood vessels, most often the arteries that send blood to the heart. • Swelling of the heart muscle. • Heart valve problems. • Any of these complications can damage the heart. • Swelling of the heart arteries can weaken them and cause a bulge in the artery wall, called an aneurysm. • Aneurysms raise the risk of blood clots. • These can lead to a heart attack or cause bleeding inside the body. • Rarely, for children who get heart artery problems, Kawasaki disease can cause death.",
      "Causes": "No one knows what causes Kawasaki disease. • But experts don't believe the disease spreads from person to person. • Some think that Kawasaki disease happens after a bacterial or viral infection, or that it's linked to factors in the environment. • Certain genes might make children more likely to get Kawasaki disease.",
      "Risk factors": "Three things are known to increase a child's risk of developing Kawasaki disease. • Age. • Children under 5 years old are at highest risk of Kawasaki disease. • Sex. • Children who are assigned male at birth are slightly more likely to get Kawasaki disease. • Ethnicity. • Children of Asian or Pacific Islander descent have higher rates of Kawasaki disease. • Kawasaki disease tends to occur seasonally. • In North America and countries with like climates, it most often happens in the winter and early spring.",
      "Complications": "Kawasaki disease is a leading cause of heart disease in children who live in developed countries. • But, with treatment, few children have lasting damage. • Heart complications include: Swelling of blood vessels, most often the arteries that send blood to the heart. • Swelling of the heart muscle. • Heart valve problems. • Any of these complications can damage the heart. • Swelling of the heart arteries can weaken them and cause a bulge in the artery wall, called an aneurysm. • Aneurysms raise the risk of blood clots. • These can lead to a heart attack or cause bleeding inside the body. • Rarely, for children who get heart artery problems, Kawasaki disease can cause death."
    },
    "name": "Kawasaki disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/kawasaki-disease/symptoms-causes/syc-20354598"
  },
  {
    "sections": {
      "Overview": "A keloid scar is a thick raised scar. • It can occur wherever you have a skin injury but usually forms on earlobes, shoulders, cheeks or the chest. • If you're prone to developing keloids, you might get them in more than one place. • A keloid scar isn't harmful to your physical health, but it can cause emotional distress. • Prevention or early treatment is key. • Keloid scar treatment is possible. • If you don't like how a keloid looks or feels, talk with a doctor about how to flatten or remove it. • Even with treatment, a keloid can last for years or recur.",
      "Symptoms": "A keloid scar may form within months to years of the inciting injury. • Signs and symptoms might include: Thick, irregular scarring, typically on the earlobes, shoulders, cheeks or middle chest Shiny, hairless, lumpy, raised skin Varied size, depending on the size of the original injury and when the keloid stops growing Varied texture, from soft to firm and rubbery Reddish, brown or purplish, depending on your skin color Itchiness Discomfort Early treatment can help minimize growth of a keloid. • Talk with a doctor soon after you notice a keloid. • If you want to treat one that you've had for a while, talk with a doctor who specializes in skin conditions (dermatologist).",
      "Causes": "Experts don't completely understand what causes keloid scars. • But most agree it's likely a dysfunction of the wound-healing process. • Collagen — a protein found throughout the body — is useful to wound healing, but when the body produces too much, keloids can form. • Keloid growth might be triggered by any sort of skin injury — an insect bite, acne, an injection, body piercing, burns, hair removal, and even minor scratches and bumps. • Sometimes keloids form for no obvious reason. • Keloids aren't contagious or cancerous. • A keloid is different from a hypertrophic scar. • A hypertrophic scar stays within the bounds of the original wound and can fade over time without treatment.",
      "Risk factors": "Risk factors for keloids include: Having brown or Black skin. • Keloids are most common in people with brown or Black skin. • The reason for this predisposition is unknown. • Having a personal or family history of keloids. • Keloids can run in families, indicating that the tendency might be inherited. • If you've had one keloid, you're at risk of developing others. • Being under 30. • You're more likely to develop a keloid if you're between the ages of 20 and 30.",
      "Complications": "Keloids located on a joint might develop hard, tight tissue that restricts movement.",
      "Prevention": "If you're prone to developing keloids, take these preventive self-care tips: Practice good wound care. • Keep a wound clean and moist. • Gently wash the area with mild soap and water. • Apply a thin layer of petrolatum jelly (Vaseline, Aquaphor) or other ointment. • Reapply the ointment throughout the day as needed. • Your doctor might recommend applying a pressure pad or a silicone gel pad to a wound while it's healing. • Adults need to take these preventive steps for six months after skin injury, and children up to 18 months. • Applying pressure earrings to your earlobes after an ear piercing helps prevent keloids. • Protect your skin from injury. • Try to avoid injuring your skin. • Consider not getting body piercings, tattoos and elective surgeries. • Even minor injuries — such as ingrown hairs, cuts and scratches — can incite a keloid to grow. • If you decide to undergo surgery, talk with your doctor about your tendency to develop keloids. • Your doctor can use surgical techniques that reduce the risk of developing keloids at the surgical site. • After surgery, ask your doctor about postoperative care and follow the instructions carefully."
    },
    "name": "Keloid scar",
    "url": "https://www.mayoclinic.org/diseases-conditions/keloid-scar/symptoms-causes/syc-20520901"
  },
  {
    "sections": {
      "Overview": "Keratitis is an inflammation of the cornea — the clear, dome-shaped tissue on the front of your eye that covers the pupil and iris. • Keratitis may or may not be associated with an infection. • Noninfectious keratitis can be caused by a relatively minor injury, such as from wearing your contact lenses too long or getting a foreign body in the eye. • Infectious keratitis can be caused by bacteria, viruses, fungi and parasites. • If you have eye redness or other symptoms of keratitis, make an appointment to see an eye specialist. • With prompt attention, mild to moderate cases of keratitis can usually be effectively treated without loss of vision. • If left untreated, or if an infection is severe, keratitis can lead to serious complications that may permanently damage your vision.",
      "Symptoms": "Symptoms of keratitis include: Eye redness Eye pain Excess tears or other discharge from your eye Difficulty opening your eyelid because of pain or irritation Blurred vision Decreased vision Sensitivity to light, called photophobia A feeling that something is in your eye If you notice any of the symptoms of keratitis, make an appointment to see an eye specialist right away. • Delays in diagnosis and treatment of keratitis can lead to serious complications, including blindness.",
      "Causes": "Causes of keratitis include: Injury. • If any object scratches or injures the surface of your cornea, noninfectious keratitis may result. • In addition, an injury may allow microorganisms to gain access to the damaged cornea, causing infectious keratitis. • Bacteria, fungi or parasites. • These organisms may live on the surface of a contact lens or contact lens carrying case. • The cornea may become contaminated when the lens is in your eye, resulting in infectious keratitis. • Poor contact lens hygiene or contact lens overwear can cause both noninfectious and infectious keratitis. • Viruses. • The herpes viruses — herpes simplex and herpes zoster — may cause keratitis. • Bacteria. • Staphylococcus, streptococcus and pseudomonas are common bacteria involved in keratitis. • Contaminated water. • Bacteria, fungi and parasites in water — particularly in oceans, rivers, lakes and hot tubs — can enter your eyes when you're swimming and result in keratitis. • However, even if you're exposed to these organisms, a healthy cornea is unlikely to become infected unless there has been some previous breakdown of the corneal surface — for example, from wearing a contact lens too long.",
      "Risk factors": "Factors that may increase your risk of keratitis include: Contact lenses. • Wearing contact lenses — especially sleeping in the lenses —increases your risk of both infectious and noninfectious keratitis. • The risk typically stems from wearing them longer than recommended, improper disinfection or wearing contact lenses while swimming. • Keratitis is more common in people who use extended-wear contacts, or wear contacts continuously, than in those who use daily wear contacts and take them out at night. • Reduced immunity. • If your immune system is weakened due to disease or medications, you're at higher risk of developing keratitis. • Corticosteroids. • Use of corticosteroid eye drops to treat an eye disorder can increase your risk of developing infectious keratitis or make existing keratitis worse. • Eye injury. • If one of your corneas has been damaged from an injury in the past, you may be more vulnerable to developing keratitis.",
      "Complications": "Potential complications of keratitis include: Chronic corneal inflammation and scarring Chronic or recurrent viral infections of your cornea Open sores on your cornea, called corneal ulcers Temporary or permanent reduction in your vision Blindness",
      "Prevention": "If you wear contact lenses, proper use, cleaning and disinfecting can help prevent keratitis. • Follow these tips: Choose daily wear contacts and take them out before going to sleep. • Wash, rinse and dry your hands thoroughly before handling your contacts. • Follow your eye care provider's recommendations for taking care of your lenses. • Use only sterile products that are made specifically for contact lens care, and use lens care products made for the type of lenses you wear. • Replace your contact lenses as recommended. • Replace your contact lens case every 3 to 6 months. • Discard the solution in the contact lens case each time you disinfect your lenses. • Don't \"top off\" the old solution that's already in the case. • Don't wear contact lenses when you go swimming. • Some forms of viral keratitis can't be completely eliminated. • But the following steps may control viral keratitis occurrences: If you have a cold sore or a herpes blister, avoid touching your eyes, your eyelids and the skin around your eyes unless you've thoroughly washed your hands. • Only use eye drops that have been prescribed by an eye doctor. • Washing your hands frequently can reduce viral outbreaks."
    },
    "name": "Keratitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/keratitis/symptoms-causes/syc-20374110"
  },
  {
    "sections": {
      "Overview": "Keratoconus (ker-uh-toe-KOH-nus) is an eye condition in which your cornea — the clear, dome-shaped front of your eye — gets thinner and gradually bulges outward into a cone shape. • A cone-shaped cornea causes blurred vision and may cause sensitivity to light and glare. • Keratoconus usually affects both eyes. • However, it can affect one eye more than the other. • It generally begins to affect people between the late teens and 30 years of age. • The condition may progress slowly for 10 years or longer. • In the early stages of keratoconus, you might be able to correct vision problems with glasses or soft contact lenses. • Later, you may have to be fitted with rigid, gas permeable contact lenses or other types of lenses, such as scleral lenses. • If your condition gets worse, you may need a cornea transplant. • A procedure called corneal collagen cross-linking may help to slow or stop keratoconus from progressing, possibly preventing the need for a future cornea transplant. • This treatment may be offered in addition to the vision correction options above.",
      "Symptoms": "Symptoms of keratoconus may change as the disease progresses. • They include: Blurred or distorted vision. • Increased sensitivity to bright light and glare, which can cause problems with night driving. • A need for frequent changes in eyeglass prescriptions. • Sudden worsening or clouding of vision. • See your eye doctor if your eyesight is worsening rapidly, which might be caused by an irregular curvature of the eye, called astigmatism. • Your eye doctor also may look for signs of keratoconus during routine eye exams.",
      "Causes": "No one knows what causes keratoconus, although genetic and environmental factors are thought to be involved. • Around 1 in 10 people with keratoconus also has a parent with the condition.",
      "Risk factors": "These factors can increase your chances of developing keratoconus: Having a family history of keratoconus. • Rubbing your eyes vigorously. • Having certain conditions, such as retinitis pigmentosa, Down syndrome, Ehlers-Danlos syndrome, Marfan syndrome, hay fever and asthma.",
      "Complications": "In some situations, your cornea may swell quickly and cause sudden reduced vision and scarring of the cornea. • This is caused by a condition in which the inside lining of your cornea, called Descemet's membrane, breaks down. • This causes fluid to enter the cornea, a condition known as hydrops. • The swelling usually goes down by itself, but a scar may form that affects your vision. • Advanced keratoconus also may cause your cornea to become scarred, particularly where the cone is most prominent. • A scarred cornea causes worsening vision problems and may require cornea transplant surgery."
    },
    "name": "Keratoconus",
    "url": "https://www.mayoclinic.org/diseases-conditions/keratoconus/symptoms-causes/syc-20351352"
  },
  {
    "sections": {
      "Overview": "Keratosis pilaris (ker-uh-TOE-sis pih-LAIR-is) is a harmless skin condition that causes dry, rough patches and tiny bumps, often on the upper arms, thighs, cheeks or buttocks. • The bumps usually don't hurt or itch. • Keratosis pilaris is often considered a common variant of skin. • It can't be cured or prevented. • But you can treat it with moisturizers and prescription creams to help improve how the skin looks. • The condition usually disappears by age 30.",
      "Symptoms": "Keratosis pilaris can occur at any age, but it's more common in young children. • Symptoms include: Painless tiny bumps on the upper arms, thighs, cheeks or buttocks Dry, rough skin in the areas with bumps Worsening when seasonal changes cause low humidity and dry skin Sandpaper-like bumps resembling goose flesh Treatment for keratosis pilaris usually isn't needed. • But if you're concerned about your or your child's skin, consult your health care provider or a specialist in skin conditions (dermatologist). • Keratosis pilaris is caused by the buildup of keratin — a hard protein that protects skin from harmful substances and infection. • The keratin blocks the opening of hair follicles, causing patches of rough, bumpy skin. • It's not clear why keratin builds up in people with keratosis pilaris. • It might happen along with a genetic disease or skin conditions such as atopic dermatitis. • Dry skin tends to make keratosis pilaris worse. • Keratosis pilaris is very common. • It tends to run in families.",
      "Causes": "Keratosis pilaris is caused by the buildup of keratin — a hard protein that protects skin from harmful substances and infection. • The keratin blocks the opening of hair follicles, causing patches of rough, bumpy skin. • It's not clear why keratin builds up in people with keratosis pilaris. • It might happen along with a genetic disease or skin conditions such as atopic dermatitis. • Dry skin tends to make keratosis pilaris worse.",
      "Risk factors": "Keratosis pilaris is very common. • It tends to run in families."
    },
    "name": "Keratosis pilaris",
    "url": "https://www.mayoclinic.org/diseases-conditions/keratosis-pilaris/symptoms-causes/syc-20351149"
  },
  {
    "sections": {
      "Overview": "Kidney cancer is a growth of cells that starts in the kidneys. • The kidneys are two bean-shaped organs, each about the size of a fist. • They're located behind the abdominal organs, with one kidney on each side of the spine. • In adults, renal cell carcinoma is the most common type of kidney cancer. • Other, less common types of kidney cancer can happen. • Young children are more likely to develop a kind of kidney cancer called Wilms tumor. • The number of kidney cancers diagnosed each year seems to be increasing. • One reason for this may be the fact that imaging techniques such as CT scans are being used more often. • These tests may lead to the incidental discovery of more kidney cancers. • Kidney cancer is often found when the cancer is small and confined to the kidney.",
      "Symptoms": "Kidney cancer doesn't usually cause symptoms at first. • In time, signs and symptoms may develop, including: Blood in the urine, which may appear pink, red or cola colored. • Loss of appetite. • Pain in the side or back that doesn't go away. • Tiredness. • Unexplained weight loss. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you. • It's not clear what causes most kidney cancers. • Kidney cancer happens when cells in the kidney develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Factors that may increase the risk of kidney cancer include: Older age. • The risk of kidney cancer increases with age. • Smoking tobacco. • People who smoke have a greater risk of kidney cancer than those who don't. • The risk decreases after quitting. • Obesity. • People who are obese have a higher risk of kidney cancer than people who are considered to have a healthy weight. • High blood pressure. • High blood pressure, also called hypertension, increases the risk of kidney cancer. • Certain inherited conditions. • People who are born with certain inherited conditions may have an increased risk of kidney cancer. • These conditions may include von Hippel-Lindau disease, Birt-Hogg-Dube syndrome, tuberous sclerosis complex, hereditary papillary renal cell carcinoma and familial renal cancer. • Family history of kidney cancer. • The risk of kidney cancer is higher if a blood relative, such as a parent or sibling, has had the disease. • There's no sure way to prevent kidney cancer, but you may reduce your risk if you: If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk with your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start. • Ask your healthcare professional to check your blood pressure at your next appointment. • If your blood pressure is high, you can discuss options for lowering your numbers. • Lifestyle measures such as exercise, weight loss and diet changes can help. • Some people may need to add medicines to lower their blood pressure. • Discuss your options with your healthcare team.",
      "Causes": "It's not clear what causes most kidney cancers. • Kidney cancer happens when cells in the kidney develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Factors that may increase the risk of kidney cancer include: Older age. • The risk of kidney cancer increases with age. • Smoking tobacco. • People who smoke have a greater risk of kidney cancer than those who don't. • The risk decreases after quitting. • Obesity. • People who are obese have a higher risk of kidney cancer than people who are considered to have a healthy weight. • High blood pressure. • High blood pressure, also called hypertension, increases the risk of kidney cancer. • Certain inherited conditions. • People who are born with certain inherited conditions may have an increased risk of kidney cancer. • These conditions may include von Hippel-Lindau disease, Birt-Hogg-Dube syndrome, tuberous sclerosis complex, hereditary papillary renal cell carcinoma and familial renal cancer. • Family history of kidney cancer. • The risk of kidney cancer is higher if a blood relative, such as a parent or sibling, has had the disease.",
      "Prevention": "There's no sure way to prevent kidney cancer, but you may reduce your risk if you: If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk with your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start. • Ask your healthcare professional to check your blood pressure at your next appointment. • If your blood pressure is high, you can discuss options for lowering your numbers. • Lifestyle measures such as exercise, weight loss and diet changes can help. • Some people may need to add medicines to lower their blood pressure. • Discuss your options with your healthcare team."
    },
    "name": "Kidney cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/kidney-cancer/symptoms-causes/syc-20352664"
  },
  {
    "sections": {
      "Overview": "Kidney cysts are round pouches of fluid that form on or in the kidneys. • Kidney cysts can occur with disorders that may impair kidney function. • But more often, kidney cysts are a type called simple kidney cysts. • Simple kidney cysts aren't cancer and rarely cause problems. • It's not clear what causes simple kidney cysts. • Often, one cyst occurs on the surface of a kidney. • But more than one cyst can appear on one or both kidneys. • Simple kidney cysts aren't the same as cysts that form with polycystic kidney disease. • Simple cysts also differ from complex cysts. • Complex cysts need to be watched for changes that could be cancer. • Simple kidney cysts are often found during an imaging test for another condition. • Treatment usually isn't needed unless simple cysts cause symptoms.",
      "Symptoms": "Simple kidney cysts typically don't cause symptoms. • But if a simple kidney cyst grows large enough, symptoms may include: Dull pain in the back or side Fever Upper stomach pain Make an appointment with your health care provider if you have symptoms of a kidney cyst.",
      "Causes": "It's not clear what causes simple kidney cysts. • One theory suggests that kidney cysts develop when the surface layer of the kidney weakens and forms a pouch. • The pouch then fills with fluid, detaches and develops into a cyst.",
      "Risk factors": "The risk of having simple kidney cysts increases as you get older. • But they can occur at any age. • Simple kidney cysts are more common in men.",
      "Complications": "Kidney cysts may sometimes lead to complications, including: An infected cyst. • A kidney cyst may become infected, causing fever and pain. • A burst cyst. • A kidney cyst that bursts causes severe pain in the back or side. • Sometimes a burst cyst may cause blood in the urine. • Blocked urine flow. • A kidney cyst that blocks the typical flow of urine may lead to kidney swelling."
    },
    "name": "Kidney cysts",
    "url": "https://www.mayoclinic.org/diseases-conditions/kidney-cysts/symptoms-causes/syc-20374134"
  },
  {
    "sections": {
      "Overview": "A kidney infection is a type of urinary tract infection (UTI). • A kidney infection may begin in the tube that carries urine from the body (urethra) or in the bladder. • The infection can travel to one or both kidneys. • A kidney infection is also called pyelonephritis. • A kidney infection needs prompt medical treatment. • If not treated properly, an infection can cause lasting damage to the kidneys. • Or the bacteria can spread to the bloodstream and cause a dangerous infection. • Kidney infection treatment often includes antibiotics, which might be given in the hospital.",
      "Symptoms": "Symptoms of a kidney infection might include: Fever Chills A burning feeling or pain when urinating Having to urinate often A strong, lasting urge to urinate Back, side or groin pain Nausea and vomiting Pus or blood in the urine Urine that smells bad or is cloudy Belly pain Make an appointment with your health care provider if you have symptoms of a kidney infection. • Also see your provider if you're being treated for a UTI but your symptoms aren't getting better. • A severe kidney infection can lead to dangerous complications. • They may include blood poisoning, damage to the body's tissues or death. • Seek medical care right away if you have kidney infection symptoms and bloody urine or nausea and vomiting. • Bacteria that enter the urinary tract through the urethra can multiply and travel to your kidneys. • This is the most common cause of kidney infections. • Bacteria from an infection in another part of the body also can spread through the bloodstream to the kidneys. • In rare cases, an artificial joint or heart valve that becomes infected can cause a kidney infection. • Rarely, a kidney infection happens after kidney surgery. • Factors that increase the risk of a kidney infection include: Being female. • The urethra is shorter in women than in men. • That makes it easier for bacteria to travel from outside the body to the bladder. • The urethra being close to the vagina and anus also makes it easier for bacteria to enter the bladder. • Once in the bladder, an infection can spread to the kidneys. • Pregnant women are at even higher risk of a kidney infection. • Having a urinary tract blockage. • Anything that slows the flow of urine or makes it harder to fully empty the bladder can raise the risk of a kidney infection. • This includes a kidney stone, a narrowed urethra or an enlarged prostate gland. • Having a weakened immune system. • Medical conditions such as diabetes and HIV can weaken the immune system. • Certain medicines also can lower immunity. • These include drugs taken after an organ transplant that help prevent rejection. • Having damage to nerves around the bladder. • Nerve or spinal cord damage can block the feeling of a bladder infection. • That can make it hard to know when an infection travels to a kidney. • Using a urinary catheter. • Urinary catheters are tubes used to drain urine from the bladder. • Catheters are sometimes used after a surgical procedure or diagnostic test. • They're also used in people who are confined to a bed. • Having a condition that causes urine to flow the wrong way. • In vesicoureteral reflux, small amounts of urine flow from the bladder back into the tubes that connect the bladder and kidneys. • People with this condition are at higher risk of kidney infections when they're kids and when they become adults. • If left untreated, a kidney infection can lead to potentially serious complications, such as: Kidney scarring. • This can lead to chronic kidney disease, high blood pressure and kidney failure. • Blood poisoning. • The kidneys filter waste from blood and return the filtered blood to the rest of the body. • A kidney infection can cause bacteria to spread through the bloodstream. • Pregnancy complications. • A kidney infection that occurs during pregnancy can increase the risk of having a baby with a low birth weight. • Reduce your risk of kidney infection by taking steps to prevent urinary tract infections. • Women in particular may lower the risk of urinary tract infections if they: Drink fluids, especially water. • Fluids can help remove bacteria from the body when you urinate. • Urinate as soon as you need to. • Don't delay urinating when you feel the urge. • Empty the bladder after sexual intercourse. • Urinating as soon as possible after sex helps clear bacteria from the urethra. • This lowers the risk of infection. • Wipe carefully. • Wipe from front to back after urinating and after a bowel movement. • This helps prevent bacteria from spreading to the urethra. • Avoid using products in the genital area. • Deodorant sprays in the genital area or douches can be irritating.",
      "Causes": "Bacteria that enter the urinary tract through the urethra can multiply and travel to your kidneys. • This is the most common cause of kidney infections. • Bacteria from an infection in another part of the body also can spread through the bloodstream to the kidneys. • In rare cases, an artificial joint or heart valve that becomes infected can cause a kidney infection. • Rarely, a kidney infection happens after kidney surgery.",
      "Risk factors": "Factors that increase the risk of a kidney infection include: Being female. • The urethra is shorter in women than in men. • That makes it easier for bacteria to travel from outside the body to the bladder. • The urethra being close to the vagina and anus also makes it easier for bacteria to enter the bladder. • Once in the bladder, an infection can spread to the kidneys. • Pregnant women are at even higher risk of a kidney infection. • Having a urinary tract blockage. • Anything that slows the flow of urine or makes it harder to fully empty the bladder can raise the risk of a kidney infection. • This includes a kidney stone, a narrowed urethra or an enlarged prostate gland. • Having a weakened immune system. • Medical conditions such as diabetes and HIV can weaken the immune system. • Certain medicines also can lower immunity. • These include drugs taken after an organ transplant that help prevent rejection. • Having damage to nerves around the bladder. • Nerve or spinal cord damage can block the feeling of a bladder infection. • That can make it hard to know when an infection travels to a kidney. • Using a urinary catheter. • Urinary catheters are tubes used to drain urine from the bladder. • Catheters are sometimes used after a surgical procedure or diagnostic test. • They're also used in people who are confined to a bed. • Having a condition that causes urine to flow the wrong way. • In vesicoureteral reflux, small amounts of urine flow from the bladder back into the tubes that connect the bladder and kidneys. • People with this condition are at higher risk of kidney infections when they're kids and when they become adults.",
      "Complications": "If left untreated, a kidney infection can lead to potentially serious complications, such as: Kidney scarring. • This can lead to chronic kidney disease, high blood pressure and kidney failure. • Blood poisoning. • The kidneys filter waste from blood and return the filtered blood to the rest of the body. • A kidney infection can cause bacteria to spread through the bloodstream. • Pregnancy complications. • A kidney infection that occurs during pregnancy can increase the risk of having a baby with a low birth weight.",
      "Prevention": "Reduce your risk of kidney infection by taking steps to prevent urinary tract infections. • Women in particular may lower the risk of urinary tract infections if they: Drink fluids, especially water. • Fluids can help remove bacteria from the body when you urinate. • Urinate as soon as you need to. • Don't delay urinating when you feel the urge. • Empty the bladder after sexual intercourse. • Urinating as soon as possible after sex helps clear bacteria from the urethra. • This lowers the risk of infection. • Wipe carefully. • Wipe from front to back after urinating and after a bowel movement. • This helps prevent bacteria from spreading to the urethra. • Avoid using products in the genital area. • Deodorant sprays in the genital area or douches can be irritating."
    },
    "name": "Kidney infection",
    "url": "https://www.mayoclinic.org/diseases-conditions/kidney-infection/symptoms-causes/syc-20353387"
  },
  {
    "sections": {
      "Overview": "Kidney stones (also called renal calculi, nephrolithiasis or urolithiasis) are hard deposits made of minerals and salts that form inside your kidneys. • Diet, excess body weight, some medical conditions, and certain supplements and medications are among the many causes of kidney stones. • Kidney stones can affect any part of your urinary tract — from your kidneys to your bladder. • Often, stones form when the urine becomes concentrated, allowing minerals to crystallize and stick together. • Passing kidney stones can be quite painful, but the stones usually cause no permanent damage if they're recognized in a timely fashion. • Depending on your situation, you may need nothing more than to take pain medication and drink lots of water to pass a kidney stone. • In other instances — for example, if stones become lodged in the urinary tract, are associated with a urinary infection or cause complications — surgery may be needed. • Your doctor may recommend preventive treatment to reduce your risk of recurrent kidney stones if you're at increased risk of developing them again.",
      "Symptoms": "A kidney stone usually will not cause symptoms until it moves around within the kidney or passes into one of the ureters. • The ureters are the tubes that connect the kidneys and bladder. • If a kidney stone becomes lodged in the ureters, it may block the flow of urine and cause the kidney to swell and the ureter to spasm, which can be very painful. • At that point, you may experience these symptoms: Severe, sharp pain in the side and back, below the ribs Pain that radiates to the lower abdomen and groin Pain that comes in waves and fluctuates in intensity Pain or burning sensation while urinating Other signs and symptoms may include: Pink, red or brown urine Cloudy or foul-smelling urine A persistent need to urinate, urinating more often than usual or urinating in small amounts Nausea and vomiting Fever and chills if an infection is present Pain caused by a kidney stone may change — for instance, shifting to a different location or increasing in intensity — as the stone moves through your urinary tract. • Make an appointment with your doctor if you have any signs and symptoms that worry you. • Seek immediate medical attention if you experience: Pain so severe that you can't sit still or find a comfortable position Pain accompanied by nausea and vomiting Pain accompanied by fever and chills Blood in your urine Difficulty passing urine Kidney stones often have no definite, single cause, although several factors may increase your risk. • Kidney stones form when your urine contains more crystal-forming substances — such as calcium, oxalate and uric acid — than the fluid in your urine can dilute. • At the same time, your urine may lack substances that prevent crystals from sticking together, creating an ideal environment for kidney stones to form. • Knowing the type of kidney stone you have helps determine its cause, and may give clues on how to reduce your risk of getting more kidney stones. • If possible, try to save your kidney stone if you pass one so that you can bring it to your doctor for analysis. • Types of kidney stones include: Calcium stones. • Most kidney stones are calcium stones, usually in the form of calcium oxalate. • Oxalate is a substance made daily by your liver or absorbed from your diet. • Certain fruits and vegetables, as well as nuts and chocolate, have high oxalate content. • Dietary factors, high doses of vitamin D, intestinal bypass surgery and several metabolic disorders can increase the concentration of calcium or oxalate in urine. • Calcium stones may also occur in the form of calcium phosphate. • This type of stone is more common in metabolic conditions, such as renal tubular acidosis. • It may also be associated with certain medications used to treat migraines or seizures, such as topiramate (Topamax, Trokendi XR, Qudexy XR). • Struvite stones. • Struvite stones form in response to a urinary tract infection. • These stones can grow quickly and become quite large, sometimes with few symptoms or little warning. • Uric acid stones. • Uric acid stones can form in people who lose too much fluid because of chronic diarrhea or malabsorption, those who eat a high-protein diet, and those with diabetes or metabolic syndrome. • Certain genetic factors also may increase your risk of uric acid stones. • Cystine stones. • These stones form in people with a hereditary disorder called cystinuria that causes the kidneys to excrete too much of a specific amino acid. • Factors that increase your risk of developing kidney stones include: Family or personal history. • If someone in your family has had kidney stones, you're more likely to develop stones, too. • If you've already had one or more kidney stones, you're at increased risk of developing another. • Dehydration. • Not drinking enough water each day can increase your risk of kidney stones. • People who live in warm, dry climates and those who sweat a lot may be at higher risk than others. • Certain diets. • Eating a diet that's high in protein, sodium (salt) and sugar may increase your risk of some types of kidney stones. • This is especially true with a high-sodium diet. • Too much salt in your diet increases the amount of calcium your kidneys must filter and significantly increases your risk of kidney stones. • Obesity. • High body mass index (BMI), large waist size and weight gain have been linked to an increased risk of kidney stones. • Digestive diseases and surgery. • Gastric bypass surgery, inflammatory bowel disease or chronic diarrhea can cause changes in the digestive process that affect your absorption of calcium and water, increasing the amounts of stone-forming substances in your urine. • Other medical conditions such as renal tubular acidosis, cystinuria, hyperparathyroidism and repeated urinary tract infections also can increase your risk of kidney stones. • Certain supplements and medications, such as vitamin C, dietary supplements, laxatives (when used excessively), calcium-based antacids, and certain medications used to treat migraines or depression, can increase your risk of kidney stones.",
      "Causes": "Kidney stones often have no definite, single cause, although several factors may increase your risk. • Kidney stones form when your urine contains more crystal-forming substances — such as calcium, oxalate and uric acid — than the fluid in your urine can dilute. • At the same time, your urine may lack substances that prevent crystals from sticking together, creating an ideal environment for kidney stones to form. • Knowing the type of kidney stone you have helps determine its cause, and may give clues on how to reduce your risk of getting more kidney stones. • If possible, try to save your kidney stone if you pass one so that you can bring it to your doctor for analysis. • Types of kidney stones include: Calcium stones. • Most kidney stones are calcium stones, usually in the form of calcium oxalate. • Oxalate is a substance made daily by your liver or absorbed from your diet. • Certain fruits and vegetables, as well as nuts and chocolate, have high oxalate content. • Dietary factors, high doses of vitamin D, intestinal bypass surgery and several metabolic disorders can increase the concentration of calcium or oxalate in urine. • Calcium stones may also occur in the form of calcium phosphate. • This type of stone is more common in metabolic conditions, such as renal tubular acidosis. • It may also be associated with certain medications used to treat migraines or seizures, such as topiramate (Topamax, Trokendi XR, Qudexy XR). • Struvite stones. • Struvite stones form in response to a urinary tract infection. • These stones can grow quickly and become quite large, sometimes with few symptoms or little warning. • Uric acid stones. • Uric acid stones can form in people who lose too much fluid because of chronic diarrhea or malabsorption, those who eat a high-protein diet, and those with diabetes or metabolic syndrome. • Certain genetic factors also may increase your risk of uric acid stones. • Cystine stones. • These stones form in people with a hereditary disorder called cystinuria that causes the kidneys to excrete too much of a specific amino acid.",
      "Risk factors": "Factors that increase your risk of developing kidney stones include: Family or personal history. • If someone in your family has had kidney stones, you're more likely to develop stones, too. • If you've already had one or more kidney stones, you're at increased risk of developing another. • Dehydration. • Not drinking enough water each day can increase your risk of kidney stones. • People who live in warm, dry climates and those who sweat a lot may be at higher risk than others. • Certain diets. • Eating a diet that's high in protein, sodium (salt) and sugar may increase your risk of some types of kidney stones. • This is especially true with a high-sodium diet. • Too much salt in your diet increases the amount of calcium your kidneys must filter and significantly increases your risk of kidney stones. • Obesity. • High body mass index (BMI), large waist size and weight gain have been linked to an increased risk of kidney stones. • Digestive diseases and surgery. • Gastric bypass surgery, inflammatory bowel disease or chronic diarrhea can cause changes in the digestive process that affect your absorption of calcium and water, increasing the amounts of stone-forming substances in your urine. • Other medical conditions such as renal tubular acidosis, cystinuria, hyperparathyroidism and repeated urinary tract infections also can increase your risk of kidney stones. • Certain supplements and medications, such as vitamin C, dietary supplements, laxatives (when used excessively), calcium-based antacids, and certain medications used to treat migraines or depression, can increase your risk of kidney stones."
    },
    "name": "Kidney stones",
    "url": "https://www.mayoclinic.org/diseases-conditions/kidney-stones/symptoms-causes/syc-20355755"
  },
  {
    "sections": {
      "Overview": "Kleptomania (klep-toe-MAY-nee-uh) is a mental health disorder that involves repeatedly being unable to resist urges to steal items that you generally don't really need. • Often the items stolen have little value and you could afford to buy them. • Kleptomania is rare but can be a serious condition. • It can cause much emotional pain to you and your loved ones — and even legal problems — if not treated. • Kleptomania is a type of impulse control disorder — a disorder that involves problems with emotional or behavioral self-control. • If you have an impulse control disorder, you have difficulty resisting the temptation or powerful urge to perform an act that's excessive or harmful to you or someone else. • Many people with kleptomania live lives of secret shame because they're afraid to seek mental health treatment. • Although there's no cure for kleptomania, treatment with medicine or skill-building therapy that focuses on dealing with urges may help to end the cycle of compulsive stealing.",
      "Symptoms": "Kleptomania symptoms may include: Inability to resist powerful urges to steal items that you don't need Feeling increased tension, anxiety or arousal leading up to the theft Feeling pleasure, relief or satisfaction while stealing Feeling terrible guilt, remorse, self-loathing, shame or fear of arrest after the theft Return of the urges and a repetition of the kleptomania cycle People with kleptomania usually have these features or characteristics: Unlike most shoplifters, people with kleptomania don't compulsively steal for personal gain, on a dare, for revenge or out of rebellion. • They steal simply because the urge is so powerful that they can't resist it. • Episodes of kleptomania generally happen suddenly, without planning and without help from another person. • Most people with kleptomania steal from public places, such as stores. • Some may steal from friends or acquaintances, such as at a party. • Often, the stolen items have no value to the person with kleptomania, and the person can afford to buy them. • The stolen items are usually stashed away, never to be used. • Items also may be donated, given away to family or friends, or even secretly returned to the place from which they were stolen. • Urges to steal may come and go or may occur with greater or lesser intensity over the course of time. • If you can't stop shoplifting or stealing, seek medical advice. • Many people who may have kleptomania don't want to seek treatment because they're afraid they'll be arrested or jailed. • However, a mental health provider usually doesn't report your thefts to authorities. • Some people seek medical help because they're afraid they'll get caught and have legal problems. • Or they've already been arrested, and they're legally required to seek treatment. • If you suspect a close friend or family member may have kleptomania, gently raise your concerns with that person. • Keep in mind that kleptomania is a mental health disorder, not a character flaw, so approach the person without judgment or blame. • It may be helpful to emphasize these points: You're concerned because you care about the person's health and well-being. • You're worried about the risks of compulsive stealing, such as being arrested, losing a job or damaging a valued relationship. • You understand that, with kleptomania, the urge to steal may be too strong to resist just by \"putting your mind to it.\" Treatments are available that may help to minimize the urge to steal and live without addiction and shame. • If you need help preparing for this conversation, talk with your health care provider. • Your provider may refer you to a mental health professional who can help you plan a way of raising your concerns without making your friend or relative feel defensive or threatened.",
      "Causes": "The causes of kleptomania are not known. • Several theories suggest that changes in the brain may be at the root of kleptomania, and that learned patterns of stealing items strengthens the problem over time. • More research is needed to better understand these possible causes, but kleptomania may be linked to: Problems with a naturally occurring brain chemical called serotonin. • Serotonin, a neurotransmitter, helps regulate moods and emotions. • Low levels of serotonin are common in people prone to impulsive behaviors. • Addictive disorders. • Stealing may cause the release of dopamine — another neurotransmitter. • Dopamine causes pleasurable feelings, and some people seek this rewarding feeling again and again. • The brain's opioid system. • Urges are regulated by the brain's opioid system. • An imbalance in this system could make it harder to resist urges. • Learned habit. • Urges are very uncomfortable. • Responding to these urges by stealing causes a temporary decrease in distress and relief from these urges. • This creates a strong habit that becomes hard to break.",
      "Risk factors": "Kleptomania is not common. • But some cases of kleptomania may never be diagnosed. • Some people never seek treatment. • Other people are jailed after repeated thefts. • Kleptomania often begins during the teen years or in young adulthood, but it can start later. • About two-thirds of people with known kleptomania are female. • Kleptomania risk factors may include: Family history. • Having a blood relative, such as a parent or sibling, with kleptomania or addictive disorders may increase the risk of kleptomania. • Having another mental illness. • People with kleptomania often have another mental health disorder, such as anxiety, depression or a substance use disorder.",
      "Complications": "Left untreated, kleptomania can result in severe emotional, family, work, legal and financial problems. • For example, you know stealing is wrong but you feel powerless to resist the impulse. • As a result, you may be filled with guilt, shame, self-loathing and humiliation. • And you may be arrested for stealing. • You may otherwise lead a law-abiding life and be confused and upset by your compulsive stealing. • Other complications and conditions associated with kleptomania may include: Other impulse-control disorders, such as compulsive gambling or shopping Alcohol or other substance misuse Personality disorders Eating disorders Depression Bipolar disorder Anxiety disorders Suicidal thoughts and behaviors",
      "Prevention": "Because the causes of kleptomania aren't clear, it's not yet known how to prevent it with any certainty. • Getting treatment as soon as compulsive stealing begins may help prevent kleptomania from becoming worse and prevent some of the negative consequences."
    },
    "name": "Kleptomania",
    "url": "https://www.mayoclinic.org/diseases-conditions/kleptomania/symptoms-causes/syc-20364732"
  },
  {
    "sections": {
      "Overview": "Klinefelter syndrome is a common condition that results when a person assigned male at birth has an extra copy of the X sex chromosome instead of the typical XY. • Klinefelter syndrome is a genetic condition that occurs before birth, but it often isn't diagnosed until adulthood. • Klinefelter syndrome may affect testicular growth. • This results in smaller testicles, which can lead to making less of the hormone testosterone. • The syndrome also may cause smaller muscle mass, less body and facial hair, and extra breast tissue. • The effects of Klinefelter syndrome vary, and not everyone has the same symptoms. • Most people with Klinefelter syndrome produce little or no sperm, but assisted reproductive procedures may make it possible for some people with Klinefelter syndrome to have biological children.",
      "Symptoms": "Symptoms of Klinefelter syndrome vary widely. • Many children with Klinefelter syndrome show few or only mild symptoms. • Most often the condition isn't diagnosed until puberty or adulthood, or it may never be diagnosed. • For others, the condition has a noticeable effect on growth or appearance. • Klinefelter syndrome may affect development, physical appearance, sexual development and mental health. • Slow motor development, such as taking longer than average to sit up, crawl and walk. • Speaking later than other babies of the same age. • Learning and language problems, such as trouble with reading, writing, spelling or math. • Taller than average height. • Longer legs, shorter body, narrower shoulders, broader hips and extra belly fat compared with other children and adults assigned male at birth. • After puberty, less muscle mass and less facial and body hair compared with other teens and adults assigned male at birth. • Extra breast tissue, called gynecomastia. • Low energy levels. • Small, firm testicles and a small penis. • Babies may be born with testicles that haven't moved from the belly into the scrotum, a condition called undescended testicles. • Puberty changes that are delayed, that only include some changes or that don't happen at all. • Low sperm count or no sperm. • Low sex drive. • Difficulty expressing thoughts and feelings. • Having a hard time engaging in social activities. • Talk to your healthcare professional if you notice: Slow development during infancy or childhood. • Delays in growth and development can be the first sign of several conditions that need treatment, including Klinefelter syndrome. • Though some differences in physical and mental development are expected among children, check with a healthcare professional if you have any concerns. • Problems with fertility. • Problems with fertility aren't often diagnosed in people with Klinefelter syndrome until they realize they're not able to have a biological child. • Klinefelter syndrome occurs because of a random change in the egg or the sperm that causes a baby assigned male at birth to be born with an extra X sex chromosome. • The condition is not passed down in families. • Klinefelter syndrome can be caused by: One extra copy of the X sex chromosome in each cell (XXY), the most common cause. • An extra X sex chromosome in some of the cells. • This is called mosaic Klinefelter syndrome and may result in fewer symptoms. • More than one extra copy of the X sex chromosome, which is rare and results in a severe form of the syndrome. • In people assigned male at birth, extra copies of genes on the X sex chromosome can interfere with sexual development and fertility. • Klinefelter syndrome occurs because of a random genetic change in the sperm or the egg. • The risk of Klinefelter syndrome is not raised by anything parents do or don't do. • For people carrying a pregnancy after age 35, the risk is higher but only slightly. • Klinefelter syndrome may raise the risk of: Anxiety and depression. • Social, emotional and behavioral problems, such as low self-esteem. • Problem with fertility and sexual function. • Thin and brittle bones, a condition called osteoporosis. • Heart and blood vessel disease. • Breast cancer and some other cancers. • Lung disease. • Metabolic syndrome, which includes type 2 diabetes, high blood pressure, and high cholesterol and triglycerides. • Being overweight. • Autoimmune disorders such as lupus and rheumatoid arthritis. • Tooth and mouth problems that make dental cavities more likely. • Autism spectrum disorder. • Some complications caused by Klinefelter syndrome are the result of low testosterone, also called hypogonadism. • Hormone therapy lessens the risk of certain health problems, especially when therapy is started at the beginning of puberty.",
      "Causes": "Klinefelter syndrome occurs because of a random change in the egg or the sperm that causes a baby assigned male at birth to be born with an extra X sex chromosome. • The condition is not passed down in families. • Klinefelter syndrome can be caused by: One extra copy of the X sex chromosome in each cell (XXY), the most common cause. • An extra X sex chromosome in some of the cells. • This is called mosaic Klinefelter syndrome and may result in fewer symptoms. • More than one extra copy of the X sex chromosome, which is rare and results in a severe form of the syndrome. • In people assigned male at birth, extra copies of genes on the X sex chromosome can interfere with sexual development and fertility.",
      "Risk factors": "Klinefelter syndrome occurs because of a random genetic change in the sperm or the egg. • The risk of Klinefelter syndrome is not raised by anything parents do or don't do. • For people carrying a pregnancy after age 35, the risk is higher but only slightly.",
      "Complications": "Klinefelter syndrome may raise the risk of: Anxiety and depression. • Social, emotional and behavioral problems, such as low self-esteem. • Problem with fertility and sexual function. • Thin and brittle bones, a condition called osteoporosis. • Heart and blood vessel disease. • Breast cancer and some other cancers. • Lung disease. • Metabolic syndrome, which includes type 2 diabetes, high blood pressure, and high cholesterol and triglycerides. • Being overweight. • Autoimmune disorders such as lupus and rheumatoid arthritis. • Tooth and mouth problems that make dental cavities more likely. • Autism spectrum disorder. • Some complications caused by Klinefelter syndrome are the result of low testosterone, also called hypogonadism. • Hormone therapy lessens the risk of certain health problems, especially when therapy is started at the beginning of puberty."
    },
    "name": "Klinefelter syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/klinefelter-syndrome/symptoms-causes/syc-20353949"
  },
  {
    "sections": {
      "Overview": "Klippel-Trenaunay (klih-PEL tray-no-NAY) syndrome ― also called KTS ― is a rare disorder found at birth (congenital) involving problems in the development of certain blood vessels, soft tissues (such as skin and muscles), bones and sometimes the lymphatic system. • The main features include a red birthmark (port-wine stain), ranging in color from pink to reddish-purple, atypical vein or lymphatic development (malformations), and overgrowth of tissues and bones. • These findings most often affect one leg but may occur in an arm or elsewhere. • Although there is no cure for KTS, treatment goals are to improve symptoms and prevent complications.",
      "Symptoms": "People who have KTS may have the following features, which can range from mild to more extensive: Port-wine stain. • This pink to reddish-purple birthmark is caused by extra tiny blood vessels (capillaries) in the top layer of skin. • The birthmark often covers part of one leg but can involve any portion of the skin. • It may get darker or lighter with age. • Vein malformations. • These include swollen, twisted veins (varicose veins), usually on the surface of the legs. • Deeper malformed veins in the arms, legs, abdomen and pelvis also can occur. • There may be spongy tissue filled with small veins in or under the skin. • Malformed veins may become more prominent with age. • Overgrowth of bones and soft tissue. • This begins in infancy and may be limited to one leg, but it can occur in an arm or, rarely, in the trunk or face. • This overgrowth of bone and tissue creates a larger and longer extremity. • Rarely, there may be fusion of fingers or toes or extra fingers or toes. • Lymphatic system malformations. • The lymphatic system — part of the immune system that protects against infection and disease and transports lymphatic fluid — can be malformed. • Extra lymphatic vessels can be present that don't work properly and can lead to fluid leakage into the tissues and swelling. • Other conditions. • KTS can also include cataracts, glaucoma, hip dislocation at birth, purple-red skin coloring when cold and blood-clotting problems. • KTS is usually identified at birth. • It's important to get a prompt, accurate diagnosis and appropriate care to treat symptoms and prevent complications.",
      "Causes": "KTS is a genetic disorder. • It involves genetic changes (mutations), most commonly in the PIK3CA gene. • This gene is responsible for the growth of cells and the development of tissues in the body. • A change in this gene results in overgrowth of tissues. • KTS is not usually inherited. • The gene changes occur randomly during cell division in early development before birth.",
      "Risk factors": "Family history doesn't seem to be a risk factor, so it's unlikely that parents of one child with KTS will have another child with the disorder, even if one of the parents has KTS.",
      "Complications": "Complications of KTS can result from atypical development of blood vessels, soft tissues, bones and the lymphatic system. • These can include: Port-wine stain complications. • Some areas of the port-wine stain may thicken over time and may form blisters (blebs) that are prone to bleeding and infections. • Skin ulcers and poor wound healing also may occur. • Vein malformations. • Varicose veins can cause pain and skin ulcers due to poor circulation. • Deeper malformed veins can increase the risk of blood clots (deep vein thrombosis) and cause a life-threatening condition called pulmonary embolism if the clots dislodge and travel to the lungs. • Venous malformations in the pelvis and abdominal organs can cause internal bleeding. • Superficial veins can develop less serious but painful clots and inflammation (superficial thrombophlebitis). • Overgrowth of bones and soft tissue. • Overgrowth of bone and tissue can cause pain, a feeling of heaviness, limb enlargement and problems with movement. • Overgrowth that causes one leg to be longer than the other can result in problems with walking and may lead to hip and back problems. • Lymphatic system malformations. • Malformations in the lymphatic system can cause fluid buildup and swelling in the tissues of the arms or legs (lymphedema), skin breakdown and skin ulcers, leakage of lymphatic fluid, or infection of the layer under the skin (cellulitis). • Chronic pain. • Pain can be a common problem that results from complications such as infections, swelling, bone involvement or vein problems."
    },
    "name": "Klippel-Trenaunay syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/klippel-trenaunay/symptoms-causes/syc-20374152"
  },
  {
    "sections": {
      "Overview": "Knee bursitis is a condition in which one or more small fluid-filled sacs near the knee joint become inflamed. • The sacs are called bursae. • Bursae reduce friction and cushion pressure points between bones and tendons, muscles and skin near the joints. • Any of the bursae in the knee can be affected by painful swelling, also called inflammation. • But most often, knee bursitis happens over the kneecap or on the inner side of the knee below the joint. • Knee bursitis causes pain and can limit your movement. • Treatment often includes a mix of self-care techniques and medical treatments to ease pain and inflammation.",
      "Symptoms": "Knee bursitis symptoms vary. • They depend on which bursa is affected and what's causing the inflammation. • The affected portion of your knee might feel warm, tender and swollen. • You also might feel pain when you move or when you're at rest. • A direct blow to the knee can cause symptoms to come on fast. • But knee bursitis often stems from friction and irritation of the bursae. • This can occur with jobs that require a lot of kneeling on hard surfaces. • So, the symptoms can start slowly and become worse over time. • Sometimes, the bursa that lies over the kneecap can become infected. • Call your healthcare professional if you have: A fever or chills along with pain and swelling in your knee. • Long-lasting swelling or a change in the color of the skin around the knee. • Trouble moving or extending your knee. • Knee bursitis can be caused by: Frequent and ongoing pressure, such as from kneeling, especially on hard surfaces. • Overuse of the knee or strenuous activity. • A direct blow to the knee. • An infection of the bursa due to bacteria, which could get into the knee through a bruise or a cut. • Medical problems that can happen with osteoarthritis, rheumatoid arthritis or gout in the knee. • Factors that can raise the risk of getting knee bursitis include: Prolonged kneeling. • The risk of bursitis is higher for people who work on their knees for long amounts of time. • This includes carpet layers, plumbers and gardeners. • Playing certain sports. • Sports that can lead to direct blows or frequent falls on the knee raise your risk of knee bursitis. • So do sports that create friction between the knee and a mat. • These sports include wrestling, football, basketball and volleyball. • Runners also can get pain and inflammation in the bursa that's located on the inner side of the knee below the joint. • This is called pes anserine bursitis. • Obesity and osteoarthritis. • Pes anserine bursitis often occurs in obese women with osteoarthritis. • The following tips can help you prevent bursitis or keep it from coming back: Wear kneepads. • This can help if you often work on your knees or play sports that put your knees at risk. • Use padding to cushion and protect your knees. • Take breaks. • If you're on your knees for a while, take regular breaks to stretch your legs and rest your knees. • Reach and stay at a healthy weight. • This can help take pressure off the knee joints.",
      "Causes": "Knee bursitis can be caused by: Frequent and ongoing pressure, such as from kneeling, especially on hard surfaces. • Overuse of the knee or strenuous activity. • A direct blow to the knee. • An infection of the bursa due to bacteria, which could get into the knee through a bruise or a cut. • Medical problems that can happen with osteoarthritis, rheumatoid arthritis or gout in the knee.",
      "Risk factors": "Factors that can raise the risk of getting knee bursitis include: Prolonged kneeling. • The risk of bursitis is higher for people who work on their knees for long amounts of time. • This includes carpet layers, plumbers and gardeners. • Playing certain sports. • Sports that can lead to direct blows or frequent falls on the knee raise your risk of knee bursitis. • So do sports that create friction between the knee and a mat. • These sports include wrestling, football, basketball and volleyball. • Runners also can get pain and inflammation in the bursa that's located on the inner side of the knee below the joint. • This is called pes anserine bursitis. • Obesity and osteoarthritis. • Pes anserine bursitis often occurs in obese women with osteoarthritis.",
      "Prevention": "The following tips can help you prevent bursitis or keep it from coming back: Wear kneepads. • This can help if you often work on your knees or play sports that put your knees at risk. • Use padding to cushion and protect your knees. • Take breaks. • If you're on your knees for a while, take regular breaks to stretch your legs and rest your knees. • Reach and stay at a healthy weight. • This can help take pressure off the knee joints."
    },
    "name": "Knee bursitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/knee-bursitis/symptoms-causes/syc-20355501"
  },
  {
    "sections": {
      "Overview": "Knee pain is a common complaint that affects people of all ages. • Knee pain may be the result of an injury, such as a ruptured ligament or torn cartilage. • Medical conditions — including arthritis, gout and infections — also can cause knee pain. • Many types of minor knee pain respond well to self-care measures. • Physical therapy and knee braces also can help relieve pain. • In some cases, however, your knee may require surgical repair.",
      "Symptoms": "The location and severity of knee pain may vary, depending on the cause of the problem. • Signs and symptoms that sometimes accompany knee pain include: Swelling and stiffness Redness and warmth to the touch Weakness or instability Popping or crunching noises Inability to fully straighten the knee Call your doctor if you: Can't bear weight on your knee or feel as if your knee is unstable or gives out Have marked knee swelling Are unable to fully extend or flex your knee See an obvious deformity in your leg or knee Have a fever, in addition to redness, pain and swelling in your knee Have severe knee pain that is associated with an injury Knee pain can be caused by injuries, mechanical problems, types of arthritis and other problems. • A knee injury can affect any of the ligaments, tendons or fluid-filled sacs (bursae) that surround your knee joint as well as the bones, cartilage and ligaments that form the joint itself. • Some of the more common knee injuries include: ACL injury. • An ACL injury is a tear of the anterior cruciate ligament (ACL) — one of four ligaments that connect your shinbone to your thighbone. • An ACL injury is particularly common in people who play basketball, soccer or other sports that require sudden changes in direction. • Fractures. • The bones of the knee, including the kneecap (patella), can be broken during falls or auto accidents. • Also, people whose bones have been weakened by osteoporosis can sometimes sustain a knee fracture simply by stepping wrong. • Torn meniscus. • The meniscus is the tough, rubbery cartilage that acts as a shock absorber between your shinbone and thighbone. • It can be torn if you suddenly twist your knee while bearing weight on it. • Knee bursitis. • Some knee injuries cause inflammation in the bursae, the small sacs of fluid that cushion the outside of your knee joint so that tendons and ligaments glide smoothly over the joint. • Patellar tendinitis. • Tendinitis causes irritation and inflammation of one or more tendons — the thick, fibrous tissues that attach muscles to bones. • This inflammation can happen when there's an injury to the patellar tendon, which runs from the kneecap (patella) to the shinbone and allows you to kick, run and jump. • Runners, skiers, cyclists, and those involved in jumping sports and activities may develop patellar tendinitis. • Some examples of mechanical problems that can cause knee pain include: Loose body. • Sometimes injury or degeneration of bone or cartilage can cause a piece of bone or cartilage to break off and float in the joint space. • This may not create any problems unless the loose body interferes with knee joint movement, in which case the effect is something like a pencil caught in a door hinge. • Iliotibial band syndrome. • This occurs when the tough band of tissue that extends from the outside of your hip to the outside of your knee (iliotibial band) becomes so tight that it rubs against the outer portion of your thighbone. • Distance runners and cyclists are especially susceptible to iliotibial band syndrome. • Dislocated kneecap. • This occurs when the triangular bone that covers the front of your knee (patella) slips out of place, usually to the outside of your knee. • In some cases, the kneecap may stay displaced and you'll be able to see the dislocation. • Hip or foot pain. • If you have hip or foot pain, you may change the way you walk to spare your painful joint. • But this altered gait can place more stress on your knee joint and cause knee pain. • More than 100 different types of arthritis exist. • The varieties most likely to affect the knee include: Osteoarthritis. • Sometimes called degenerative arthritis, osteoarthritis is the most common type of arthritis. • It's a wear-and-tear condition that occurs when the cartilage in your knee deteriorates with use and age. • Rheumatoid arthritis. • The most debilitating form of arthritis, rheumatoid arthritis is an autoimmune condition that can affect almost any joint in your body, including your knees. • Although rheumatoid arthritis is a chronic disease, it tends to vary in severity and may even come and go. • Gout. • This type of arthritis occurs when uric acid crystals build up in the joint. • While gout most commonly affects the big toe, it can also occur in the knee. • Pseudogout. • Often mistaken for gout, pseudogout is caused by calcium-containing crystals that develop in the joint fluid. • Knees are the most common joint affected by pseudogout. • Septic arthritis. • Sometimes your knee joint can become infected, leading to swelling, pain and redness. • Septic arthritis often occurs with a fever, and there's usually no trauma before the onset of pain. • Septic arthritis can quickly cause extensive damage to the knee cartilage. • If you have knee pain with any of the symptoms of septic arthritis, see your doctor right away. • Patellofemoral pain syndrome is a general term that refers to pain arising between the kneecap and the underlying thighbone. • It's common in athletes; in young adults, especially those whose kneecap doesn't track properly in its groove; and in older adults, who usually develop the condition as a result of arthritis of the kneecap. • A number of factors can increase your risk of having knee problems, including: Excess weight. • Being overweight or obese increases stress on your knee joints, even during ordinary activities such as walking or going up and down stairs. • It also puts you at increased risk of osteoarthritis by accelerating the breakdown of joint cartilage. • Lack of muscle flexibility or strength. • A lack of strength and flexibility can increase the risk of knee injuries. • Strong muscles help stabilize and protect your joints, and muscle flexibility can help you achieve full range of motion. • Certain sports or occupations. • Some sports put greater stress on your knees than do others. • Alpine skiing with its rigid ski boots and potential for falls, basketball's jumps and pivots, and the repeated pounding your knees take when you run or jog all increase your risk of knee injury. • Jobs that require repetitive stress on the knees such as construction or farming also can increase your risk. • Previous injury. • Having a previous knee injury makes it more likely that you'll injure your knee again. • Not all knee pain is serious. • But some knee injuries and medical conditions, such as osteoarthritis, can lead to increasing pain, joint damage and disability if left untreated. • And having a knee injury — even a minor one — makes it more likely that you'll have similar injuries in the future. • Although it's not always possible to prevent knee pain, the following suggestions may help ward off injuries and joint deterioration: Keep extra pounds off. • Maintain a healthy weight; it's one of the best things you can do for your knees. • Every extra pound puts additional strain on your joints, increasing the risk of injuries and osteoarthritis. • Be in shape to play your sport. • To prepare your muscles for the demands of sports participation, take time for conditioning. • Practice perfectly. • Make sure the technique and movement patterns you use in your sports or activity are the best they can be. • Lessons from a professional can be very helpful. • Get strong, stay flexible. • Weak muscles are a leading cause of knee injuries. • You'll benefit from building up your quadriceps and hamstrings, the muscles on the front and back of your thighs that help support your knees. • Balance and stability training helps the muscles around your knees work together more effectively. • And because tight muscles also can contribute to injury, stretching is important. • Try to include flexibility exercises in your workouts. • Be smart about exercise. • If you have osteoarthritis, chronic knee pain or recurring injuries, you may need to change the way you exercise. • Consider switching to swimming, water aerobics or other low-impact activities — at least for a few days a week. • Sometimes simply limiting high-impact activities will provide relief.",
      "Causes": "Knee pain can be caused by injuries, mechanical problems, types of arthritis and other problems. • A knee injury can affect any of the ligaments, tendons or fluid-filled sacs (bursae) that surround your knee joint as well as the bones, cartilage and ligaments that form the joint itself. • Some of the more common knee injuries include: ACL injury. • An ACL injury is a tear of the anterior cruciate ligament (ACL) — one of four ligaments that connect your shinbone to your thighbone. • An ACL injury is particularly common in people who play basketball, soccer or other sports that require sudden changes in direction. • Fractures. • The bones of the knee, including the kneecap (patella), can be broken during falls or auto accidents. • Also, people whose bones have been weakened by osteoporosis can sometimes sustain a knee fracture simply by stepping wrong. • Torn meniscus. • The meniscus is the tough, rubbery cartilage that acts as a shock absorber between your shinbone and thighbone. • It can be torn if you suddenly twist your knee while bearing weight on it. • Knee bursitis. • Some knee injuries cause inflammation in the bursae, the small sacs of fluid that cushion the outside of your knee joint so that tendons and ligaments glide smoothly over the joint. • Patellar tendinitis. • Tendinitis causes irritation and inflammation of one or more tendons — the thick, fibrous tissues that attach muscles to bones. • This inflammation can happen when there's an injury to the patellar tendon, which runs from the kneecap (patella) to the shinbone and allows you to kick, run and jump. • Runners, skiers, cyclists, and those involved in jumping sports and activities may develop patellar tendinitis. • Some examples of mechanical problems that can cause knee pain include: Loose body. • Sometimes injury or degeneration of bone or cartilage can cause a piece of bone or cartilage to break off and float in the joint space. • This may not create any problems unless the loose body interferes with knee joint movement, in which case the effect is something like a pencil caught in a door hinge. • Iliotibial band syndrome. • This occurs when the tough band of tissue that extends from the outside of your hip to the outside of your knee (iliotibial band) becomes so tight that it rubs against the outer portion of your thighbone. • Distance runners and cyclists are especially susceptible to iliotibial band syndrome. • Dislocated kneecap. • This occurs when the triangular bone that covers the front of your knee (patella) slips out of place, usually to the outside of your knee. • In some cases, the kneecap may stay displaced and you'll be able to see the dislocation. • Hip or foot pain. • If you have hip or foot pain, you may change the way you walk to spare your painful joint. • But this altered gait can place more stress on your knee joint and cause knee pain. • More than 100 different types of arthritis exist. • The varieties most likely to affect the knee include: Osteoarthritis. • Sometimes called degenerative arthritis, osteoarthritis is the most common type of arthritis. • It's a wear-and-tear condition that occurs when the cartilage in your knee deteriorates with use and age. • Rheumatoid arthritis. • The most debilitating form of arthritis, rheumatoid arthritis is an autoimmune condition that can affect almost any joint in your body, including your knees. • Although rheumatoid arthritis is a chronic disease, it tends to vary in severity and may even come and go. • Gout. • This type of arthritis occurs when uric acid crystals build up in the joint. • While gout most commonly affects the big toe, it can also occur in the knee. • Pseudogout. • Often mistaken for gout, pseudogout is caused by calcium-containing crystals that develop in the joint fluid. • Knees are the most common joint affected by pseudogout. • Septic arthritis. • Sometimes your knee joint can become infected, leading to swelling, pain and redness. • Septic arthritis often occurs with a fever, and there's usually no trauma before the onset of pain. • Septic arthritis can quickly cause extensive damage to the knee cartilage. • If you have knee pain with any of the symptoms of septic arthritis, see your doctor right away. • Patellofemoral pain syndrome is a general term that refers to pain arising between the kneecap and the underlying thighbone. • It's common in athletes; in young adults, especially those whose kneecap doesn't track properly in its groove; and in older adults, who usually develop the condition as a result of arthritis of the kneecap.",
      "Risk factors": "A number of factors can increase your risk of having knee problems, including: Excess weight. • Being overweight or obese increases stress on your knee joints, even during ordinary activities such as walking or going up and down stairs. • It also puts you at increased risk of osteoarthritis by accelerating the breakdown of joint cartilage. • Lack of muscle flexibility or strength. • A lack of strength and flexibility can increase the risk of knee injuries. • Strong muscles help stabilize and protect your joints, and muscle flexibility can help you achieve full range of motion. • Certain sports or occupations. • Some sports put greater stress on your knees than do others. • Alpine skiing with its rigid ski boots and potential for falls, basketball's jumps and pivots, and the repeated pounding your knees take when you run or jog all increase your risk of knee injury. • Jobs that require repetitive stress on the knees such as construction or farming also can increase your risk. • Previous injury. • Having a previous knee injury makes it more likely that you'll injure your knee again.",
      "Complications": "Not all knee pain is serious. • But some knee injuries and medical conditions, such as osteoarthritis, can lead to increasing pain, joint damage and disability if left untreated. • And having a knee injury — even a minor one — makes it more likely that you'll have similar injuries in the future.",
      "Prevention": "Although it's not always possible to prevent knee pain, the following suggestions may help ward off injuries and joint deterioration: Keep extra pounds off. • Maintain a healthy weight; it's one of the best things you can do for your knees. • Every extra pound puts additional strain on your joints, increasing the risk of injuries and osteoarthritis. • Be in shape to play your sport. • To prepare your muscles for the demands of sports participation, take time for conditioning. • Practice perfectly. • Make sure the technique and movement patterns you use in your sports or activity are the best they can be. • Lessons from a professional can be very helpful. • Get strong, stay flexible. • Weak muscles are a leading cause of knee injuries. • You'll benefit from building up your quadriceps and hamstrings, the muscles on the front and back of your thighs that help support your knees. • Balance and stability training helps the muscles around your knees work together more effectively. • And because tight muscles also can contribute to injury, stretching is important. • Try to include flexibility exercises in your workouts. • Be smart about exercise. • If you have osteoarthritis, chronic knee pain or recurring injuries, you may need to change the way you exercise. • Consider switching to swimming, water aerobics or other low-impact activities — at least for a few days a week. • Sometimes simply limiting high-impact activities will provide relief."
    },
    "name": "Knee pain",
    "url": "https://www.mayoclinic.org/diseases-conditions/knee-pain/symptoms-causes/syc-20350849"
  },
  {
    "sections": {
      "Overview": "Kyphosis is an excessive forward rounding of the upper back. • In older people, kyphosis is often due to weakness in the spinal bones that causes them to compress or crack. • Other types of kyphosis can appear in infants or teens. • These types are due to malformation of the spine or wedging of the spinal bones over time. • Mild kyphosis causes few problems. • Serious kyphosis can cause pain and be disfiguring. • Treatment for kyphosis depends on your age, and the cause and seriousness of the curvature.",
      "Symptoms": "Mild kyphosis may not have any noticeable symptoms. • In fact, the upper back naturally has a little kyphosis. • People who have excessive curvature may experience back pain and stiffness. • Make an appointment with your healthcare professional if you notice an increased curve in your upper back or in your child's spine.",
      "Causes": "The bones that make up a healthy spine look like cylinders stacked in a column. • These bones are called vertebrae. • Kyphosis happens when the vertebrae in the back become more wedge shaped. • The shape of vertebrae can be changed by: Fractures. • Broken vertebrae can result in curvature of the spine. • Compression fractures, which can happen in weakened bone, are the most common. • Mild compression fractures may not produce noticeable symptoms. • Osteoporosis. • Weak bones can cause spinal curvature, especially if weakened vertebrae develop compression fractures. • Osteoporosis is most common in older women and people who have taken corticosteroids for long periods of time. • Disk degeneration. • Soft, circular disks act as cushions between spinal vertebrae. • With age, these disks flatten and shrink, which often worsens kyphosis. • Scheuermann's disease. • Also called Scheuermann's kyphosis, this disease usually becomes noticeable during adolescence. • Other problems. • Spinal bones that don't develop properly before birth can cause kyphosis. • Kyphosis in children also can be associated with certain medical conditions.",
      "Risk factors": "The risk of developing kyphosis as an adult increases with age as bone density decreases and spinal disks degenerate. • In children, certain genetic and metabolic conditions may put them at increased risk for kyphosis, including osteogenesis imperfecta, Ehlers-Danlos syndrome and Marfan syndrome.",
      "Complications": "In addition to causing back pain, kyphosis may cause: Limited physical functions. • Kyphosis is associated with weakened back muscles and difficulty doing tasks such as walking and getting out of chairs. • The spinal curvature can also make it difficult to gaze upward or drive and can cause pain when you lie down. • Digestive problems. • Serious kyphosis can compress the digestive tract, causing problems such as acid reflux and difficulty with swallowing. • Back pain. • Some patients with serious kyphosis experience back pain. • Body image problems. • People with kyphosis, especially adolescents, may have poor body image from having a rounded back."
    },
    "name": "Kyphosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/kyphosis/symptoms-causes/syc-20374205"
  }
]