[
  {
    "sections": {
      "Overview": "Waldenstrom macroglobulinemia (mak-roe-glob-u-lih-NEE-me-uh) is a type of cancer that begins in the white blood cells. • Waldenstrom macroglobulinemia is considered a type of non-Hodgkin's lymphoma. • It's sometimes called lymphoplasmacytic lymphoma. • In Waldenstrom macroglobulinemia, some white blood cells undergo changes that turn them into cancer cells. • The cancer cells can build up in the spongy material inside the bones where blood cells are made. • This material is called bone marrow. • The cancer cells crowd healthy blood cells out of the bone marrow. • Cancer cells also may build up in other parts of the body, such as the lymph nodes and the spleen. • The cancer cells make a protein that can build up in the blood. • Too much of the protein can reduce blood flow in the body and cause other problems.",
      "Symptoms": "Waldenstrom macroglobulinemia grows slowly. • It might not cause symptoms for years. • When they happen, Waldenstrom macroglobulinemia symptoms may include: Fatigue. • Fever. • Weight loss. • Night sweats. • Numbness in the hands or feet. • Swollen lymph nodes. • A feeling of pain or fullness under the ribs on your left side, which may be caused by an enlarged spleen. • Easy bruising. • Bleeding nose or gums. • Headache. • Shortness of breath. • Changes in vision. • Confusion. • Make an appointment with your primary care provider if you have ongoing symptoms that worry you. • Cancer happens when cells develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • The changes tell the cells to multiply quickly. • The cells continue living when healthy cells would die as part of their natural lifecycle. • In Waldenstrom macroglobulinemia, the changes happen in the white blood cells. • The changes turn some of the white blood cells into cancer cells. • It's not clear what causes the changes. • The cancer cells can build up in the spongy material inside the bones where blood cells are made. • This material is called bone marrow. • The cancer cells crowd healthy blood cells out of the bone marrow. • The cancer cells also may build up in the lymph nodes and the spleen. • Waldenstrom macroglobulinemia cells make a protein that the body can't use. • The protein is immunoglobulin M, which is also called IgM. • IgM can build up in the blood. • This may reduce blood flow in the body and cause other problems. • Factors that can increase the risk of Waldenstrom macroglobulinemia include: Being older. • Waldenstrom macroglobulinemia can occur at any age, but it's most often found in adults 70 and older. • Being male. • Males are more likely to have Waldenstrom macroglobulinemia. • Being white. • White people are more likely to develop the disease, compared with people of other races. • Having a family history of lymphoma. • Having a relative who has Waldenstrom macroglobulinemia or another type of B-cell lymphoma might increase your risk.",
      "Causes": "Cancer happens when cells develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • The changes tell the cells to multiply quickly. • The cells continue living when healthy cells would die as part of their natural lifecycle. • In Waldenstrom macroglobulinemia, the changes happen in the white blood cells. • The changes turn some of the white blood cells into cancer cells. • It's not clear what causes the changes. • The cancer cells can build up in the spongy material inside the bones where blood cells are made. • This material is called bone marrow. • The cancer cells crowd healthy blood cells out of the bone marrow. • The cancer cells also may build up in the lymph nodes and the spleen. • Waldenstrom macroglobulinemia cells make a protein that the body can't use. • The protein is immunoglobulin M, which is also called IgM. • IgM can build up in the blood. • This may reduce blood flow in the body and cause other problems.",
      "Risk factors": "Factors that can increase the risk of Waldenstrom macroglobulinemia include: Being older. • Waldenstrom macroglobulinemia can occur at any age, but it's most often found in adults 70 and older. • Being male. • Males are more likely to have Waldenstrom macroglobulinemia. • Being white. • White people are more likely to develop the disease, compared with people of other races. • Having a family history of lymphoma. • Having a relative who has Waldenstrom macroglobulinemia or another type of B-cell lymphoma might increase your risk."
    },
    "name": "Waldenstrom macroglobulinemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/waldenstrom-macroglobulinemia/symptoms-causes/syc-20359967"
  },
  {
    "sections": {},
    "name": "Wheat allergy",
    "url": "https://www.mayoclinic.org/diseases-conditions/wheat-allergy/symptoms-causes/syc-20378897"
  },
  {
    "sections": {
      "Overview": "Whiplash is a neck injury due to forceful, rapid back-and-forth movement of the neck, like the cracking of a whip. • Whiplash is commonly caused by rear-end car crashes. • But whiplash also can result from sports accidents, physical abuse and other types of traumas, such as a fall. • Whiplash may be called a neck sprain or strain, but these terms also include other types of neck injuries. • Most people with whiplash get better within a few weeks by following a treatment plan that includes pain medicine and exercise. • However, some people have long-lasting neck pain and other complications.",
      "Symptoms": "Symptoms of whiplash most often start within days of the injury. • They may include: Neck pain and stiffness. • Pain that gets worse with neck movement. • Loss of range of motion in the neck. • Headaches, most often starting at the base of the skull. • Tenderness or pain in the shoulder, upper back or arms. • Tingling or numbness in the arms. • Tiredness. • Dizziness. • Some people also have: Blurred vision. • Ringing in the ears, called tinnitus. • Trouble sleeping. • Crankiness. • Trouble focusing. • Memory problems. • Depression. • See your healthcare professional if you have neck pain or other whiplash symptoms after a car accident, sports injury or other injury. • It's important to get a quick diagnosis. • This is to rule out broken bones or other damage that can cause or worsen symptoms. • Whiplash most often occurs when the head is quickly thrown backward and then forward with force. • This often happens as a result of a rear-end car crash. • This motion can cause damage to the muscles and tissues of the neck. • Risk factors for whiplash include: Rear-end car crash. • This is the most common risk factor for getting whiplash. • Physical abuse or assault. • Whiplash can occur if you are punched or shaken. • It's one of the injuries seen in shaken baby syndrome. • Contact sports. • Football tackles and other sports-related contact hits sometimes can cause whiplash. • Most people who have whiplash feel better within a few weeks. • They don't seem to have lasting effects from the injury. • But some people have pain for months or years after the injury. • It's hard to predict how recovery from whiplash might go. • As a rule, you may be more likely to have ongoing pain if your first symptoms were intense, started quickly and included: Severe neck pain. • More-limited range of motion. • Pain that spread to the arms. • The following risk factors have been linked to a worse outcome: Having had whiplash before. • Older age. • Already having low back or neck pain. • A high-speed injury.",
      "Causes": "Whiplash most often occurs when the head is quickly thrown backward and then forward with force. • This often happens as a result of a rear-end car crash. • This motion can cause damage to the muscles and tissues of the neck.",
      "Risk factors": "Risk factors for whiplash include: Rear-end car crash. • This is the most common risk factor for getting whiplash. • Physical abuse or assault. • Whiplash can occur if you are punched or shaken. • It's one of the injuries seen in shaken baby syndrome. • Contact sports. • Football tackles and other sports-related contact hits sometimes can cause whiplash.",
      "Complications": "Most people who have whiplash feel better within a few weeks. • They don't seem to have lasting effects from the injury. • But some people have pain for months or years after the injury. • It's hard to predict how recovery from whiplash might go. • As a rule, you may be more likely to have ongoing pain if your first symptoms were intense, started quickly and included: Severe neck pain. • More-limited range of motion. • Pain that spread to the arms. • The following risk factors have been linked to a worse outcome: Having had whiplash before. • Older age. • Already having low back or neck pain. • A high-speed injury."
    },
    "name": "Whiplash",
    "url": "https://www.mayoclinic.org/diseases-conditions/whiplash/symptoms-causes/syc-20378921"
  },
  {
    "sections": {},
    "name": "Whipple's disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/whipples-disease/symptoms-causes/syc-20378946"
  },
  {
    "sections": {},
    "name": "Whooping cough",
    "url": "https://www.mayoclinic.org/diseases-conditions/whooping-cough/symptoms-causes/syc-20378973"
  },
  {
    "sections": {
      "Overview": "Wilms tumor is a rare kidney cancer that mainly affects children. • Also known as nephroblastoma, it's the most common cancer of the kidneys in children. • Wilms tumor most often affects children ages 3 to 4. • It becomes much less common after age 5, but it can affect older children and even adults. • Wilms tumor mostly occurs in just one kidney. • But it can sometimes be in both kidneys at the same time. • Over the years, progress in the diagnosis and treatment of Wilms tumor has greatly improved the prognosis for children with this disease. • With treatment, the outlook for most children with Wilms tumor is good.",
      "Symptoms": "Symptoms of Wilms tumor vary a lot. • Some children don't seem to have any symptoms. • But others with Wilms tumor have one or more of these symptoms: A mass in the stomach area that can be felt. • Swelling in the stomach area. • Pain in the stomach area. • Other symptoms might include: Fever. • Blood in the urine. • Low red blood cell level, also known as anemia. • High blood pressure. • Make an appointment with your child's health care provider if you see symptoms that worry you. • Wilms tumor is rare. • So it's likely that something else is causing symptoms. • But it's important to check out any concerns.",
      "Causes": "It's not clear what causes Wilms tumor. • Cancer begins when cells develop changes in their DNA. • Cells' DNA holds the instructions that tell the cells what to do. • The changes tell the cells to grow and multiply quickly. • The cancer cells live while healthy cells die as part of their natural life cycle. • With Wilms tumor, the changes make extra cells in the kidney that form the tumor. • Rarely, DNA changes passed from parents to children can increase the risk of Wilms tumor.",
      "Risk factors": "Factors that may increase the risk of Wilms tumor include: Being Black. • In North America and Europe, Black children have a slightly higher risk of getting Wilms tumor than do children of other races. • Asian-American children appear to have a lower risk than children of other races. • Having a family history of Wilms tumor. • Having someone in the family who's had Wilms tumor increases the risk of getting the disease. • Wilms tumor occurs more often in children who have certain conditions present at birth, including: Aniridia. • In aniridia (an-ih-RID-e-uh), the colored portion of the eye, known as the iris, forms only in part or not at all. • Hemihypertrophy. • Hemihypertrophy (hem-e-hi-PUR-truh-fee) means one side of the body or a part of the body is larger than the other side. • Wilms tumor can occur as part of rare syndromes, including: WAGR syndrome. • This syndrome includes Wilms tumor, aniridia, genital and urinary system problems, and intellectual disabilities. • Denys-Drash syndrome. • This syndrome includes Wilms tumor, kidney disease and male pseudohermaphroditism (soo-do-her-MAF-roe-dit-iz-um). • In male pseudohermaphroditism, a boy's genitals aren't clearly male. • Beckwith-Wiedemann syndrome. • Children with this syndrome tend to be much larger than what is typical, known as macrosomia. • This syndrome might cause organs in the stomach area to jut into the base of the umbilical cord, a large tongue, large internal organs and ears that are formed unusually.",
      "Prevention": "Wilms tumor can't be prevented. • If a child has any of the conditions that increase the risk for Wilms tumor, a health care provider might suggest doing kidney ultrasounds at times to look for anything unusual in the kidneys. • Although this screening can't prevent Wilms tumor, it may help find the disease at an early stage."
    },
    "name": "Wilms tumor",
    "url": "https://www.mayoclinic.org/diseases-conditions/wilms-tumor/symptoms-causes/syc-20352655"
  },
  {
    "sections": {
      "Overview": "Wilson's disease is a rare inherited condition that causes copper levels to build up in several organs, especially the liver, brain and eyes. • Most people with Wilson's disease are diagnosed between the ages of 5 and 35. • But younger and older people can be affected too. • Copper plays a key role in building healthy nerves, bones, collagen and the skin pigment melanin. • You usually take in copper from the food you eat. • Your liver produces a substance called bile that removes any extra copper. • But in people with Wilson's disease, copper isn't removed properly and instead builds up. • Sometimes it can be life-threatening if it's not treated. • When diagnosed early, Wilson's disease is treatable, and many people with the condition live normal lives.",
      "Symptoms": "Wilson's disease is present at birth, but symptoms don't appear until copper levels build up in the brain, liver, eyes or another organ. • Symptoms vary based on the parts of your body the disease affects. • These symptoms can include: Tiredness and loss of appetite. • A yellowing of the skin and the whites of the eye, known as jaundice. • Golden-brown or copper-colored rings around the irises of the eyes, known as Kayser-Fleischer rings. • Fluid buildup in the legs or stomach area. • Problems with speech, swallowing or physical coordination. • Depression, mood changes and personality changes. • Having a hard time falling asleep and staying asleep. • Uncontrolled movements or muscle stiffness. • Make an appointment with your doctor or other primary care provider if you have symptoms that worry you, especially if a family member has Wilson's disease.",
      "Causes": "Wilson's disease is caused by a changed gene passed down from each parent. • If you get only one affected gene, you won't get the disease yourself, but you'll be a carrier. • This means you could pass the affected gene to your children.",
      "Risk factors": "You can be at greater risk of Wilson's disease if your parents or siblings have the condition. • Ask your doctor whether you should have genetic testing to find out if you have Wilson's disease. • Diagnosing the condition as early as possible greatly increases the chances of successful treatment.",
      "Complications": "If Wilson's disease isn't treated, sometimes it can lead to death. • Serious complications include: Scarring of the liver, also known as cirrhosis. • As liver cells try to repair damage due to high copper levels, scar tissue forms in the liver. • This makes it harder for the liver to work. • Liver failure. • This can occur suddenly — what's known as acute liver failure or decompensated Wilson's disease. • It also can come about slowly over years. • A liver transplant might be a treatment option. • Lasting nervous system issues. • Tremors, involuntary muscle movements, clumsy walking and having a hard time speaking usually improve with treatment for Wilson's disease. • But some people have lasting nervous system problems, even with treatment. • Kidney problems. • Wilson's disease can damage the kidneys, leading to issues such as kidney stones and an unusual number of amino acids removed in the urine. • Mental health issues. • These might include personality changes, depression, irritability, bipolar disorder or psychosis. • Blood problems. • These might include the destruction of red blood cells — what's known as hemolysis. • This leads to anemia and jaundice."
    },
    "name": "Wilson's disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/wilsons-disease/symptoms-causes/syc-20353251"
  },
  {
    "sections": {
      "Overview": "Wolff-Parkinson-White (WPW) syndrome is a heart condition present at birth. • That means it's a congenital heart defect. • People with WPW syndrome have an extra pathway for signals to travel between the heart's upper and lower chambers. • This causes a fast heartbeat. • Changes in the heartbeat can make it harder for the heart to work as it should. • WPW syndrome is fairly rare. • Another name for it is preexcitation syndrome. • The episodes of fast heartbeats seen in Wolff-Parkinson-White syndrome usually aren't life-threatening. • But serious heart problems can occur. • Rarely, the syndrome may lead to sudden cardiac death in children and young adults. • Treatment of WPW syndrome may include special actions, medicines, a shock to the heart or a procedure to stop the irregular heartbeats.",
      "Symptoms": "The heart rate is the number of times the heart beats each minute. • A fast heart rate is called tachycardia (tak-ih-KAHR-dee-uh). • The most common symptom of Wolff-Parkinson-White (WPW) syndrome is a heart rate greater than 100 beats a minute. • In WPW syndrome, the fast heartbeat can begin suddenly. • It may last a few seconds or several hours. • Episodes may occur during exercise or while at rest. • Other symptoms of WPW syndrome may depend on the speed of the heartbeat and the underlying heart rhythm disorder. • For example, the most common irregular heartbeat seen with WPW syndrome is supraventricular tachycardia (SVT). • During an episode of SVT, the heart beats about 150 to 220 times a minute, but it can occasionally beat faster or slower. • Some people with WPW syndrome also have a fast and chaotic heart rhythm disorder called atrial fibrillation. • In general, symptoms of WPW syndrome include: Rapid, fluttering or pounding heartbeats. • Chest pain. • Difficulty breathing. • Dizziness or lightheadedness. • Fainting. • Fatigue. • Shortness of breath. • Anxiety. • Infants with WPW may have other symptoms, such as: Blue or gray skin, lips and nails. • These changes may be harder or easier to see depending on skin color. • Restlessness or irritability. • Rapid breathing. • Poor eating. • Some people with an extra electrical pathway don't have symptoms of a fast heartbeat. • This condition is called Wolff-Parkinson-White (WPW) pattern. • It's often discovered by chance during a heart test. • Many things can cause a fast heartbeat. • It's important to get a prompt diagnosis and care. • Sometimes a fast heartbeat isn't a concern. • For example, the speed of the heartbeat may increase with exercise. • If you feel like your heart is beating too fast, make an appointment to see a healthcare professional. • Call 911 or your local emergency number if you have any of the following symptoms for more than a few minutes: Sensation of a fast or pounding heartbeat. • Difficulty breathing. • Chest pain.",
      "Causes": "Wolff-Parkinson-White (WPW) syndrome is a heart condition present at birth. • That means it's a congenital heart defect. • Researchers aren't sure what causes most types of congenital heart defects. • WPW syndrome may occur with other congenital heart defects, such as Ebstein anomaly. • Rarely, WPW syndrome is passed down through families. • Your healthcare team may call this inherited or familial WPW syndrome. • It is associated with a thickened heart muscle, called hypertrophic cardiomyopathy. • To understand the causes of WPW syndrome, it may be helpful to know how the heart typically beats. • The heart has four chambers. • The two upper chambers are called the atria. • The two lower chambers are called the ventricles. • Inside the upper right heart chamber is a group of cells called the sinus node. • The sinus node makes the signals that start each heartbeat. • The signals move across the upper heart chambers. • Next, the signals arrive at a group of cells called the atrioventricular (AV) node, where they usually slow down. • The signals then go to the lower heart chambers. • In a typical heart, this signaling process usually goes smoothly. • The resting heart rate is about 60 to 100 beats a minute. • In WPW syndrome, an extra electrical pathway connects the upper and lower heart chambers, allowing heart signals to bypass the AV node. • As a result, the heart signals don't slow down. • The signals get excited, and the heart rate gets faster. • The extra pathway also can cause heart signals to travel backward. • This causes an uncoordinated heart rhythm.",
      "Complications": "WPW syndrome has been linked to sudden cardiac death in children and young adults."
    },
    "name": "Wolff-Parkinson-White (WPW) syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/wolff-parkinson-white-syndrome/symptoms-causes/syc-20354626"
  },
  {
    "sections": {
      "Overview": "Wrinkles are a natural part of aging. • These lines and creases in the skin are most likely to form on skin that's often exposed to the sun, such as the face, neck, hands and forearms. • Pollutants and smoking also speed the aging process. • Using sunscreen every day and quitting smoking help prevent some wrinkling. • If your wrinkles bother you, many options are available to help smooth them or make them less visible. • These include medicines, skin-resurfacing techniques, fillers and surgery.",
      "Symptoms": "Wrinkles are the lines and creases that form in your skin. • Some wrinkles become deep and may be especially noticeable around the eyes, mouth and neck. • If you're concerned about how your skin looks, see a doctor who specializes in the skin. • This type of expert is called a dermatologist. • Your doctor can assess your skin, help you create a skin care plan and discuss wrinkle treatments.",
      "Causes": "Wrinkles are caused by several factors — some you can control, others you can't: Age. • With aging, the skin naturally becomes less elastic and drier, with less fat and collagen in the deeper layers. • This process results in the lines and creases typical of wrinkling. • It also causes loose, saggy skin. • Ultraviolet (UV) radiation. • Ultraviolet radiation from sunlight and other sources speeds the skin's aging process, especially in people who tend to sunburn easily. • It breaks down the elastin fibers and collagen in skin. • Without these supportive connective tissues, the skin loses strength and flexibility. • Smoking and pollution. • Smoking and air pollutants speed the aging process. • Repeated facial expressions. • Facial movements and expressions lead to fine lines and wrinkles. • For example, every time you squint, smile and frown, tiny grooves form beneath the surface of the skin. • As skin ages, it loses its flexibility and can no longer spring back. • These grooves then become features of the face. • Family history. • The genes you inherit play a big part in the look and feel of your skin.",
      "Prevention": "Here are some tips for slowing the effects of sun exposure and other causes of wrinkles: Protect your skin from UV radiation. • Avoid indoor tanning and limit the time you spend in the sun, especially midday. • When you're in the sun, wear sun-protective clothing, such as wide-brimmed hats, long-sleeved shirts and sunglasses. • Also, use sunscreen every day year-round. • Choose a broad-spectrum sunscreen with an SPF of at least 30, even on cloudy days. • Apply sunscreen generously. • Reapply every two hours, or more often if you're swimming or sweating. • Wash your face and moisturize. • Dry skin shrivels plump skin cells, which can lead to fine lines and wrinkles. • Make it a habit to gently wash your face and moisturize it every day. • Moisturizing traps water in the skin. • Moisturizers often have active ingredients that are intended to reduce fine lines and wrinkles. • Look for ingredients such as retinol, niacinamide and vitamin C. • Many such products also come with a broad-spectrum sunscreen in them. • Read the product labels for when and how to apply. • Products with retinol or retinoids are not for use when pregnant. • Another option you can buy without a prescription is adapalene (Differin). • This is a vitamin A-derived product that can help prevent fine lines and wrinkles. • It may take a few weeks or even months of regular use of the product before you notice any improvement in your skin. • Or you may see no change at all. • Moisturizers and wrinkle creams that you can buy without a prescription aren't classified as medicine, so they aren't required to undergo scientific research to prove they work. • If you're not happy with the results, talk with your healthcare team about moisturizers with prescription-strength anti-wrinkle ingredients, such as retinoids. • Don't smoke. • Even if you've smoked for years or smoke heavily, you can still improve your skin and prevent wrinkles by quitting smoking. • Eat a healthy diet. • There is some evidence that certain vitamins in your diet help protect the skin. • More study is needed on the role of nutrition in preventing wrinkles, but it's good to eat plenty of fruits and vegetables."
    },
    "name": "Wrinkles",
    "url": "https://www.mayoclinic.org/diseases-conditions/wrinkles/symptoms-causes/syc-20354927"
  },
  {
    "sections": {
      "Overview": "Wrist pain is often caused by sprains or fractures from sudden injuries. • But wrist pain also can result from long-term problems, such as repetitive stress, arthritis and carpal tunnel syndrome. • Because so many factors can lead to wrist pain, diagnosing the exact cause can be difficult. • But an accurate diagnosis is essential for proper treatment and healing.",
      "Symptoms": "Wrist pain may vary, depending on the cause. • For example, osteoarthritis pain often is described as being similar to a dull toothache. • Carpal tunnel syndrome usually causes a pins and needles feeling. • This tingling sensation often occurs in the thumb and index and middle fingers, especially at night. • The precise location of wrist pain also provides clues to what's behind the symptoms. • Not all wrist pain requires medical care. • Minor sprains and strains usually respond to ice, rest and pain medicines you can buy without a prescription. • But if pain and swelling last longer than a few days or become worse, see your healthcare professional. • Delayed diagnosis and treatment can lead to poor healing, reduced range of motion and long-term disability. • Damage to any of the parts of your wrist can cause pain and affect your ability to use your wrist and hand. • The damage may result from: Sudden impacts. • Wrist injuries often occur when you fall forward onto your outstretched hand. • This can cause sprains, strains and even fractures. • A scaphoid fracture involves a bone on the thumb side of the wrist. • This type of fracture may not show up on X-rays immediately after the injury. • Repetitive stress. • Any activity that involves wrist motion that you do again and again can inflame the tissues around joints or cause stress fractures. • Some examples include hitting a tennis ball, bowing a cello or driving cross-country. • The risk of injury is increased when you perform the movement for hours on end without a break. • De Quervain tenosynovitis is a repetitive stress injury that causes pain at the base of the thumb. • Osteoarthritis. • This type of arthritis occurs when the cartilage that cushions the ends of the bones deteriorates over time. • Osteoarthritis in the wrist is uncommon and usually occurs only in people who have injured that wrist in the past. • Rheumatoid arthritis. • A disorder in which the body's immune system attacks its own tissues, rheumatoid arthritis commonly involves the wrist. • If one wrist is affected, the other one usually is too. • Carpal tunnel syndrome. • This syndrome develops when there's increased pressure on the median nerve as it passes through the carpal tunnel. • The carpal tunnel is a passageway in the palm side of the wrist. • Ganglion cysts. • These soft tissue cysts occur most often on the part of the wrist opposite the palm. • Ganglion cysts may be painful, and pain may either worsen or improve with activity. • Kienbock disease. • This disorder typically affects young adults and involves the progressive collapse of one of the small bones in the wrist. • Kienbock disease occurs when there is not enough blood supply to this bone. • Wrist pain can happen to anyone — whether you're very sedentary, very active or somewhere in between. • But the risk may be increased by: Sports participation. • Wrist injuries are common in many sports, both those that involve impact and those that involve repetitive stress on the wrist. • These can include football, bowling, golf, gymnastics, snowboarding and tennis. • Repetitive work. • Almost any repetitive activity that involves your hands and wrists may cause wrist pain. • Even knitting and cutting hair, if performed forcefully enough and often enough, can lead to significant wrist pain. • Certain diseases or conditions. • Pregnancy, diabetes, obesity, rheumatoid arthritis and gout may increase the risk of developing carpal tunnel syndrome. • It's impossible to prevent the unforeseen events that often cause wrist injuries, but these basic tips may offer some protection: Build bone strength. • Getting adequate amounts of calcium can help prevent fractures. • For most adults, that means 1,000 to 1,200 milligrams a day. • Prevent falls. • Falling forward onto an outstretched hand is the main cause of most wrist injuries. • To help prevent falls, wear sensible shoes. • Remove home hazards. • Light up your living space. • And install grab bars in your bathroom and handrails on your stairways, if necessary. • Use protective gear for athletic activities. • Wear wrist guards for high-risk activities, such as football, snowboarding and in-line skating. • Pay attention to ergonomics. • If you spend long periods at a keyboard, take regular breaks. • When you type, keep your wrists in a relaxed, neutral position. • An ergonomic keyboard and a foam or gel wrist support may help.",
      "Causes": "Damage to any of the parts of your wrist can cause pain and affect your ability to use your wrist and hand. • The damage may result from: Sudden impacts. • Wrist injuries often occur when you fall forward onto your outstretched hand. • This can cause sprains, strains and even fractures. • A scaphoid fracture involves a bone on the thumb side of the wrist. • This type of fracture may not show up on X-rays immediately after the injury. • Repetitive stress. • Any activity that involves wrist motion that you do again and again can inflame the tissues around joints or cause stress fractures. • Some examples include hitting a tennis ball, bowing a cello or driving cross-country. • The risk of injury is increased when you perform the movement for hours on end without a break. • De Quervain tenosynovitis is a repetitive stress injury that causes pain at the base of the thumb. • Osteoarthritis. • This type of arthritis occurs when the cartilage that cushions the ends of the bones deteriorates over time. • Osteoarthritis in the wrist is uncommon and usually occurs only in people who have injured that wrist in the past. • Rheumatoid arthritis. • A disorder in which the body's immune system attacks its own tissues, rheumatoid arthritis commonly involves the wrist. • If one wrist is affected, the other one usually is too. • Carpal tunnel syndrome. • This syndrome develops when there's increased pressure on the median nerve as it passes through the carpal tunnel. • The carpal tunnel is a passageway in the palm side of the wrist. • Ganglion cysts. • These soft tissue cysts occur most often on the part of the wrist opposite the palm. • Ganglion cysts may be painful, and pain may either worsen or improve with activity. • Kienbock disease. • This disorder typically affects young adults and involves the progressive collapse of one of the small bones in the wrist. • Kienbock disease occurs when there is not enough blood supply to this bone.",
      "Risk factors": "Wrist pain can happen to anyone — whether you're very sedentary, very active or somewhere in between. • But the risk may be increased by: Sports participation. • Wrist injuries are common in many sports, both those that involve impact and those that involve repetitive stress on the wrist. • These can include football, bowling, golf, gymnastics, snowboarding and tennis. • Repetitive work. • Almost any repetitive activity that involves your hands and wrists may cause wrist pain. • Even knitting and cutting hair, if performed forcefully enough and often enough, can lead to significant wrist pain. • Certain diseases or conditions. • Pregnancy, diabetes, obesity, rheumatoid arthritis and gout may increase the risk of developing carpal tunnel syndrome.",
      "Prevention": "It's impossible to prevent the unforeseen events that often cause wrist injuries, but these basic tips may offer some protection: Build bone strength. • Getting adequate amounts of calcium can help prevent fractures. • For most adults, that means 1,000 to 1,200 milligrams a day. • Prevent falls. • Falling forward onto an outstretched hand is the main cause of most wrist injuries. • To help prevent falls, wear sensible shoes. • Remove home hazards. • Light up your living space. • And install grab bars in your bathroom and handrails on your stairways, if necessary. • Use protective gear for athletic activities. • Wear wrist guards for high-risk activities, such as football, snowboarding and in-line skating. • Pay attention to ergonomics. • If you spend long periods at a keyboard, take regular breaks. • When you type, keep your wrists in a relaxed, neutral position. • An ergonomic keyboard and a foam or gel wrist support may help."
    },
    "name": "Wrist pain",
    "url": "https://www.mayoclinic.org/diseases-conditions/wrist-pain/symptoms-causes/syc-20366213"
  }
]