[
  {
    "sections": {
      "Overview": "Ulcerative colitis is a type of inflammatory bowel disease (IBD) that causes inflammation and sores, called ulcers, in part of the digestive tract. • Ulcerative colitis (UL-sur-uh-tiv koe-LIE-tis) affects the innermost lining of the large intestine, called the colon, and rectum. • Symptoms usually develop over time, rather than coming on suddenly. • Ulcerative colitis can weaken the body and can sometimes lead to life-threatening complications. • While it has no known cure, treatment can greatly reduce and relieve symptoms of the disease. • It also may bring about long-term remission.",
      "Symptoms": "Ulcerative colitis symptoms can vary, depending on how serious the inflammation is and where it happens. • Symptoms may include: Diarrhea, often with blood or pus. • Rectal bleeding — passing a small amount of blood with stool. • Belly pain and cramping. • Rectal pain. • Urgency to pass stool. • Not being able to pass stool despite urgency. • Weight loss. • Fatigue. • Fever. • In children, failure to grow. • About half of the people with ulcerative colitis have mild to moderate symptoms. • The course of ulcerative colitis may vary, with some people having long periods of remission. • Healthcare professionals often classify ulcerative colitis according to its location. • Types of ulcerative colitis include: Ulcerative proctitis. • Inflammation is confined to the area closest to the anus, called the rectum. • Rectal bleeding that sometimes happens with difficulty having bowel movements may be the only sign of the disease. • Left-sided colitis. • Inflammation extends from the rectum up through the sigmoid and descending colon. • Proctosigmoiditis is a type of left-sided colitis. • Inflammation involves the rectum and sigmoid colon — the lower end of the colon. • Symptoms include bloody diarrhea, belly cramps and pain, and not being able to move the bowels despite the urge to do so, called tenesmus. • Widespread colitis. • This is sometimes called pancolitis. • This type often affects the entire colon and causes bouts of bloody diarrhea that may be severe, belly cramps and pain, fatigue, and significant weight loss. • See a healthcare professional if you notice a lasting change in your bowel habits or if you have symptoms such as: Belly pain. • Blood in the stool. • Ongoing diarrhea that doesn't respond to nonprescription medicines. • Diarrhea that awakens you from sleep. • An unexplained fever lasting more than a day or two. • Although ulcerative colitis usually isn't fatal, it's a serious disease that, in some cases, may cause life-threatening complications. • The exact cause of ulcerative colitis isn't known. • Previously, diet and stress were suspected, but now healthcare professionals know that these factors may worsen but don't cause ulcerative colitis. • Possible causes may include: Immune system issue. • One possible cause is an immune system malfunction. • When the immune system tries to fight off an invading virus or bacterium, an irregular immune response causes the immune system to attack the cells in the digestive tract too. • Genetic traits. • Several genetic markers have been associated with ulcerative colitis. • Heredity also seems to play a role in that the condition is more common in people who have family members with the disease. • Ulcerative colitis affects about the same number of women and men. • Risk factors may include: Age. • Ulcerative colitis usually begins before the age of 30. • But it can occur at any age, and some people may not develop the disease until after age 60. • Race or ethnicity. • Although white people have the highest risk of the disease, ulcerative colitis can happen in any race. • The risk is even higher for those of Ashkenazi Jewish descent. • Family history. • You're at higher risk if you have a close relative, such as a parent, sibling or child, with the disease. • Possible complications of ulcerative colitis include: Severe bleeding. • A hole in the colon, known as a perforated colon. • Severe dehydration. • Loss of red blood cells, known as anemia. • Bone loss, called osteoporosis. • Inflammation of the skin, joints and eyes. • An increased risk of colon cancer. • A rapidly swelling colon, called toxic megacolon. • Increased risk of blood clots in veins and arteries. • Delayed growth and development in children.",
      "Causes": "The exact cause of ulcerative colitis isn't known. • Previously, diet and stress were suspected, but now healthcare professionals know that these factors may worsen but don't cause ulcerative colitis. • Possible causes may include: Immune system issue. • One possible cause is an immune system malfunction. • When the immune system tries to fight off an invading virus or bacterium, an irregular immune response causes the immune system to attack the cells in the digestive tract too. • Genetic traits. • Several genetic markers have been associated with ulcerative colitis. • Heredity also seems to play a role in that the condition is more common in people who have family members with the disease.",
      "Risk factors": "Ulcerative colitis affects about the same number of women and men. • Risk factors may include: Age. • Ulcerative colitis usually begins before the age of 30. • But it can occur at any age, and some people may not develop the disease until after age 60. • Race or ethnicity. • Although white people have the highest risk of the disease, ulcerative colitis can happen in any race. • The risk is even higher for those of Ashkenazi Jewish descent. • Family history. • You're at higher risk if you have a close relative, such as a parent, sibling or child, with the disease.",
      "Complications": "Possible complications of ulcerative colitis include: Severe bleeding. • A hole in the colon, known as a perforated colon. • Severe dehydration. • Loss of red blood cells, known as anemia. • Bone loss, called osteoporosis. • Inflammation of the skin, joints and eyes. • An increased risk of colon cancer. • A rapidly swelling colon, called toxic megacolon. • Increased risk of blood clots in veins and arteries. • Delayed growth and development in children."
    },
    "name": "Ulcerative colitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/ulcerative-colitis/symptoms-causes/syc-20353326"
  },
  {
    "sections": {
      "Overview": "Ulnar wrist pain is pain on the side of your wrist opposite the thumb. • The ulna is one of two forearm bones. • Wrist pain can vary, depending on the cause. • Ulnar wrist pain can be linked to many different types of injuries, including problems with the bones, tendons and ligaments.",
      "Symptoms": "Symptoms of ulnar wrist pain may include: Pain that worsens when gripping something or twisting the wrist. • Loss of strength when trying to grip firmly. • Trouble moving the wrist or rotating the forearm. • A popping or clicking sound when moving the wrist.",
      "Causes": "Because so many factors can lead to wrist pain, it can be difficult to diagnose. • Common causes of ulnar wrist pain include: Sudden impacts. • A common cause of wrist injuries is a fall onto an outstretched hand. • This can cause sprains, strains and even fractures. • Repetitive stress. • Any activity that involves wrist motion done over and over can inflame the tissues around the joint or cause stress fractures. • The risk of injury is increased when you perform the movement for hours on end without a break. • Arthritis. • This can cause swelling and stiffness in the wrist. • Both osteoarthritis and rheumatoid arthritis can cause wrist pain.",
      "Risk factors": "Sports participation, repetitive work, and certain diseases and conditions can put you at risk for ulnar wrist pain. • Sports participation. • Wrist injuries are common in many sports, both those that involve impact and those that put repetitive stress on the wrist. • These can include football, golf, tennis and pickleball. • Repetitive work. • People who regularly use a computer mouse or keyboard are at risk. • Carpenters and plumbers may develop ulnar wrist pain because they often use tools in small spaces, causing awkward positioning of the wrist. • Other diseases and conditions. • People with generally loose ligaments, osteoarthritis, rheumatoid arthritis or gout also are at risk."
    },
    "name": "Ulnar wrist pain",
    "url": "https://www.mayoclinic.org/diseases-conditions/ulnar-wrist-pain/symptoms-causes/syc-20355510"
  },
  {
    "sections": {},
    "name": "Umbilical hernia",
    "url": "https://www.mayoclinic.org/diseases-conditions/umbilical-hernia/symptoms-causes/syc-20378685"
  },
  {
    "sections": {
      "Overview": "A testicle that doesn't move down into its proper place in the scrotum before birth is called an undescended testicle. • It's also known as cryptorchidism (krip-TOR-kih-diz-um). • Most often, it's just one testicle that doesn't descend into the scrotum, which is the bag of skin that hangs below the penis. • But sometimes both testicles are affected. • An undescended testicle is more common in premature babies than it is in full-term infants. • An undescended testicle often moves down on its own within a few months after the baby is born. • If your baby has an undescended testicle that doesn't correct itself, surgery can be done to move the testicle into the scrotum.",
      "Symptoms": "Not seeing or feeling a testicle in the scrotum is the main symptom of an undescended testicle. • Testicles form in an unborn baby's lower belly. • During the last few months of pregnancy, the testicles typically move down from the stomach area. • They move through a tubelike passage in the groin, called the inguinal canal, and descend into the scrotum. • With an undescended testicle, that process stops or is delayed. • An undescended testicle often is found during an exam done shortly after birth. • If your baby has an undescended testicle, ask how often exams will need to be done. • If the testicle hasn't moved into the scrotum by 3 to 4 months of age, the condition likely won't correct itself. • Treating an undescended testicle when your child is still a baby might lower the risk of health problems later in life. • These include cancer of the testicles and not being able to get a partner pregnant, also called infertility. • Older boys — from infants to preteens — who have descended testicles at birth might appear to be missing a testicle later. • This might be a symptom of: A retractile testicle, which moves back and forth between the scrotum and the groin. • The testicle might be easily guided by hand into the scrotum during a physical exam. • A retractile testicle is due to a muscle reflex in the scrotum. • An ascending testicle, which has returned to the groin. • The testicle can't be easily guided by hand into the scrotum. • Another name for this is an acquired undescended testicle. • Talk to your child's doctor or other member of their care team if you notice any changes in your child's genitals or if you have other concerns.",
      "Causes": "The exact cause of an undescended testicle isn't known. • Genes, the health of the baby's mother and other factors might have a combined effect. • Together they may disrupt the hormones, physical changes and nerve activity that play roles in how the testicles develop.",
      "Risk factors": "Things that might raise the risk of an undescended testicle in a newborn include: Premature birth or low birth weight. • Family history of undescended testicles. • Health conditions in the baby, such as cerebral palsy or a problem with the wall of the abdomen. • The mother having diabetes before or during pregnancy. • Alcohol use during pregnancy. • Smoking cigarettes or exposure to secondhand smoke during pregnancy. • Exposure to some pesticides during pregnancy.",
      "Complications": "The testicles need to be slightly cooler than regular body temperature to develop and work well. • The scrotum provides this cooler place. • Complications of a testicle not being located where it's supposed to be include: Testicular cancer. • Men who've had an undescended testicle have a higher risk of testicular cancer. • This disease often begins in testicle cells that make immature sperm. • It's not clear why these cells turn into cancer. • The risk is greater in men who've had undescended testicles located in the stomach area than in men who've had undescended testicles in the groin. • The risk also is higher when both testicles are affected. • Surgery to correct an undescended testicle might lower the risk of testicular cancer. • But the cancer risk doesn't go away completely. • Fertility problems. • These problems make it harder to get a partner pregnant. • They're more likely to happen in men who've had an undescended testicle. • Fertility problems might be worse if an undescended testicle goes without treatment for a long time. • Other health conditions linked with an undescended testicle include: Testicular torsion. • This is the twisting of the cord that brings blood to the scrotum. • It's a painful problem that cuts off blood to the testicle. • Without quick treatment, the testicle might become so damaged that it needs to be removed with surgery. • Trauma. • If a testicle is in the groin, it might get damaged from pressure against the pubic bone. • Inguinal hernia. • A part of the intestines can push into the groin through a weak spot in the muscles of the stomach area. • The bulge this causes can be painful."
    },
    "name": "Undescended testicle",
    "url": "https://www.mayoclinic.org/diseases-conditions/undescended-testicle/symptoms-causes/syc-20351995"
  },
  {
    "sections": {
      "Overview": "Undifferentiated pleomorphic sarcoma (UPS) is a rare type of cancer that begins mostly in the soft tissues of the body. • Soft tissues connect, support and surround other body structures. • UPS usually occurs in the arms or legs. • Less often it can happen in the area behind the abdominal organs (retroperitoneum). • The name undifferentiated pleomorphic sarcoma comes from the way the cancer cells appear under the microscope. • Undifferentiated means the cells don't look like the body tissues in which they develop. • The cancer is called pleomorphic (plee-o-MOR-fik) because the cells grow in multiple shapes and sizes. • Treatment for UPS depends on the location of the cancer, but often involves surgery, radiation and drug treatments. • UPS used to be called malignant fibrous histiocytoma.",
      "Symptoms": "Undifferentiated pleomorphic sarcoma symptoms depend on where the cancer occurs. • It most often happens in the arms and legs, but it can happen anywhere in the body. • Signs and symptoms may include: Growing lump or area of swelling. • If it grows very large, there may be pain, tingling and numbness. • If it occurs in an arm or leg, there may be swelling in the hand or foot of an affected limb. • If it occurs in the abdomen, there may be pain, loss of appetite and constipation. • Fever. • Weight loss. • Make an appointment with a doctor if you develop any persistent signs or symptoms that worry you. • It's not clear what causes undifferentiated pleomorphic sarcoma. • Doctors know this cancer begins when a cell develops changes in its DNA. • A cell's DNA contains the instructions that tell a cell what to do. • The changes tell the cell to multiply rapidly, creating a mass of abnormal cells (tumor). • The cells can invade and destroy nearby healthy tissue. • In time, the cancer cells can break away and spread (metastasize) to other parts of the body, such as the lungs and bones. • Factors that may increase the risk of undifferentiated pleomorphic sarcoma include: Older age. • This cancer tends to occur in adults older than 50, though it can occur at any age. • Previous radiation therapy. • Rarely, this cancer can develop in an area of the body that was previously treated with radiation therapy. • Most people who develop undifferentiated pleomorphic sarcoma have no known risk factors, and many people who have risk factors never develop the cancer.",
      "Causes": "It's not clear what causes undifferentiated pleomorphic sarcoma. • Doctors know this cancer begins when a cell develops changes in its DNA. • A cell's DNA contains the instructions that tell a cell what to do. • The changes tell the cell to multiply rapidly, creating a mass of abnormal cells (tumor). • The cells can invade and destroy nearby healthy tissue. • In time, the cancer cells can break away and spread (metastasize) to other parts of the body, such as the lungs and bones.",
      "Risk factors": "Factors that may increase the risk of undifferentiated pleomorphic sarcoma include: Older age. • This cancer tends to occur in adults older than 50, though it can occur at any age. • Previous radiation therapy. • Rarely, this cancer can develop in an area of the body that was previously treated with radiation therapy. • Most people who develop undifferentiated pleomorphic sarcoma have no known risk factors, and many people who have risk factors never develop the cancer."
    },
    "name": "Undifferentiated pleomorphic sarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/undifferentiated-pleomorphic-sarcoma/symptoms-causes/syc-20389554"
  },
  {
    "sections": {
      "Overview": "Ureteral cancer is a growth of cells that starts in the ureters. • The ureters are tubes that connect the kidneys to the bladder. • The ureters are part of the urinary tract. • They carry urine produced by the kidneys to the bladder. • Ureteral cancer is not common. • When it happens, it occurs most often in older adults and in people who have had bladder cancer. • Ureteral cancer is closely related to bladder cancer. • The cells that line the ureters are the same type of cells that line the inside of the bladder. • People diagnosed with ureteral cancer have an increased risk of bladder cancer. • So people with ureteral cancer are usually tested for signs of bladder cancer. • Treatment for ureteral cancer typically involves surgery. • In certain situations, chemotherapy, immunotherapy or targeted therapy may be recommended.",
      "Symptoms": "Signs and symptoms of ureteral cancer include: Blood in the urine, which may make the urine look red, pink or cola colored. • Back pain. • Pain when urinating. • Losing weight without trying. • Feeling very tired. • Make an appointment with a doctor or other healthcare professional if you have any persistent symptoms that worry you.",
      "Causes": "It's not clear what causes ureteral cancer. • Ureteral cancer starts as a growth of cells in a ureter. • The ureters are tubes that connect the kidneys to the bladder. • Ureteral cancer happens when cells in a ureter develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA tells the cells to grow and multiply at a set rate. • The DNA also tells the cells to die at a set time. • In cancer cells, the DNA changes give other instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Factors that can increase the risk of ureteral cancer include: Increasing age. • The risk of ureteral cancer goes up with age. • Most people diagnosed with this cancer are in their 70s and 80s. • Previous bladder or kidney cancer. • People who have been diagnosed with bladder cancer or kidney cancer have a higher risk of ureteral cancer. • Smoking tobacco. • Smoking tobacco raises the risk of ureteral cancer. • It also raises the risk of other urinary tract cancers, including kidney cancer and bladder cancer. • Exposure to certain chemicals. • Working with certain chemicals is linked to an increased risk of ureteral cancer. • Family history of cancer. • If you have a strong family history of cancer, discuss it with your healthcare professional. • Together you may decide whether to consider genetic testing for inherited cancer syndromes such as Lynch syndrome. • Lynch syndrome raises the risk of colon cancer and other cancers, including ureteral cancer.",
      "Prevention": "Although there's no sure way to prevent ureteral cancer, you can take steps to help reduce your risk. • For instance: If you don't smoke, don't start. • If you smoke, talk with your healthcare professional about a plan to help you stop. • Support groups, medicines and other methods may help you quit. • If you work with chemicals, follow all safety instructions to avoid harmful exposure. • Eat many different kinds of colorful fruits and vegetables. • The antioxidants in fruits and vegetables may help reduce the risk of certain cancers."
    },
    "name": "Ureteral cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/ureteral-cancer/symptoms-causes/syc-20360721"
  },
  {
    "sections": {
      "Overview": "A ureteral obstruction is a blockage in one or both of the tubes (ureters) that carry urine from the kidneys to the bladder. • Ureteral obstruction can be cured. • However, if it's not treated, symptoms can quickly move from mild — pain, fever and infection — to severe — loss of kidney function, sepsis and death. • Ureteral obstruction is fairly common. • Because it's treatable, severe complications are rare.",
      "Symptoms": "Ureteral obstruction might have no signs or symptoms. • Signs and symptoms depend on where the obstruction occurs, whether it's partial or complete, how quickly it develops, and whether it affects one or both kidneys. • Signs and symptoms might include: Pain. • Changes in how much urine you produce (urine output). • Difficulty urinating. • Blood in the urine. • Urinary tract infections. • High blood pressure (hypertension). • Make an appointment with your health care provider if you have signs and symptoms that worry you. • Seek medical attention if you experience: Pain so severe that you can't sit still or find a comfortable position. • Pain accompanied by nausea and vomiting. • Pain accompanied by fever and chills. • Blood in your urine. • Difficulty passing urine.",
      "Causes": "Different types of ureteral obstruction have different causes, some of them present at birth (congenital). • They include: A second (duplicated) ureter. • This common condition, which is congenital, causes two ureters to form on the same kidney. • The second ureter can be fully or only partially developed. • If either ureter doesn't work properly, urine can back up into the kidney and cause damage. • A blockage (obstruction) where the ureter connects to the kidney or bladder. • This prevents urine flow. • A blockage where the ureter and kidney meet (ureteropelvic junction) may cause the kidney to swell and eventually stop working. • This condition can be congenital or can develop with typical childhood growth, result from an injury or scarring, or in rare cases, develop from a tumor. • A blockage where the ureter and bladder meet (ureterovesical junction) may cause urine to back up into the kidneys. • Ureterocele. • If a ureter is too narrow and doesn't allow urine to flow completely, a tiny bulge in the ureter (ureterocele) may develop. • When a ureterocele develops, it's usually in the section of the ureter closest to the bladder. • This can block urine flow and cause urine to back up into the kidney, possibly leading to kidney damage. • Retroperitoneal fibrosis. • This rare disorder occurs when fibrous tissue grows in the area behind the abdomen. • The fibers may grow as the result of cancer tumors or from taking certain medicines used to treat migraines. • The fibers encircle and block the ureters, causing urine to back up into the kidneys. • Various causes inside (intrinsic) or outside (extrinsic) the ureter can lead to ureteral obstruction, including: Kidney stones. • Cancerous and noncancerous tumors. • Blood clots. • Enlarged lymph nodes. • Internal tissue growth, such as endometriosis in females. • Long-term swelling of the ureter wall, usually due to diseases such as tuberculosis or a parasite infection called schistosomiasis.",
      "Risk factors": "Certain conditions present at birth can increase the risk of having ureteral obstruction. • Having kidney stones or bladder stones also might increase the risk that one of the ureters becomes blocked. • Blood clots, tumors, certain tissue growth and enlarged lymph nodes might also be factors in developing this condition.",
      "Complications": "Ureteral obstruction can lead to urinary tract infections and kidney damage, which can be irreversible."
    },
    "name": "Ureteral obstruction",
    "url": "https://www.mayoclinic.org/diseases-conditions/ureteral-obstruction/symptoms-causes/syc-20354676"
  },
  {
    "sections": {
      "Overview": "A urethral (u-REE-thrul) stricture involves scarring that narrows the tube that carries urine out of the body, called the urethra. • As a result of a stricture, less urine comes out of the bladder. • This can cause problems in the urinary tract, such as infection.",
      "Symptoms": "Symptoms of urethral stricture can include: Weak urine stream. • Bladder not emptying all the way. • Spraying urine. • Finding it hard or painful to pass urine. • Passing urine more often or feeling the need to pass urine more often. • Urinary tract infection.",
      "Causes": "Scar tissue, which can narrow the urethra, can be due to: A medical procedure that involves putting a tool, such as an endoscope, into the urethra. • A tube that's put into the urethra to drain the bladder, called a catheter. • Trauma or injury to the urethra or pelvis. • An enlarged prostate or having had surgery to remove or reduce an enlarged prostate gland. • Cancer of the urethra or prostate. • Sexually transmitted infections. • Radiation therapy. • A skin condition that causes patchy, discolored, thin skin that often affects the genital area, called lichen sclerosus. • Urethral stricture is much more common in males than in females. • Often the cause is unknown."
    },
    "name": "Urethral stricture",
    "url": "https://www.mayoclinic.org/diseases-conditions/urethral-stricture/symptoms-causes/syc-20362330"
  },
  {
    "sections": {
      "Overview": "Urinary incontinence — the loss of bladder control — is a common and often embarrassing problem. • The severity ranges from occasionally leaking urine when you cough or sneeze to having an urge to urinate that's so sudden and strong you don't get to a toilet in time. • Though it occurs more often as people get older, urinary incontinence isn't an inevitable consequence of aging. • If urinary incontinence affects your daily activities, don't hesitate to see your doctor. • For most people, simple lifestyle and dietary changes or medical care can treat symptoms of urinary incontinence.",
      "Symptoms": "Many people experience occasional, minor leaks of urine. • Others may lose small to moderate amounts of urine more frequently. • Types of urinary incontinence include: Stress incontinence. • Urine leaks when you exert pressure on your bladder by coughing, sneezing, laughing, exercising or lifting something heavy. • Urge incontinence. • You have a sudden, intense urge to urinate followed by an involuntary loss of urine. • You may need to urinate often, including throughout the night. • Urge incontinence may be caused by a minor condition, such as infection, or a more severe condition such as a neurological disorder or diabetes. • Overflow incontinence. • You experience frequent or constant dribbling of urine due to a bladder that doesn't empty completely. • Functional incontinence. • A physical or mental impairment keeps you from making it to the toilet in time. • For example, if you have severe arthritis, you may not be able to unbutton your pants quickly enough. • Mixed incontinence. • You experience more than one type of urinary incontinence — most often this refers to a combination of stress incontinence and urge incontinence. • You may feel uncomfortable discussing incontinence with your doctor. • But if incontinence is frequent or is affecting your quality of life, it's important to seek medical advice because urinary incontinence may: Cause you to restrict your activities and limit your social interactions Negatively impact your quality of life Increase the risk of falls in older adults as they rush to the toilet Indicate a more serious underlying condition Urinary incontinence can be caused by everyday habits, underlying medical conditions or physical problems. • A thorough evaluation by your doctor can help determine what's behind your incontinence. • Certain drinks, foods and medications may act as diuretics — stimulating your bladder and increasing your volume of urine. • They include: Alcohol Caffeine Carbonated drinks and sparkling water Artificial sweeteners Chocolate Chili peppers Foods that are high in spice, sugar or acid, especially citrus fruits Heart and blood pressure medications, sedatives, and muscle relaxants Large doses of vitamin C Urinary incontinence may also be caused by an easily treatable medical condition, such as: Urinary tract infection. • Infections can irritate your bladder, causing you to have strong urges to urinate and, sometimes, incontinence. • Constipation. • The rectum is located near the bladder and shares many of the same nerves. • Hard, compacted stool in your rectum causes these nerves to be overactive and increase urinary frequency. • Urinary incontinence can also be a persistent condition caused by underlying physical problems or changes, including: Pregnancy. • Hormonal changes and the increased weight of the fetus can lead to stress incontinence. • Childbirth. • Vaginal delivery can weaken muscles needed for bladder control and damage bladder nerves and supportive tissue, leading to a dropped (prolapsed) pelvic floor. • With prolapse, the bladder, uterus, rectum or small intestine can get pushed down from the usual position and protrude into the vagina. • Such protrusions may be associated with incontinence. • Changes with age. • Aging of the bladder muscle can decrease the bladder's capacity to store urine. • Also, involuntary bladder contractions become more frequent as you get older. • Menopause. • After menopause, women produce less estrogen, a hormone that helps keep the lining of the bladder and urethra healthy. • Deterioration of these tissues can aggravate incontinence. • Enlarged prostate. • Especially in older men, incontinence often stems from enlargement of the prostate gland, a condition known as benign prostatic hyperplasia. • Prostate cancer. • In men, stress incontinence or urge incontinence can be associated with untreated prostate cancer. • But more often, incontinence is a side effect of treatments for prostate cancer. • Obstruction. • A tumor anywhere along your urinary tract can block the normal flow of urine, leading to overflow incontinence. • Urinary stones — hard, stonelike masses that form in the bladder — sometimes cause urine leakage. • Neurological disorders. • Multiple sclerosis, Parkinson's disease, a stroke, a brain tumor or a spinal injury can interfere with nerve signals involved in bladder control, causing urinary incontinence. • Factors that increase your risk of developing urinary incontinence include: Gender. • Women are more likely to have stress incontinence. • Pregnancy, childbirth, menopause and normal female anatomy account for this difference. • However, men who have prostate gland problems are at increased risk of urge and overflow incontinence. • Age. • As you get older, the muscles in your bladder and urethra lose some of their strength. • Changes with age reduce how much your bladder can hold and increase the chances of involuntary urine release. • Being overweight. • Extra weight increases pressure on your bladder and surrounding muscles, which weakens them and allows urine to leak out when you cough or sneeze. • Smoking. • Tobacco use may increase your risk of urinary incontinence. • Family history. • If a close family member has urinary incontinence, especially urge incontinence, your risk of developing the condition is higher. • Some diseases. • Neurological disease or diabetes may increase your risk of incontinence. • Complications of chronic urinary incontinence include: Skin problems. • Rashes, skin infections and sores can develop from constantly wet skin. • Urinary tract infections. • Incontinence increases your risk of repeated urinary tract infections. • Impacts on your personal life. • Urinary incontinence can affect your social, work and personal relationships. • Urinary incontinence isn't always preventable. • However, to help decrease your risk: Maintain a healthy weight Practice pelvic floor exercises Avoid bladder irritants, such as caffeine, alcohol and acidic foods Eat more fiber, which can prevent constipation, a cause of urinary incontinence Don't smoke, or seek help to quit if you're a smoker",
      "Causes": "Urinary incontinence can be caused by everyday habits, underlying medical conditions or physical problems. • A thorough evaluation by your doctor can help determine what's behind your incontinence. • Certain drinks, foods and medications may act as diuretics — stimulating your bladder and increasing your volume of urine. • They include: Alcohol Caffeine Carbonated drinks and sparkling water Artificial sweeteners Chocolate Chili peppers Foods that are high in spice, sugar or acid, especially citrus fruits Heart and blood pressure medications, sedatives, and muscle relaxants Large doses of vitamin C Urinary incontinence may also be caused by an easily treatable medical condition, such as: Urinary tract infection. • Infections can irritate your bladder, causing you to have strong urges to urinate and, sometimes, incontinence. • Constipation. • The rectum is located near the bladder and shares many of the same nerves. • Hard, compacted stool in your rectum causes these nerves to be overactive and increase urinary frequency. • Urinary incontinence can also be a persistent condition caused by underlying physical problems or changes, including: Pregnancy. • Hormonal changes and the increased weight of the fetus can lead to stress incontinence. • Childbirth. • Vaginal delivery can weaken muscles needed for bladder control and damage bladder nerves and supportive tissue, leading to a dropped (prolapsed) pelvic floor. • With prolapse, the bladder, uterus, rectum or small intestine can get pushed down from the usual position and protrude into the vagina. • Such protrusions may be associated with incontinence. • Changes with age. • Aging of the bladder muscle can decrease the bladder's capacity to store urine. • Also, involuntary bladder contractions become more frequent as you get older. • Menopause. • After menopause, women produce less estrogen, a hormone that helps keep the lining of the bladder and urethra healthy. • Deterioration of these tissues can aggravate incontinence. • Enlarged prostate. • Especially in older men, incontinence often stems from enlargement of the prostate gland, a condition known as benign prostatic hyperplasia. • Prostate cancer. • In men, stress incontinence or urge incontinence can be associated with untreated prostate cancer. • But more often, incontinence is a side effect of treatments for prostate cancer. • Obstruction. • A tumor anywhere along your urinary tract can block the normal flow of urine, leading to overflow incontinence. • Urinary stones — hard, stonelike masses that form in the bladder — sometimes cause urine leakage. • Neurological disorders. • Multiple sclerosis, Parkinson's disease, a stroke, a brain tumor or a spinal injury can interfere with nerve signals involved in bladder control, causing urinary incontinence.",
      "Risk factors": "Factors that increase your risk of developing urinary incontinence include: Gender. • Women are more likely to have stress incontinence. • Pregnancy, childbirth, menopause and normal female anatomy account for this difference. • However, men who have prostate gland problems are at increased risk of urge and overflow incontinence. • Age. • As you get older, the muscles in your bladder and urethra lose some of their strength. • Changes with age reduce how much your bladder can hold and increase the chances of involuntary urine release. • Being overweight. • Extra weight increases pressure on your bladder and surrounding muscles, which weakens them and allows urine to leak out when you cough or sneeze. • Smoking. • Tobacco use may increase your risk of urinary incontinence. • Family history. • If a close family member has urinary incontinence, especially urge incontinence, your risk of developing the condition is higher. • Some diseases. • Neurological disease or diabetes may increase your risk of incontinence.",
      "Complications": "Complications of chronic urinary incontinence include: Skin problems. • Rashes, skin infections and sores can develop from constantly wet skin. • Urinary tract infections. • Incontinence increases your risk of repeated urinary tract infections. • Impacts on your personal life. • Urinary incontinence can affect your social, work and personal relationships.",
      "Prevention": "Urinary incontinence isn't always preventable. • However, to help decrease your risk: Maintain a healthy weight Practice pelvic floor exercises Avoid bladder irritants, such as caffeine, alcohol and acidic foods Eat more fiber, which can prevent constipation, a cause of urinary incontinence Don't smoke, or seek help to quit if you're a smoker"
    },
    "name": "Urinary incontinence",
    "url": "https://www.mayoclinic.org/diseases-conditions/urinary-incontinence/symptoms-causes/syc-20352808"
  },
  {
    "sections": {
      "Overview": "A urinary tract infection (UTI) is an infection in any part of the urinary system. • The urinary system includes the kidneys, ureters, bladder and urethra. • Most infections involve the lower urinary tract — the bladder and the urethra. • Women are at greater risk of developing a UTI than are men. • If an infection is limited to the bladder, it can be painful and annoying. • But serious health problems can result if a UTI spreads to the kidneys. • Health care providers often treat urinary tract infections with antibiotics. • You can also take steps to lower the chance of getting a UTI in the first place.",
      "Symptoms": "UTIs don't always cause symptoms. • When they do, they may include: A strong urge to urinate that doesn't go away A burning feeling when urinating Urinating often, and passing small amounts of urine Urine that looks cloudy Urine that appears red, bright pink or cola-colored — signs of blood in the urine Strong-smelling urine Pelvic pain, in women — especially in the center of the pelvis and around the area of the pubic bone In older adults, UTIs may be overlooked or mistaken for other conditions. • Each type of UTI may result in more-specific symptoms. • The symptoms depend on which part of the urinary tract is affected. • Contact your health care provider if you have symptoms of a UTI. • UTIs typically occur when bacteria enter the urinary tract through the urethra and begin to spread in the bladder. • The urinary system is designed to keep out bacteria. • But the defenses sometimes fail. • When that happens, bacteria may take hold and grow into a full-blown infection in the urinary tract. • The most common UTIs occur mainly in women and affect the bladder and urethra. • Infection of the bladder. • This type of UTI is usually caused by Escherichia coli (E. coli). • E. coli is a type of bacteria commonly found in the gastrointestinal (GI) tract. • But sometimes other bacteria are the cause. • Having sex also may lead to a bladder infection, but you don't have to be sexually active to develop one. • All women are at risk of bladder infections because of their anatomy. • In women, the urethra is close to the anus. • And the urethral opening is close to the bladder. • This makes it easier for bacteria around the anus to enter the urethra and to travel to the bladder. • Infection of the urethra. • This type of UTI can happen when GI bacteria spread from the anus to the urethra. • An infection of the urethra can also be caused by sexually transmitted infections. • They include herpes, gonorrhea, chlamydia and mycoplasma. • This can happen because women's urethras are close to the vagina. • UTIs are common in women. • Many women experience more than one UTI during their lifetimes. • Risk factors for UTIs that are specific to women include: Female anatomy. • Women have a shorter urethra than men do. • As a result, there's less distance for bacteria to travel to reach the bladder. • Sexual activity. • Being sexually active tends to lead to more UTIs. • Having a new sexual partner also increases risk. • Certain types of birth control. • Using diaphragms for birth control may increase the risk of UTIs. • Using spermicidal agents also can increase risk. • Menopause. • After menopause, a decline in circulating estrogen causes changes in the urinary tract. • The changes can increase the risk of UTIs. • Other risk factors for UTIs include: Urinary tract problems. • Babies born with problems with their urinary tracts may have trouble urinating. • Urine can back up in the urethra, which can cause UTIs. • Blockages in the urinary tract. • Kidney stones or an enlarged prostate can trap urine in the bladder. • As a result, risk of UTIs is higher. • A suppressed immune system. • Diabetes and other diseases can impair the immune system — the body's defense against germs. • This can increase the risk of UTIs. • Catheter use. • People who can't urinate on their own often must use a tube, called a catheter, to urinate. • Using a catheter increases the risk of UTIs. • Catheters may be used by people who are in the hospital. • They may also be used by people who have neurological problems that make it difficult to control urination or who are paralyzed. • A recent urinary procedure. • Urinary surgery or an exam of your urinary tract that involves medical instruments can both increase the risk of developing a UTI. • When treated promptly and properly, lower urinary tract infections rarely lead to complications. • But left untreated, UTIs can cause serious health problems. • Complications of a UTI may include: Repeated infections, which means you have two or more UTIs within six months or three or more within a year. • Women are especially prone to having repeated infections. • Permanent kidney damage from a kidney infection due to an untreated UTI. • Delivering a low birth weight or premature infant when a UTI occurs during pregnancy. • A narrowed urethra in men from having repeated infections of the urethra. • Sepsis, a potentially life-threatening complication of an infection. • This is a risk especially if the infection travels up the urinary tract to the kidneys. • These steps may help lower the risk of UTIs: Drink plenty of liquids, especially water. • Drinking water helps dilute the urine. • That leads to urinating more often — allowing bacteria to be flushed from the urinary tract before an infection can begin. • Try cranberry juice. • Studies that look into whether cranberry juice prevents UTIs aren't final. • However, drinking cranberry juice is likely not harmful. • Wipe from front to back. • Do this after urinating and after a bowel movement. • It helps prevent the spread of bacteria from the anus to the vagina and urethra. • Empty your bladder soon after having sex. • Also drink a full glass of water to help flush bacteria. • Avoid potentially irritating feminine products. • Using them in the genital area can irritate the urethra. • These products include deodorant sprays, douches and powders. • Change your birth control method. • Diaphragms, unlubricated condoms or condoms treated with spermicide can contribute to bacterial growth.",
      "Causes": "UTIs typically occur when bacteria enter the urinary tract through the urethra and begin to spread in the bladder. • The urinary system is designed to keep out bacteria. • But the defenses sometimes fail. • When that happens, bacteria may take hold and grow into a full-blown infection in the urinary tract. • The most common UTIs occur mainly in women and affect the bladder and urethra. • Infection of the bladder. • This type of UTI is usually caused by Escherichia coli (E. coli). • E. coli is a type of bacteria commonly found in the gastrointestinal (GI) tract. • But sometimes other bacteria are the cause. • Having sex also may lead to a bladder infection, but you don't have to be sexually active to develop one. • All women are at risk of bladder infections because of their anatomy. • In women, the urethra is close to the anus. • And the urethral opening is close to the bladder. • This makes it easier for bacteria around the anus to enter the urethra and to travel to the bladder. • Infection of the urethra. • This type of UTI can happen when GI bacteria spread from the anus to the urethra. • An infection of the urethra can also be caused by sexually transmitted infections. • They include herpes, gonorrhea, chlamydia and mycoplasma. • This can happen because women's urethras are close to the vagina.",
      "Risk factors": "UTIs are common in women. • Many women experience more than one UTI during their lifetimes. • Risk factors for UTIs that are specific to women include: Female anatomy. • Women have a shorter urethra than men do. • As a result, there's less distance for bacteria to travel to reach the bladder. • Sexual activity. • Being sexually active tends to lead to more UTIs. • Having a new sexual partner also increases risk. • Certain types of birth control. • Using diaphragms for birth control may increase the risk of UTIs. • Using spermicidal agents also can increase risk. • Menopause. • After menopause, a decline in circulating estrogen causes changes in the urinary tract. • The changes can increase the risk of UTIs. • Other risk factors for UTIs include: Urinary tract problems. • Babies born with problems with their urinary tracts may have trouble urinating. • Urine can back up in the urethra, which can cause UTIs. • Blockages in the urinary tract. • Kidney stones or an enlarged prostate can trap urine in the bladder. • As a result, risk of UTIs is higher. • A suppressed immune system. • Diabetes and other diseases can impair the immune system — the body's defense against germs. • This can increase the risk of UTIs. • Catheter use. • People who can't urinate on their own often must use a tube, called a catheter, to urinate. • Using a catheter increases the risk of UTIs. • Catheters may be used by people who are in the hospital. • They may also be used by people who have neurological problems that make it difficult to control urination or who are paralyzed. • A recent urinary procedure. • Urinary surgery or an exam of your urinary tract that involves medical instruments can both increase the risk of developing a UTI.",
      "Complications": "When treated promptly and properly, lower urinary tract infections rarely lead to complications. • But left untreated, UTIs can cause serious health problems. • Complications of a UTI may include: Repeated infections, which means you have two or more UTIs within six months or three or more within a year. • Women are especially prone to having repeated infections. • Permanent kidney damage from a kidney infection due to an untreated UTI. • Delivering a low birth weight or premature infant when a UTI occurs during pregnancy. • A narrowed urethra in men from having repeated infections of the urethra. • Sepsis, a potentially life-threatening complication of an infection. • This is a risk especially if the infection travels up the urinary tract to the kidneys.",
      "Prevention": "These steps may help lower the risk of UTIs: Drink plenty of liquids, especially water. • Drinking water helps dilute the urine. • That leads to urinating more often — allowing bacteria to be flushed from the urinary tract before an infection can begin. • Try cranberry juice. • Studies that look into whether cranberry juice prevents UTIs aren't final. • However, drinking cranberry juice is likely not harmful. • Wipe from front to back. • Do this after urinating and after a bowel movement. • It helps prevent the spread of bacteria from the anus to the vagina and urethra. • Empty your bladder soon after having sex. • Also drink a full glass of water to help flush bacteria. • Avoid potentially irritating feminine products. • Using them in the genital area can irritate the urethra. • These products include deodorant sprays, douches and powders. • Change your birth control method. • Diaphragms, unlubricated condoms or condoms treated with spermicide can contribute to bacterial growth."
    },
    "name": "Urinary tract infection (UTI)",
    "url": "https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/symptoms-causes/syc-20353447"
  },
  {
    "sections": {
      "Overview": "Regular urine color ranges from clear to pale yellow. • But certain things can change the color. • Foods such as beets, blackberries and fava beans can turn urine pink or red, for example. • And some medicines can give urine vivid tones, such as orange or greenish-blue. • An unusual urine color also can be a sign of a health problem. • For instance, some urinary tract infections can turn urine milky white. • Kidney stones, some cancers and other diseases sometimes make urine look red due to blood.",
      "Symptoms": "The regular color of urine varies. • It depends on how much water you drink. • Fluids dilute the yellow pigments in urine. • So the more you drink, the clearer your urine looks. • When you drink less, the yellow color becomes stronger. • But urine can turn colors far beyond what's typical, including: Red. • Blue. • Green. • Orange. • Dark brown. • Cloudy white. • See your health care provider if you have: Blood in your urine. • This is common in urinary tract infections and kidney stones. • Those problems often cause pain. • Painless bleeding might be a sign of a more serious problem, such as cancer. • Dark or orange urine. • This can be a sign that the liver isn't working correctly, especially if you also have pale stools and yellow skin and eyes. • A change in urine color is often caused by certain medicines, foods or food dyes. • Sometimes it's caused by a health problem. • Here are some unusual urine colors along with things that can cause them. • Keep in mind that colors can look slightly different to different people. • For instance, what looks red to you might look orange to someone else. • Red urine isn't always a sign of a serious health problem. • Red or pink urine can be caused by: Blood. • Health problems that can cause blood in the urine include an enlarged prostate, tumors that aren't cancer, and kidney stones and cysts. • Some cancers can cause blood in urine too. • Hard exercise, such as long-distance running, also can cause this bleeding. • Foods. • Beets, blackberries and rhubarb can turn urine red or pink. • Medicines. • A tuberculosis medicine called rifampin (Rifadin, Rimactane) can turn urine reddish-orange. • So can a medicine for urinary tract pain called phenazopyridine (Pyridium). • Constipation drugs that contain the medicine senna also can bring on this color change. • Orange urine can be caused by: Medicines. • Phenazopyridine and some constipation medicines can turn urine orange. • So can sulfasalazine (Azulfidine), a medicine that lessens swelling and irritation. • Some chemotherapy medicines for cancer also can make urine look orange. • Vitamins. • Some vitamins, such as A and B-12, can turn urine orange or yellow-orange. • Health problems. • Orange urine can be a sign of a problem with the liver or bile duct, mainly if you also have light-colored stools. • Dehydration also can make your urine look orange. • Blue or green urine can be caused by: Dyes. • Some brightly colored food dyes can cause green urine. • Dyes used for some kidney and bladder tests can turn urine blue. • Medicines. • A medicine for depression called amitriptyline can make urine look greenish-blue. • So can a treatment for ulcers and acid reflux called cimetidine (Tagamet HB). • A water pill called triamterene (Dyrenium) also can turn urine greenish-blue. • Urine can turn green due to a medicine for pain and arthritis symptoms called indomethacin (Indocin, Tivorbex). • Green urine also can be caused by propofol (Diprivan), a strong medicine that helps people sleep or relax before surgery. • Health problems. • A rare disease called familial benign hypercalcemia can cause children to have blue urine. • Urinary tract infections caused by a certain type of bacteria can cause green urine. • Brown urine can be caused by: Food. • Eating lots of fava beans, rhubarb or aloe can cause dark brown urine. • Medicines. • Some medicine that can darken urine are: Chloroquine and primaquine, which treat and prevent malaria. • The antibiotics metronidazole (Flagyl, Metrocream, others) and nitrofurantoin (Furadantin, Macrobid, others). • Constipation medicines that contain senna (Senokot, Ex-Lax, others). • Methocarbamol (Robaxin), a muscle relaxer. • The seizure medicine phenytoin (Dilantin, Phenytek). • Medicines called statins that lower cholesterol. • Health problems. • Some liver and kidney disorders and some urinary tract infections can turn urine dark brown. • So can bleeding inside the body called a hemorrhage. • A group of illnesses that mainly affect the skin or the nervous system, called porphyria, also can cause brown urine. • Extreme exercise. • A muscle injury from extreme exercise can cause tea- or cola-colored urine. • The injury can lead to kidney damage. • Urinary tract infections and kidney stones can cause urine to look cloudy or murky. • A change in urine color that isn't due to foods or medicine could be caused by a health problem. • Some things that put you at risk of health problems that can affect urine color are: Age. • Tumors of the bladder and kidney, which can cause blood in the urine, are more common in older people. • Men older than 50 sometimes have blood in the urine due to an enlarged prostate gland. • Family history. • If any of your blood relatives, such as a parent, sibling or grandparent, have kidney disease or kidney stones, you're more likely to get them too. • Both kidney disease and kidney stones can cause blood in the urine. • Hard exercise. • Distance runners are most at risk. • But anyone who exercises hard can have blood in the urine.",
      "Causes": "A change in urine color is often caused by certain medicines, foods or food dyes. • Sometimes it's caused by a health problem. • Here are some unusual urine colors along with things that can cause them. • Keep in mind that colors can look slightly different to different people. • For instance, what looks red to you might look orange to someone else. • Red urine isn't always a sign of a serious health problem. • Red or pink urine can be caused by: Blood. • Health problems that can cause blood in the urine include an enlarged prostate, tumors that aren't cancer, and kidney stones and cysts. • Some cancers can cause blood in urine too. • Hard exercise, such as long-distance running, also can cause this bleeding. • Foods. • Beets, blackberries and rhubarb can turn urine red or pink. • Medicines. • A tuberculosis medicine called rifampin (Rifadin, Rimactane) can turn urine reddish-orange. • So can a medicine for urinary tract pain called phenazopyridine (Pyridium). • Constipation drugs that contain the medicine senna also can bring on this color change. • Orange urine can be caused by: Medicines. • Phenazopyridine and some constipation medicines can turn urine orange. • So can sulfasalazine (Azulfidine), a medicine that lessens swelling and irritation. • Some chemotherapy medicines for cancer also can make urine look orange. • Vitamins. • Some vitamins, such as A and B-12, can turn urine orange or yellow-orange. • Health problems. • Orange urine can be a sign of a problem with the liver or bile duct, mainly if you also have light-colored stools. • Dehydration also can make your urine look orange. • Blue or green urine can be caused by: Dyes. • Some brightly colored food dyes can cause green urine. • Dyes used for some kidney and bladder tests can turn urine blue. • Medicines. • A medicine for depression called amitriptyline can make urine look greenish-blue. • So can a treatment for ulcers and acid reflux called cimetidine (Tagamet HB). • A water pill called triamterene (Dyrenium) also can turn urine greenish-blue. • Urine can turn green due to a medicine for pain and arthritis symptoms called indomethacin (Indocin, Tivorbex). • Green urine also can be caused by propofol (Diprivan), a strong medicine that helps people sleep or relax before surgery. • Health problems. • A rare disease called familial benign hypercalcemia can cause children to have blue urine. • Urinary tract infections caused by a certain type of bacteria can cause green urine. • Brown urine can be caused by: Food. • Eating lots of fava beans, rhubarb or aloe can cause dark brown urine. • Medicines. • Some medicine that can darken urine are: Chloroquine and primaquine, which treat and prevent malaria. • The antibiotics metronidazole (Flagyl, Metrocream, others) and nitrofurantoin (Furadantin, Macrobid, others). • Constipation medicines that contain senna (Senokot, Ex-Lax, others). • Methocarbamol (Robaxin), a muscle relaxer. • The seizure medicine phenytoin (Dilantin, Phenytek). • Medicines called statins that lower cholesterol. • Health problems. • Some liver and kidney disorders and some urinary tract infections can turn urine dark brown. • So can bleeding inside the body called a hemorrhage. • A group of illnesses that mainly affect the skin or the nervous system, called porphyria, also can cause brown urine. • Extreme exercise. • A muscle injury from extreme exercise can cause tea- or cola-colored urine. • The injury can lead to kidney damage. • Urinary tract infections and kidney stones can cause urine to look cloudy or murky.",
      "Risk factors": "A change in urine color that isn't due to foods or medicine could be caused by a health problem. • Some things that put you at risk of health problems that can affect urine color are: Age. • Tumors of the bladder and kidney, which can cause blood in the urine, are more common in older people. • Men older than 50 sometimes have blood in the urine due to an enlarged prostate gland. • Family history. • If any of your blood relatives, such as a parent, sibling or grandparent, have kidney disease or kidney stones, you're more likely to get them too. • Both kidney disease and kidney stones can cause blood in the urine. • Hard exercise. • Distance runners are most at risk. • But anyone who exercises hard can have blood in the urine."
    },
    "name": "Urine color",
    "url": "https://www.mayoclinic.org/diseases-conditions/urine-color/symptoms-causes/syc-20367333"
  },
  {
    "sections": {
      "Overview": "Uterine fibroids are common growths of the uterus. • They often appear during the years you're usually able to get pregnant and give birth. • Uterine fibroids are not cancer, and they almost never turn into cancer. • They aren't linked with a higher risk of other types of cancer in the uterus either. • They're also called leiomyomas (lie-o-my-O-muhs) or myomas. • Fibroids vary in number and size. • You can have a single fibroid or more than one. • Some of these growths are too small to see with the eyes. • Others can grow to the size of a grapefruit or larger. • A fibroid that gets very big can distort the inside and the outside of the uterus. • In extreme cases, some fibroids grow large enough to fill the pelvis or stomach area. • They can make a person look pregnant. • Many people have uterine fibroids sometime during their lives. • But you might not know you have them, because they often cause no symptoms. • Your health care professional may just happen to find fibroids during a pelvic exam or pregnancy ultrasound.",
      "Symptoms": "Many people who have uterine fibroids don't have any symptoms. • In those who do, symptoms can be influenced by the location, size and number of fibroids. • The most common symptoms of uterine fibroids include: Heavy menstrual bleeding or painful periods. • Longer or more frequent periods. • Pelvic pressure or pain. • Frequent urination or trouble urinating. • Growing stomach area. • Constipation. • Pain in the stomach area or lower back, or pain during sex. • Rarely, a fibroid can cause sudden, serious pain when it outgrows its blood supply and starts to die. • Often, fibroids are grouped by their location. • Intramural fibroids grow within the muscular wall of the uterus. • Submucosal fibroids bulge into the uterine cavity. • Subserosal fibroids form on the outside of the uterus. • See your doctor if you have: Pelvic pain that doesn't go away. • Heavy or painful periods that limit what you can do. • Spotting or bleeding between periods. • Trouble emptying your bladder. • Ongoing tiredness and weakness, which can be symptoms of anemia, meaning a low level of red blood cells. • Get medical care right away if you have severe bleeding from the vagina or sharp pelvic pain that comes on fast. • The exact cause of uterine fibroids isn't clear. • But these factors may play roles: Gene changes. • Many fibroids contain changes in genes that differ from those in typical uterine muscle cells. • Hormones. • Two hormones called estrogen and progesterone cause the tissue the lines the inside of the uterus to thicken during each menstrual cycle to prepare for pregnancy. • These hormones also seem to help fibroids grow. • Fibroids contain more cells that estrogen and progesterone bind to than do typical uterine muscle cells. • Fibroids tend to shrink after menopause due to a drop in hormone levels. • Other growth factors. • Substances that help the body maintain tissues, such as insulin-like growth factor, may affect fibroid growth. • Extracellular matrix (ECM). • This material makes cells stick together, like mortar between bricks. • ECM is increased in fibroids and makes them fibrous. • ECM also stores growth factors and causes biologic changes in the cells themselves. • Doctors believe that uterine fibroids may develop from a stem cell in the smooth muscular tissue of the uterus. • A single cell divides over and over. • In time it turns into a firm, rubbery mass distinct from nearby tissue. • The growth patterns of uterine fibroids vary. • They may grow slowly or fast. • Or they might stay the same size. • Some fibroids go through growth spurts, and some shrink on their own. • Fibroids that form during pregnancy can shrink or go away after pregnancy, as the uterus goes back to its usual size. • There are few known risk factors for uterine fibroids, other than being a person of reproductive age. • These include: Race. • All people of reproductive age who were born female could develop fibroids. • But Black people are more likely to have fibroids than are people of other racial groups. • Black people have fibroids at younger ages than do white people. • They're also likely to have more or larger fibroids, along with worse symptoms, than do white people. • Family history. • If your mother or sister had fibroids, you're at higher risk of getting them. • Other factors. • Starting your period before the age of 10; obesity; being low on vitamin D; having a diet higher in red meat and lower in green vegetables, fruit and dairy; and drinking alcohol, including beer, seem to raise your risk of getting fibroids. • Uterine fibroids often aren't dangerous. • But they can cause pain, and they may lead to complications. • These include a drop in red blood cells called anemia. • That condition can cause fatigue from heavy blood loss. • If you bleed heavily during your period, your doctor may tell you to take an iron supplement to prevent or help manage anemia. • Sometimes, a person with anemia needs to receive blood from a donor, called a transfusion, due to blood loss. • Often, fibroids don't interfere with getting pregnant. • But some fibroids — especially the submucosal kind — could cause infertility or pregnancy loss. • Fibroids also may raise the risk of certain pregnancy complications. • These include: Placental abruption, when the organ that brings oxygen and nutrients to the baby, called the placenta, separates from the inner wall of the uterus. • Fetal growth restriction, when an unborn baby doesn't grow as well as expected. • Preterm delivery, when a baby is born too early, before the 37th week of pregnancy. • Researchers continue to study the causes of fibroid tumors. • More research is needed on how to prevent them, though. • It might not be possible to prevent uterine fibroids. • But only a small percentage of these tumors need treatment. • You might be able to lower your fibroid risk with healthy lifestyle changes. • Try to stay at a healthy weight. • Get regular exercise. • And eat a balanced diet with plenty of fruits and vegetables. • Some research suggests that birth control pills or long-acting progestin-only contraceptives may lower the risk of fibroids. • But using birth control pills before the age of 16 may be linked with a higher risk.",
      "Causes": "The exact cause of uterine fibroids isn't clear. • But these factors may play roles: Gene changes. • Many fibroids contain changes in genes that differ from those in typical uterine muscle cells. • Hormones. • Two hormones called estrogen and progesterone cause the tissue the lines the inside of the uterus to thicken during each menstrual cycle to prepare for pregnancy. • These hormones also seem to help fibroids grow. • Fibroids contain more cells that estrogen and progesterone bind to than do typical uterine muscle cells. • Fibroids tend to shrink after menopause due to a drop in hormone levels. • Other growth factors. • Substances that help the body maintain tissues, such as insulin-like growth factor, may affect fibroid growth. • Extracellular matrix (ECM). • This material makes cells stick together, like mortar between bricks. • ECM is increased in fibroids and makes them fibrous. • ECM also stores growth factors and causes biologic changes in the cells themselves. • Doctors believe that uterine fibroids may develop from a stem cell in the smooth muscular tissue of the uterus. • A single cell divides over and over. • In time it turns into a firm, rubbery mass distinct from nearby tissue. • The growth patterns of uterine fibroids vary. • They may grow slowly or fast. • Or they might stay the same size. • Some fibroids go through growth spurts, and some shrink on their own. • Fibroids that form during pregnancy can shrink or go away after pregnancy, as the uterus goes back to its usual size.",
      "Risk factors": "There are few known risk factors for uterine fibroids, other than being a person of reproductive age. • These include: Race. • All people of reproductive age who were born female could develop fibroids. • But Black people are more likely to have fibroids than are people of other racial groups. • Black people have fibroids at younger ages than do white people. • They're also likely to have more or larger fibroids, along with worse symptoms, than do white people. • Family history. • If your mother or sister had fibroids, you're at higher risk of getting them. • Other factors. • Starting your period before the age of 10; obesity; being low on vitamin D; having a diet higher in red meat and lower in green vegetables, fruit and dairy; and drinking alcohol, including beer, seem to raise your risk of getting fibroids.",
      "Complications": "Uterine fibroids often aren't dangerous. • But they can cause pain, and they may lead to complications. • These include a drop in red blood cells called anemia. • That condition can cause fatigue from heavy blood loss. • If you bleed heavily during your period, your doctor may tell you to take an iron supplement to prevent or help manage anemia. • Sometimes, a person with anemia needs to receive blood from a donor, called a transfusion, due to blood loss. • Often, fibroids don't interfere with getting pregnant. • But some fibroids — especially the submucosal kind — could cause infertility or pregnancy loss. • Fibroids also may raise the risk of certain pregnancy complications. • These include: Placental abruption, when the organ that brings oxygen and nutrients to the baby, called the placenta, separates from the inner wall of the uterus. • Fetal growth restriction, when an unborn baby doesn't grow as well as expected. • Preterm delivery, when a baby is born too early, before the 37th week of pregnancy.",
      "Prevention": "Researchers continue to study the causes of fibroid tumors. • More research is needed on how to prevent them, though. • It might not be possible to prevent uterine fibroids. • But only a small percentage of these tumors need treatment. • You might be able to lower your fibroid risk with healthy lifestyle changes. • Try to stay at a healthy weight. • Get regular exercise. • And eat a balanced diet with plenty of fruits and vegetables. • Some research suggests that birth control pills or long-acting progestin-only contraceptives may lower the risk of fibroids. • But using birth control pills before the age of 16 may be linked with a higher risk."
    },
    "name": "Uterine fibroids",
    "url": "https://www.mayoclinic.org/diseases-conditions/uterine-fibroids/symptoms-causes/syc-20354288"
  },
  {
    "sections": {},
    "name": "Uterine polyps",
    "url": "https://www.mayoclinic.org/diseases-conditions/uterine-polyps/symptoms-causes/syc-20378709"
  },
  {
    "sections": {
      "Overview": "Uterine prolapse occurs when pelvic floor muscles and ligaments stretch and weaken until they no longer provide enough support for the uterus. • As a result, the uterus slips down into or protrudes out of the vagina. • Uterine prolapse most often affects people after menopause who've had one or more vaginal deliveries. • Mild uterine prolapse usually doesn't require treatment. • But uterine prolapse that causes discomfort or disrupts daily life might benefit from treatment.",
      "Symptoms": "Mild uterine prolapse is common after childbirth. • It generally doesn't cause symptoms. • Symptoms of moderate to severe uterine prolapse include: Seeing or feeling tissue bulge out of the vagina Feeling heaviness or pulling in the pelvis Feeling like the bladder doesn't empty all the way when you use the bathroom Problems with leaking urine, also called incontinence Trouble having a bowel movement and needing to press the vagina with your fingers to help have a bowel movement Feeling as if you're sitting on a small ball Feeling as if you have vaginal tissue rubbing on clothing Pressure or discomfort in the pelvis or low back Sexual concerns, such as feeling as though the vaginal tissue is loose See a health care provider to talk about treatment options if symptoms of uterine prolapse bother you and keep you from doing daily activities. • Uterine prolapse results from the weakening of pelvic muscles and supportive tissues. • Causes of weakened pelvic muscles and tissues include: Vaginal delivery Age at first delivery (older women are at higher risk of pelvic floor injuries compared with younger women) Difficult labor and delivery or trauma during childbirth Delivery of a large baby Being overweight Lower estrogen level after menopause Chronic constipation or straining with bowel movements Chronic cough or bronchitis Repeated heavy lifting Factors that can increase the risk of uterine prolapse include: Having one or more vaginal births Being older when you have your first baby Giving birth to a large baby Aging Obesity Prior pelvic surgery Chronic constipation or often straining during bowel movements Family history of weak connective tissue Being Hispanic or white Chronic coughing, such as from smoking Uterine prolapse often happens with prolapse of other pelvic organs. • These types of prolapse can also happen: Anterior prolapse. • Anterior prolapse results from weak connective tissue between the bladder and roof of the vagina. • It can cause the bladder to bulge into the vagina. • This is called a cystocele or prolapsed bladder. • Posterior vaginal prolapse. • Weak connective tissue between the rectum and the floor of the vagina can cause the rectum to bulge into the vagina. • This might cause difficulty with bowel movements. • Posterior vaginal prolapse is also called a rectocele. • To reduce the risk of uterine prolapse, try to: Prevent constipation. • Drink plenty of fluids and eat high-fiber foods, such as fruits, vegetables, beans and whole-grains. • Avoid heavy lifting. • If you have to lift something heavy, do it correctly. • Correct lifting uses the legs instead of the waist or back. • Control coughing. • Get treatment for a chronic cough or bronchitis. • Don't smoke. • Avoid weight gain. • Talk with your doctor about your ideal weight and get advice on how to lose weight, if you need to.",
      "Causes": "Uterine prolapse results from the weakening of pelvic muscles and supportive tissues. • Causes of weakened pelvic muscles and tissues include: Vaginal delivery Age at first delivery (older women are at higher risk of pelvic floor injuries compared with younger women) Difficult labor and delivery or trauma during childbirth Delivery of a large baby Being overweight Lower estrogen level after menopause Chronic constipation or straining with bowel movements Chronic cough or bronchitis Repeated heavy lifting",
      "Risk factors": "Factors that can increase the risk of uterine prolapse include: Having one or more vaginal births Being older when you have your first baby Giving birth to a large baby Aging Obesity Prior pelvic surgery Chronic constipation or often straining during bowel movements Family history of weak connective tissue Being Hispanic or white Chronic coughing, such as from smoking",
      "Complications": "Uterine prolapse often happens with prolapse of other pelvic organs. • These types of prolapse can also happen: Anterior prolapse. • Anterior prolapse results from weak connective tissue between the bladder and roof of the vagina. • It can cause the bladder to bulge into the vagina. • This is called a cystocele or prolapsed bladder. • Posterior vaginal prolapse. • Weak connective tissue between the rectum and the floor of the vagina can cause the rectum to bulge into the vagina. • This might cause difficulty with bowel movements. • Posterior vaginal prolapse is also called a rectocele.",
      "Prevention": "To reduce the risk of uterine prolapse, try to: Prevent constipation. • Drink plenty of fluids and eat high-fiber foods, such as fruits, vegetables, beans and whole-grains. • Avoid heavy lifting. • If you have to lift something heavy, do it correctly. • Correct lifting uses the legs instead of the waist or back. • Control coughing. • Get treatment for a chronic cough or bronchitis. • Don't smoke. • Avoid weight gain. • Talk with your doctor about your ideal weight and get advice on how to lose weight, if you need to."
    },
    "name": "Uterine prolapse",
    "url": "https://www.mayoclinic.org/diseases-conditions/uterine-prolapse/symptoms-causes/syc-20353458"
  },
  {
    "sections": {},
    "name": "Uveitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/uveitis/symptoms-causes/syc-20378734"
  }
]