[
  {
    "sections": {
      "Overview": "Vaginal agenesis (a-JEN-uh-sis) is a rare disorder in which the vagina doesn't develop, and the womb (uterus) may only develop partially or not at all. • This condition is present before birth and may also be associated with kidney or skeletal problems. • The condition is also known as mullerian agenesis, mullerian aplasia or Mayer-Rokitansky-Kuster-Hauser syndrome. • Vaginal agenesis is often identified at puberty when a female does not begin menstruating. • Use of a vaginal dilator, a tubelike device that can stretch the vagina when used over a period of time, is often successful in creating a vagina. • In some cases, surgery may be needed. • Treatment makes it possible to have vaginal intercourse.",
      "Symptoms": "Vaginal agenesis often goes unnoticed until females reach their teens, but don't menstruate (amenorrhea). • Other signs of puberty usually follow typical female development. • Vaginal agenesis may have these features: The genitals look like a typical female. • The vagina may be shortened without a cervix at the end, or absent and marked only by a slight indentation where a vaginal opening would typically be located. • There may be no uterus or one that's only partially developed. • If there's tissue lining the uterus (endometrium), monthly cramping or chronic abdominal pain may occur. • The ovaries typically are fully developed and functional, but they may be in an unusual location in the abdomen. • Sometimes the pair of tubes that eggs travel through to get from the ovaries to the uterus (fallopian tubes) are absent or do not develop typically. • Vaginal agenesis may also be associated with other issues, such as: Problems with development of the kidneys and urinary tract Developmental changes in the bones of the spine, ribs and wrists Hearing problems Other congenital conditions that also involve the heart, gastrointestinal tract and limb growth If you haven't had a menstrual period by age 15, see your health care provider. • It's not clear what causes vaginal agenesis, but at some point during the first 20 weeks of pregnancy, tubes called the mullerian ducts don't develop properly. • Typically, the lower portion of these ducts develops into the uterus and vagina, and the upper portion becomes the fallopian tubes. • The underdevelopment of the mullerian ducts results in an absent or partially closed vagina, absent or partial uterus, or both. • Vaginal agenesis may impact your sexual relationships, but after treatment, your vagina will typically function well for sexual activity. • Females with a missing or partially developed uterus can't get pregnant. • If you have healthy ovaries, however, it may be possible to have a baby through in vitro fertilization. • The embryo can be implanted in the uterus of another person to carry the pregnancy (gestational carrier). • Discuss fertility options with your health care provider.",
      "Causes": "It's not clear what causes vaginal agenesis, but at some point during the first 20 weeks of pregnancy, tubes called the mullerian ducts don't develop properly. • Typically, the lower portion of these ducts develops into the uterus and vagina, and the upper portion becomes the fallopian tubes. • The underdevelopment of the mullerian ducts results in an absent or partially closed vagina, absent or partial uterus, or both.",
      "Complications": "Vaginal agenesis may impact your sexual relationships, but after treatment, your vagina will typically function well for sexual activity. • Females with a missing or partially developed uterus can't get pregnant. • If you have healthy ovaries, however, it may be possible to have a baby through in vitro fertilization. • The embryo can be implanted in the uterus of another person to carry the pregnancy (gestational carrier). • Discuss fertility options with your health care provider."
    },
    "name": "Vaginal agenesis",
    "url": "https://www.mayoclinic.org/diseases-conditions/vaginal-agenesis/symptoms-causes/syc-20355737"
  },
  {
    "sections": {},
    "name": "Vaginal atrophy",
    "url": "https://www.mayoclinic.org/diseases-conditions/vaginal-atrophy/symptoms-causes/syc-20352288"
  },
  {
    "sections": {
      "Overview": "Vaginal cancer is a growth of cells that starts in the vagina. • The cells multiply quickly and can invade and destroy healthy body tissue. • The vagina is part of the female reproductive system. • It's a muscular tube that connects the uterus with the outer genitals. • The vagina is sometimes called the birth canal. • Cancer that begins in the vagina is rare. • Most cancer that happens in the vagina starts somewhere else and spreads to the vagina. • Vaginal cancer that's diagnosed when it's confined to the vagina has the best chance for a cure. • When the cancer spreads beyond the vagina, it's much harder to treat.",
      "Symptoms": "Vaginal cancer may not cause any symptoms at first. • As it grows, vaginal cancer may cause signs and symptoms, such as: Vaginal bleeding that isn't typical, such as after menopause or after sex. • Vaginal discharge. • A lump or mass in the vagina. • Painful urination. • Frequent urination. • Constipation. • Pelvic pain. • Make an appointment with a doctor or other healthcare professional if you have any persistent symptoms that worry you. • Vaginal cancer begins when cells in the vagina develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Most DNA changes that lead to vaginal cancers are thought to be caused by human papillomavirus, also called HPV. • HPV is a common virus that's passed through sexual contact. • For most people, the virus never causes problems. • It usually goes away on its own. • For some, though, the virus can cause changes in the cells that may lead to cancer. • Vaginal cancer is divided into different types based on the type of cells affected. • Vaginal cancer types include: Vaginal squamous cell carcinoma, which begins in thin, flat cells called squamous cells. • The squamous cells line the surface of the vagina. • This is the most common type. • Vaginal adenocarcinoma, which begins in the glandular cells on the surface of the vagina. • This is a rare type of vaginal cancer. • It's linked to a medicine called diethylstilbestrol that was once used to prevent miscarriage. • Vaginal melanoma, which begins in the pigment-producing cells, called melanocytes. • This type is very rare. • Vaginal sarcoma, which begins in the connective tissue cells or muscles cells in the walls of the vagina. • This type is very rare. • Factors that may increase your risk of vaginal cancer include: The risk of vaginal cancer increases with age. • Vaginal cancer happens most often in older adults. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • HPV is thought to cause many types of cancer, including vaginal cancer. • For most people, HPV infection goes away on its own and never causes any problems. • But for some, HPV can cause changes in the cells of the vagina that increase the risk of cancer. • Smoking tobacco increases the risk of vaginal cancer. • If your parent took a medicine called diethylstilbestrol while pregnant, your risk of vaginal cancer might be increased. • Diethylstilbestrol, also called DES, was once used to prevent miscarriage. • It's linked to a type of vaginal cancer called clear cell adenocarcinoma. • Vaginal cancer can spread to other parts of the body. • It most often spreads to the lungs, liver and bones. • When cancer spreads, it's called metastatic cancer. • There is no sure way to prevent vaginal cancer. • However, you may lower your risk if you: Regular pelvic exams and Pap tests are used to look for signs of cervical cancer. • Sometimes vaginal cancer is found during these tests. • Ask your healthcare team how often you should undergo cervical cancer screening tests and which tests are best for you. • Receiving a shot to prevent HPV infection may lower the risk of vaginal cancer and other HPV-related cancers. • Ask your healthcare team whether an HPV vaccine is right for you.",
      "Causes": "Vaginal cancer begins when cells in the vagina develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Most DNA changes that lead to vaginal cancers are thought to be caused by human papillomavirus, also called HPV. • HPV is a common virus that's passed through sexual contact. • For most people, the virus never causes problems. • It usually goes away on its own. • For some, though, the virus can cause changes in the cells that may lead to cancer. • Vaginal cancer is divided into different types based on the type of cells affected. • Vaginal cancer types include: Vaginal squamous cell carcinoma, which begins in thin, flat cells called squamous cells. • The squamous cells line the surface of the vagina. • This is the most common type. • Vaginal adenocarcinoma, which begins in the glandular cells on the surface of the vagina. • This is a rare type of vaginal cancer. • It's linked to a medicine called diethylstilbestrol that was once used to prevent miscarriage. • Vaginal melanoma, which begins in the pigment-producing cells, called melanocytes. • This type is very rare. • Vaginal sarcoma, which begins in the connective tissue cells or muscles cells in the walls of the vagina. • This type is very rare.",
      "Risk factors": "Factors that may increase your risk of vaginal cancer include: The risk of vaginal cancer increases with age. • Vaginal cancer happens most often in older adults. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • HPV is thought to cause many types of cancer, including vaginal cancer. • For most people, HPV infection goes away on its own and never causes any problems. • But for some, HPV can cause changes in the cells of the vagina that increase the risk of cancer. • Smoking tobacco increases the risk of vaginal cancer. • If your parent took a medicine called diethylstilbestrol while pregnant, your risk of vaginal cancer might be increased. • Diethylstilbestrol, also called DES, was once used to prevent miscarriage. • It's linked to a type of vaginal cancer called clear cell adenocarcinoma.",
      "Complications": "Vaginal cancer can spread to other parts of the body. • It most often spreads to the lungs, liver and bones. • When cancer spreads, it's called metastatic cancer.",
      "Prevention": "There is no sure way to prevent vaginal cancer. • However, you may lower your risk if you: Regular pelvic exams and Pap tests are used to look for signs of cervical cancer. • Sometimes vaginal cancer is found during these tests. • Ask your healthcare team how often you should undergo cervical cancer screening tests and which tests are best for you. • Receiving a shot to prevent HPV infection may lower the risk of vaginal cancer and other HPV-related cancers. • Ask your healthcare team whether an HPV vaccine is right for you."
    },
    "name": "Vaginal cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/vaginal-cancer/symptoms-causes/syc-20352447"
  },
  {
    "sections": {
      "Overview": "A vaginal fistula is an unusual opening that forms between the vagina and another organ, such as the bladder, colon or rectum. • Your healthcare professional might describe a vaginal fistula as a hole in the vagina that lets urine, gas or stool pass through the vagina. • Vaginal fistulas can form after childbirth or after an injury, a surgery, an infection or radiation treatment. • You may need surgery to fix a fistula. • There are various types of vaginal fistulas. • They are named based on the location of the fistula and organs they affect: Vesicovaginal fistula. • Also called a bladder fistula, this opening forms between the vagina and urinary bladder. • This is one of the most common fistulas. • Ureterovaginal fistula. • This type of fistula happens when an unusual opening forms between the vagina and the tubes that carry urine from the kidneys to the bladder. • These tubes are called ureters. • Urethrovaginal fistula. • The opening forms between the vagina and the tube that carries urine out of the body, called the urethra. • This type of fistula also is called a urethral fistula. • Rectovaginal fistula. • In this type of fistula, the opening is between the vagina and the lower portion of the large intestine, called the rectum. • Colovaginal fistula. • The opening happens between the vagina and colon. • Enterovaginal fistula. • The opening is between the small intestine and the vagina.",
      "Symptoms": "Vaginal fistula symptoms can include: Leaking of urine or stool, or passing of gas, through the vagina. • Urinary tract infections that happen often. • Urine that has an unusual odor or contains blood. • Vaginal fluid called discharge that looks or smells unusual. • Pain during sex. • Pain, swelling or irritation in the area between the vagina and the anus, called the perineum. • Repeated infections of the vagina. • The exact symptoms a person has depend in part on the location of the fistula. • Get a healthcare checkup if you think you have symptoms of a vaginal fistula. • Tell your healthcare professional if you have symptoms that affect your daily life, relationships or mental health.",
      "Causes": "Vaginal fistulas have many possible causes, including certain medical conditions and problems that can happen because of surgery. • These causes include the following: Surgery complications. • Surgeries that involve the vaginal wall, anus or rectum can lead to vaginal fistulas. • So can surgery on the area between the vagina and anus, called the perineum. • Fistulas can form for reasons such as injuries during surgery and infections after surgery. • Skilled surgeons can repair injuries while operating, which lowers the risk of fistula. • But complications such as fistulas are more common after surgery in people with diabetes or in people who use tobacco. • Surgery to remove the uterus, called a hysterectomy, is an example of an operation that can raise the risk of a vaginal fistula. • The risk is higher if the hysterectomy is more complex. • For example, the risk rises if the surgery takes longer than five hours, or if it involves larger blood loss or the removal of more surrounding tissue. • Childbirth injuries. • A vaginal fistula could stem from tearing that sometimes happens when a baby's head comes through the opening of the vagina. • Or a fistula might form due to an infection of a surgical cut made between the vagina and the anus to help deliver a baby. • This cause is not common in developed countries. • Being in labor a long time because the baby can't move into the birth canal can raise the risk of a vaginal fistula, mainly in developing countries. • That's partly because access to emergency delivery measures such as C-section may be limited. • Crohn's disease. • This condition inflames tissue that lines the digestive tract. • If you follow your Crohn's treatment plan, you're not likely to get a vaginal fistula. • Crohn's is a type of inflammatory bowel disease (IBD). • Another type of IBD called ulcerative colitis also may lead to vaginal fistulas, but the risk of that happening is even lower. • Certain cancers and radiation therapy. • Cancer of the anus, rectum, vagina or cervix can lead to a vaginal fistula. • So can damage from radiation therapy for the treatment of cancer in the pelvic area. • Diverticulitis. • This condition involves small, bulging pouches in the digestive tract. • Diverticulitis that leads to a vaginal fistula is more common in older people. • A large amount of stool stuck in the rectum. • This condition is known as a fecal impaction. • It also is more likely to cause a vaginal fistula in an older person.",
      "Risk factors": "A vaginal fistula has no clear risk factors.",
      "Complications": "Vaginal fistulas can lead to other health conditions called complications. • Complications of vaginal fistulas include: Fistulas that keep coming back. • Ongoing pelvic infections. • Narrowing of the vagina, anus or rectum. • This also is called stenosis. • Trouble becoming pregnant. • Loss of a pregnancy after 20 weeks, also called stillbirth.",
      "Prevention": "There are no steps you need to take to prevent a vaginal fistula."
    },
    "name": "Vaginal fistula",
    "url": "https://www.mayoclinic.org/diseases-conditions/vaginal-fistulas/symptoms-causes/syc-20355762"
  },
  {
    "sections": {},
    "name": "Vaginitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/vaginitis/symptoms-causes/syc-20354707"
  },
  {
    "sections": {},
    "name": "Valley fever",
    "url": "https://www.mayoclinic.org/diseases-conditions/valley-fever/symptoms-causes/syc-20378761"
  },
  {
    "sections": {
      "Overview": "A varicocele (VAR-ih-koe-seel) is an enlargement of the veins within the loose bag of skin that holds the testicles (scrotum). • These veins transport oxygen-depleted blood from the testicles. • A varicocele occurs when blood pools in the veins rather than circulating efficiently out of the scrotum. • Varicoceles usually form during puberty and develop over time. • They may cause some discomfort or pain, but they often result in no symptoms or complications. • A varicocele may cause poor development of a testicle, low sperm production or other problems that may lead to infertility. • Surgery to treat varicocele may be recommended to address these complications.",
      "Symptoms": "A varicocele usually occurs on the left side of the scrotum and often produces no signs or symptoms. • Possible signs and symptoms may include: Pain. • A dull, aching pain or discomfort is more likely when standing or late in the day. • Lying down often relieves pain. • A mass in the scrotum. • If a varicocele is large enough, a mass like a \"bag of worms\" may be visible above the testicle. • A smaller varicocele may be too small to see but noticeable by touch. • Differently sized testicles. • The affected testicle may be noticeably smaller than the other testicle. • Infertility. • A varicocele may lead to difficulty fathering a child, but not all varicoceles cause infertility. • Annual wellness visits for boys are important for monitoring the development and health of testicles. • It's important to schedule and keep these appointments. • A number of conditions could contribute to pain, swelling or a mass in the scrotum. • If you experience any of these, see your health care provider to get a timely and accurate diagnosis. • The testicles receive oxygen-rich blood from two testicular arteries — one artery for each side of the scrotum. • Similarly, there are also two testicular veins that transport oxygen-depleted blood back toward the heart. • Within each side of the scrotum, a network of small veins (pampiniform plexus) transport the oxygen-depleted blood from the testicle to the main testicular vein. • A varicocele is the enlargement of the pampiniform plexus. • The exact cause of a varicocele is unknown. • One contributing factor may be the malfunction of valves inside the veins that are intended to keep blood moving in the right direction. • Also, the left testicular vein follows a slightly different path than the right vein — a path that makes a problem with blood flow more likely on the left. • When the oxygen-depleted blood gets backed up in the network of veins, they widen (dilate), creating the varicocele. • There don't appear to be any significant risk factors for developing a varicocele. • Having a varicocele can make it difficult for your body to regulate the temperature of the testicles. • Oxidative stress and the buildup of toxins can result. • These factors may contribute to the following complications: Poor testicular health. • For boys going through puberty, a varicocele may inhibit testicle growth, hormone production, and other factors related to the health and function of the testicle. • For men, a varicocele may result in gradual shrinkage due to tissue loss. • Infertility. • A varicocele doesn't necessarily cause infertility. • An estimated 10% to 20% of men diagnosed with a varicocele experience difficulty fathering a child. • Among men with fertility problems, about 40% have a varicocele.",
      "Causes": "The testicles receive oxygen-rich blood from two testicular arteries — one artery for each side of the scrotum. • Similarly, there are also two testicular veins that transport oxygen-depleted blood back toward the heart. • Within each side of the scrotum, a network of small veins (pampiniform plexus) transport the oxygen-depleted blood from the testicle to the main testicular vein. • A varicocele is the enlargement of the pampiniform plexus. • The exact cause of a varicocele is unknown. • One contributing factor may be the malfunction of valves inside the veins that are intended to keep blood moving in the right direction. • Also, the left testicular vein follows a slightly different path than the right vein — a path that makes a problem with blood flow more likely on the left. • When the oxygen-depleted blood gets backed up in the network of veins, they widen (dilate), creating the varicocele.",
      "Risk factors": "There don't appear to be any significant risk factors for developing a varicocele.",
      "Complications": "Having a varicocele can make it difficult for your body to regulate the temperature of the testicles. • Oxidative stress and the buildup of toxins can result. • These factors may contribute to the following complications: Poor testicular health. • For boys going through puberty, a varicocele may inhibit testicle growth, hormone production, and other factors related to the health and function of the testicle. • For men, a varicocele may result in gradual shrinkage due to tissue loss. • Infertility. • A varicocele doesn't necessarily cause infertility. • An estimated 10% to 20% of men diagnosed with a varicocele experience difficulty fathering a child. • Among men with fertility problems, about 40% have a varicocele."
    },
    "name": "Varicocele",
    "url": "https://www.mayoclinic.org/diseases-conditions/varicocele/symptoms-causes/syc-20378771"
  },
  {
    "sections": {
      "Overview": "Varicose veins are bulging, enlarged veins. • Any vein that is close to the skin's surface, called superficial, can become varicosed. • Varicose veins most often affect the veins in the legs. • That's because standing and walking increase the pressure in the veins of the lower body. • For many people, varicose veins are simply a cosmetic concern. • So are spider veins, a common, mild form of varicose veins. • But varicose veins can cause aching pain and discomfort. • Sometimes they lead to more-serious health problems. • Treatment involves exercising, raising legs when sitting or lying down, or wearing compression stockings. • A procedure may be done to close or remove veins.",
      "Symptoms": "Varicose veins might not cause pain. • Symptoms of varicose veins include: Veins that are dark purple, blue or the same color as the skin. • Depending on skin color, these changes may be harder or easier to see. • Veins that look twisted and bulging. • They often look like cords on the legs. • When there are painful symptoms of varicose veins, they might include: An achy or heavy feeling in the legs. • Burning, throbbing, muscle cramping and swelling in the lower legs. • Worse pain after sitting or standing for a long time. • Itching around one or more of the veins. • Changes in skin color around a varicose vein. • Spider veins are like varicose veins, but they're smaller. • Spider veins are found closer to the skin's surface and might look like a spider's web. • Spider veins occur on the legs but also can be found on the face. • They vary in size and often look like a spider's web. • If you worry about how your veins look and feel and self-care measures haven't helped, see your healthcare professional. • Weak or damaged valves can lead to varicose veins. • Arteries carry blood from the heart to the rest of the body. • Veins return blood from the rest of the body to the heart. • To return blood to the heart, the veins in the legs must work against gravity. • Muscles tighten in the lower legs to act as pumps. • Vein walls help blood return to the heart. • Tiny valves in the veins open as blood flows toward the heart, then close to stop blood from flowing backward. • If these valves are weak or damaged, blood can flow backward and pool in the veins, causing the veins to stretch or twist. • The two main risk factors for varicose veins are: Family history. • If other family members have varicose veins, there's a greater chance you will too. • Obesity. • Being overweight puts added pressure on veins. • Other things that might increase the risk of varicose veins include: Age. • Aging causes wear and tear on the valves in the veins that help control blood flow. • Over time, that wear causes the valves to allow some blood to flow back into the veins, where it collects. • Sex. • Women are more likely to get the condition. • Hormones tend to relax vein walls. • So changes in hormones before a menstrual period or during pregnancy or menopause might be a factor. • Hormone treatments, such as birth control pills, might increase the risk of varicose veins. • Pregnancy. • During pregnancy, the blood volume in the body increases. • This change supports the growing baby but also can make the veins in the legs bigger. • Standing or sitting for long periods of time. • Movement helps blood flow. • Complications of varicose veins are rare. • They can include: Ulcers. • Painful ulcers can form on the skin near varicose veins, mostly near the ankles. • A discolored spot on the skin often begins before an ulcer forms. • See your healthcare professional right away if you think you have a leg ulcer. • Blood clots. • Sometimes, veins deep within the legs get larger. • They might cause leg pain and swelling. • Seek medical help for ongoing leg pain or swelling. • This can mean a blood clot. • Bleeding. • Rarely, veins close to the skin burst. • This mostly causes only minor bleeding. • But it needs medical help. • Leg swelling. • Longtime varicose veins can cause the legs to swell. • Getting better blood flow and muscle tone might lower the risk of having varicose veins. • The same ways you treat the discomfort from varicose veins can help prevent them. • Try the following: Don't wear high heels or tight stockings, other than compression stockings. • Change how you sit or stand often. • Eat a high-fiber, low-salt diet. • Exercise. • Raise your legs when sitting or lying down. • Keep a healthy weight.",
      "Causes": "Weak or damaged valves can lead to varicose veins. • Arteries carry blood from the heart to the rest of the body. • Veins return blood from the rest of the body to the heart. • To return blood to the heart, the veins in the legs must work against gravity. • Muscles tighten in the lower legs to act as pumps. • Vein walls help blood return to the heart. • Tiny valves in the veins open as blood flows toward the heart, then close to stop blood from flowing backward. • If these valves are weak or damaged, blood can flow backward and pool in the veins, causing the veins to stretch or twist.",
      "Risk factors": "The two main risk factors for varicose veins are: Family history. • If other family members have varicose veins, there's a greater chance you will too. • Obesity. • Being overweight puts added pressure on veins. • Other things that might increase the risk of varicose veins include: Age. • Aging causes wear and tear on the valves in the veins that help control blood flow. • Over time, that wear causes the valves to allow some blood to flow back into the veins, where it collects. • Sex. • Women are more likely to get the condition. • Hormones tend to relax vein walls. • So changes in hormones before a menstrual period or during pregnancy or menopause might be a factor. • Hormone treatments, such as birth control pills, might increase the risk of varicose veins. • Pregnancy. • During pregnancy, the blood volume in the body increases. • This change supports the growing baby but also can make the veins in the legs bigger. • Standing or sitting for long periods of time. • Movement helps blood flow.",
      "Complications": "Complications of varicose veins are rare. • They can include: Ulcers. • Painful ulcers can form on the skin near varicose veins, mostly near the ankles. • A discolored spot on the skin often begins before an ulcer forms. • See your healthcare professional right away if you think you have a leg ulcer. • Blood clots. • Sometimes, veins deep within the legs get larger. • They might cause leg pain and swelling. • Seek medical help for ongoing leg pain or swelling. • This can mean a blood clot. • Bleeding. • Rarely, veins close to the skin burst. • This mostly causes only minor bleeding. • But it needs medical help. • Leg swelling. • Longtime varicose veins can cause the legs to swell.",
      "Prevention": "Getting better blood flow and muscle tone might lower the risk of having varicose veins. • The same ways you treat the discomfort from varicose veins can help prevent them. • Try the following: Don't wear high heels or tight stockings, other than compression stockings. • Change how you sit or stand often. • Eat a high-fiber, low-salt diet. • Exercise. • Raise your legs when sitting or lying down. • Keep a healthy weight."
    },
    "name": "Varicose veins",
    "url": "https://www.mayoclinic.org/diseases-conditions/varicose-veins/symptoms-causes/syc-20350643"
  },
  {
    "sections": {},
    "name": "Vascular dementia",
    "url": "https://www.mayoclinic.org/diseases-conditions/vascular-dementia/symptoms-causes/syc-20378793"
  },
  {
    "sections": {
      "Overview": "Vasculitis involves swelling and irritation, called inflammation, of blood vessels. • The inflammation can cause the walls of the blood vessels to thicken. • This thickening can narrow the vessels. • If the narrowing restricts blood flow, it can damage organs and tissues. • There are many types of vasculitis. • Most of them are rare. • Vasculitis might affect just one organ or several. • The condition can be short-term or long lasting. • Vasculitis can affect anyone. • But some types are more common among people in certain age groups. • Some types may improve without treatment. • Most types need treatment with medicines to control the inflammation and prevent flares.",
      "Symptoms": "Symptoms of most types of vasculitis can include: Fever. • Headache. • Tiredness. • Weight loss. • Aches and pains. • Other symptoms depend on the parts of the body affected: Digestive system. • If vasculitis affects the stomach or intestines, there may be pain after eating. • Ulcers and tears, called perforations, are possible. • They may cause blood in the stool. • Ears. • Dizziness, ringing in the ears and sudden hearing loss may happen. • Eyes. • Vasculitis can make the eyes look red. • They may itch or burn. • Giant cell arteritis can cause double vision and brief or ongoing blindness in one or both eyes. • This is sometimes the first sign of the disease. • Hands or feet. • Some types of vasculitis can cause numbness or weakness in a hand or foot. • The palms of the hands and soles of the feet might swell or harden. • Lungs. • This can cause shortness of breath or coughing up blood. • Skin. • Bleeding under the skin can show up as red spots. • Vasculitis also can cause lumps or open sores on the skin. • Make an appointment with your healthcare professional if you have symptoms that worry you. • Some types of vasculitis get worse quickly. • Early diagnosis is the key to getting treatment that works. • Experts don't know the exact cause of vasculitis. • Some types are linked to a person's genes. • Others result from the immune system attacking blood vessel cells by mistake. • Causes of this immune system reaction may include: Infections, such as hepatitis B and hepatitis C. • Blood cancers. • Immune system diseases, such as rheumatoid arthritis, lupus and scleroderma. • Reactions to certain medicines. • Vasculitis can happen to anyone. • Factors that may increase the risk of certain types include: Age. • Giant cell arteritis is rare before the age of 50. • Kawasaki disease is most common in children younger than 5 years old. • Family history. • Behcets disease, granulomatosis with polyangiitis and Kawasaki disease can run in families. • Lifestyle choices. • Using illicit drugs such as cocaine can increase your risk of getting vasculitis. • Smoking tobacco can increase risk of Buerger disease. • This applies mainly to people assigned male at birth who are younger than 45. • Medicines. • Medicines such as hydralazine, allopurinol (Lopurin, Zyloprim) , minocycline (Arestin, Minocin, others) and propylthiouracil sometimes can cause vasculitis. • Infections. • Having hepatitis B or C can increase the risk of vasculitis. • Immune conditions. • People who have conditions in which their immune systems attack their own bodies by mistake may be at higher risk of vasculitis. • These conditions include lupus, rheumatoid arthritis and scleroderma. • Sex assigned at birth. • Giant cell arteritis is much more common in people assigned female at birth. • Buerger disease is more common in people assigned male at birth. • Vasculitis complications depend on the type of vasculitis and how bad it is. • Complications also may be linked to side effects of the prescription medicines that treat the condition. • Complications of vasculitis include: Organ damage. • Some types of vasculitis can damage major organs. • Blood clots and aneurysms. • A blood clot may form in a blood vessel, blocking blood flow. • Rarely, vasculitis causes a blood vessel to weaken and bulge, forming an aneurysm (AN-yoo-riz-um). • Vision loss or blindness. • This may be a complication of giant cell arteritis that isn't treated. • Infections. • Some of the medicines used to treat vasculitis may weaken your immune system. • This can make you more prone to infections. • Our patients tell us that the quality of their interactions, our attention to detail and the efficiency of their visits mean health care like they've never experienced. • See the stories of satisfied Mayo Clinic patients.",
      "Causes": "Experts don't know the exact cause of vasculitis. • Some types are linked to a person's genes. • Others result from the immune system attacking blood vessel cells by mistake. • Causes of this immune system reaction may include: Infections, such as hepatitis B and hepatitis C. • Blood cancers. • Immune system diseases, such as rheumatoid arthritis, lupus and scleroderma. • Reactions to certain medicines.",
      "Risk factors": "Vasculitis can happen to anyone. • Factors that may increase the risk of certain types include: Age. • Giant cell arteritis is rare before the age of 50. • Kawasaki disease is most common in children younger than 5 years old. • Family history. • Behcets disease, granulomatosis with polyangiitis and Kawasaki disease can run in families. • Lifestyle choices. • Using illicit drugs such as cocaine can increase your risk of getting vasculitis. • Smoking tobacco can increase risk of Buerger disease. • This applies mainly to people assigned male at birth who are younger than 45. • Medicines. • Medicines such as hydralazine, allopurinol (Lopurin, Zyloprim) , minocycline (Arestin, Minocin, others) and propylthiouracil sometimes can cause vasculitis. • Infections. • Having hepatitis B or C can increase the risk of vasculitis. • Immune conditions. • People who have conditions in which their immune systems attack their own bodies by mistake may be at higher risk of vasculitis. • These conditions include lupus, rheumatoid arthritis and scleroderma. • Sex assigned at birth. • Giant cell arteritis is much more common in people assigned female at birth. • Buerger disease is more common in people assigned male at birth.",
      "Complications": "Vasculitis complications depend on the type of vasculitis and how bad it is. • Complications also may be linked to side effects of the prescription medicines that treat the condition. • Complications of vasculitis include: Organ damage. • Some types of vasculitis can damage major organs. • Blood clots and aneurysms. • A blood clot may form in a blood vessel, blocking blood flow. • Rarely, vasculitis causes a blood vessel to weaken and bulge, forming an aneurysm (AN-yoo-riz-um). • Vision loss or blindness. • This may be a complication of giant cell arteritis that isn't treated. • Infections. • Some of the medicines used to treat vasculitis may weaken your immune system. • This can make you more prone to infections."
    },
    "name": "Vasculitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/vasculitis/symptoms-causes/syc-20363435"
  },
  {
    "sections": {
      "Overview": "Vasovagal syncope (vay-zoh-VAY-gul SING-kuh-pee) occurs when you faint because your body overreacts to certain triggers. • These may include the sight of blood or extreme emotional distress. • Vasovagal syncope also is called neurocardiogenic syncope. • The vasovagal syncope trigger causes your heart rate and blood pressure to drop suddenly. • That leads to reduced blood flow to your brain, causing you to briefly lose consciousness. • Vasovagal syncope is usually harmless and requires no treatment. • But it's possible that you may injure yourself during a vasovagal syncope episode. • Your healthcare professional may recommend tests to rule out more-serious causes of fainting, such as heart conditions.",
      "Symptoms": "Before you faint due to vasovagal syncope, you may experience some of the following symptoms: Change in skin color. • Lightheadedness. • Tunnel vision — your field of vision narrows so that you see only what's in front of you. • Upset stomach. • Feeling warm. • A cold, clammy sweat. • Blurred vision. • During a vasovagal syncope episode, people around you may notice: Jerky movements. • A slow, weak pulse. • Dilated pupils. • Recovery after a vasovagal episode generally begins in less than a minute. • However, if you stand up too soon after fainting — within about 15 to 30 minutes — you're at risk of fainting again. • Fainting can be a sign of a more serious condition, such as a heart or brain condition. • You may want to consult your healthcare professional after a fainting spell, especially if you've never had one before. • Vasovagal syncope occurs when the part of your nervous system that regulates heart rate and blood pressure overreacts to a trigger. • Common triggers include: Standing for long periods of time. • Heat exposure. • Seeing blood. • Having blood drawn. • Fear of bodily injury. • Straining, such as to pass stool. • Vasovagal syncope can happen without a trigger. • During a vasovagal syncope episode, your heart rate slows, and the blood vessels in your legs widen. • This allows blood to pool in your legs, which lowers your blood pressure. • The drop in blood pressure and slowed heart rate quickly reduce blood flow to your brain, and you faint. • The risk of vasovagal syncope may be higher in: Children and young adults, although vasovagal syncope can happen at any age. • People who stand for long periods of time. • You may not always be able to avoid a vasovagal syncope episode. • If you feel like you might faint, lie down and lift your legs. • This allows gravity to keep blood flowing to your brain. • If you can't lie down, sit down and put your head between your knees until you feel better.",
      "Causes": "Vasovagal syncope occurs when the part of your nervous system that regulates heart rate and blood pressure overreacts to a trigger. • Common triggers include: Standing for long periods of time. • Heat exposure. • Seeing blood. • Having blood drawn. • Fear of bodily injury. • Straining, such as to pass stool. • Vasovagal syncope can happen without a trigger. • During a vasovagal syncope episode, your heart rate slows, and the blood vessels in your legs widen. • This allows blood to pool in your legs, which lowers your blood pressure. • The drop in blood pressure and slowed heart rate quickly reduce blood flow to your brain, and you faint.",
      "Risk factors": "The risk of vasovagal syncope may be higher in: Children and young adults, although vasovagal syncope can happen at any age. • People who stand for long periods of time.",
      "Prevention": "You may not always be able to avoid a vasovagal syncope episode. • If you feel like you might faint, lie down and lift your legs. • This allows gravity to keep blood flowing to your brain. • If you can't lie down, sit down and put your head between your knees until you feel better."
    },
    "name": "Vasovagal syncope",
    "url": "https://www.mayoclinic.org/diseases-conditions/vasovagal-syncope/symptoms-causes/syc-20350527"
  },
  {
    "sections": {},
    "name": "Ventricular fibrillation",
    "url": "https://www.mayoclinic.org/diseases-conditions/ventricular-fibrillation/symptoms-causes/syc-20364523"
  },
  {
    "sections": {},
    "name": "Ventricular septal defect (VSD)",
    "url": "https://www.mayoclinic.org/diseases-conditions/ventricular-septal-defect/symptoms-causes/syc-20353495"
  },
  {
    "sections": {
      "Overview": "Ventricular tachycardia is a type of irregular heartbeat, called an arrhythmia. • It starts in the lower chambers of the heart, called the ventricles. • This condition also may be called V-tach or VT. • A healthy heart typically beats about 60 to 100 times a minute at rest. • In ventricular tachycardia, the heart beats faster, usually 100 or more beats a minute. • Sometimes the rapid heartbeat stops the heart chambers from properly filling with blood. • The heart may not be able to pump enough blood to the body. • If this happens, you may feel short of breath or lightheaded. • Some people lose consciousness. • Ventricular tachycardia episodes may be brief and last only a few seconds without causing harm. • But episodes lasting more than a few seconds, called sustained V-tach, can be life-threatening. • Sometimes ventricular tachycardia can cause all heart activity to stop. • This complication is called sudden cardiac arrest. • Treatments for ventricular tachycardia include medicines, a shock to the heart, a heart device, and a procedure or surgery.",
      "Symptoms": "When the heart beats too fast, it may not send enough blood to the rest of the body. • So the organs and tissues may not get enough oxygen. • Symptoms of ventricular tachycardia are due to a lack of oxygen. • They may include: Chest pain, called angina. • Dizziness. • Pounding heartbeat, called palpitations. • Lightheadedness. • Shortness of breath. • Ventricular tachycardia can be a medical emergency even if your symptoms are minor. • Ventricular tachycardia, sometimes called V-tach or VT, is grouped according to how long an episode lasts. • Nonsustained V-tach stops on its own within 30 seconds. • Brief episodes may not cause any symptoms. • Sustained V-tach lasts more than 30 seconds. • This type of ventricular tachycardia can cause serious health problems. • Symptoms of sustained V-tach may include: Fainting. • Loss of consciousness. • Cardiac arrest or sudden death. • Many different things can cause ventricular tachycardia, sometimes called V-tach or VT. • It's important to get a fast, accurate diagnosis and appropriate care. • Even if you have a healthy heart, you should get prompt medical help if you have symptoms of V-tach. • Make an appointment for a health checkup if you think you have an irregular heartbeat. • Sometimes, urgent or emergency care is needed. • Call 911 or your local emergency number for these symptoms: Chest pain that lasts more than a few minutes. • Difficulty breathing. • Fainting. • Shortness of breath. • Ventricular tachycardia is caused by faulty heart signaling that makes the heart beat too fast in the lower heart chambers. • The lower heart chambers are called the ventricles. • The fast heart rate doesn't allow the ventricles to fill and squeeze to pump enough blood to the body. • Many things can cause or lead to problems with heart signaling and trigger ventricular tachycardia. • These include: Prior heart attack. • Any heart condition that caused scarring of heart tissue, called structural heart disease. • Poor blood flow to the heart muscle due to coronary artery disease. • Heart problems present at birth, including long QT syndrome. • Changes in levels of body minerals called electrolytes. • These include potassium, sodium, calcium and magnesium. • Side effects of medicines. • Use of stimulants such as cocaine or methamphetamine. • Sometimes, the exact cause of ventricular tachycardia can't be determined. • This is called idiopathic ventricular tachycardia. • To better understand the cause of ventricular tachycardia, it may help to know how the heart works. • The typical heart has four chambers. • The two upper chambers are called the atria. • The two lower chambers are called the ventricles. • The heart's electrical system controls the heartbeat. • The heart's electrical signals start in a group of cells at the top of the heart called the sinus node. • They pass through a pathway between the upper and lower heart chambers called the atrioventricular (AV) node. • The movement of the signals causes the heart to squeeze and pump blood. • In a healthy heart, this heart signaling process usually goes smoothly, resulting in a resting heart rate of 60 to 100 beats a minute. • But some things can change how electrical signals travel through the heart. • In ventricular tachycardia, faulty electrical signaling in the heart's lower chambers make the heart beat100 or more times a minute. • Any condition that puts a strain on the heart or damages heart tissue can increase the risk of ventricular tachycardia. • Lifestyle changes such as eating healthy and not smoking may lower the risk. • It's also important to get proper medical treatment if you have any of the following conditions and events: Heart disease. • Side effects of medicines. • Severe changes in the level of body minerals, called electrolyte imbalances. • A history of using stimulant drugs such as cocaine or methamphetamine. • A family history of tachycardia or other heart rhythm disorders also makes a person more likely to get ventricular tachycardia. • Complications of ventricular tachycardia depend on: How fast the heart is beating. • How long the rapid heart rate lasts. • Whether there are other heart conditions. • A life-threatening complication of V-tach is ventricular fibrillation, also called V-fib. • V-fib can cause all heart activity to suddenly stop, called sudden cardiac arrest. • Emergency treatment is needed to prevent death. • V-fib happens most often in people with heart disease or a prior heart attack. • Sometimes it occurs in those who have high or low potassium levels or other changes in body mineral levels. • Other possible complications of ventricular tachycardia include: Frequent fainting spells or unconsciousness. • Heart failure. • Sudden death caused by cardiac arrest. • Preventing ventricular tachycardia starts with keeping the heart in good shape. • If you have heart disease, get regular health checkups and follow your treatment plan. • Take all medicines as directed. • Take the following steps to keep the heart healthy. • The American Heart Association recommends these eight steps: Eat a balanced, nutritious diet. • Eat a healthy diet that's low in salt and solid fats and rich in fruits, vegetables and whole grains. • Get regular exercise. • Try to exercise for at least 30 minutes on most days. • Ask your healthcare team which exercises are safest for you. • Maintain a healthy weight. • Being overweight increases the risk of heart disease. • Talk with your care team to set realistic goals for body mass index (BMI) and weight. • Control blood pressure and cholesterol. • High blood pressure and high cholesterol increase the risk of heart disease. • Make lifestyle changes and take medicines as directed to manage high blood pressure or high cholesterol. • Manage stress. • Stress can make the heart beat faster. • Getting more exercise, practicing mindfulness and connecting with others in support groups are some ways to reduce and manage stress. • Limit alcohol. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Stop smoking. • If you smoke and can't quit on your own, talk to a healthcare professional about strategies to help you stop. • Practice good sleep habits. • Poor sleep may increase the risk of heart disease and other long-term health conditions. • Adults should aim to get 7 to 9 hours of sleep daily. • Go to bed and wake at the same time every day, including on weekends. • If you have trouble sleeping, talk to a healthcare professional about strategies that might help. • Other lifestyle changes also can help protect heart health and may prevent irregular heartbeats: Limit caffeine. • Caffeine is a stimulant. • It can make the heart beat faster. • Don't use illegal drugs. • Stimulants such as cocaine and methamphetamine can increase the heart rate. • If you need help stopping, talk to your healthcare team about an appropriate program for you. • Check medicine ingredients. • Some cold and cough medicines bought without a prescription contain stimulants that may increase the heart rate. • Always tell your healthcare team about all the medicines you take. • Go to scheduled health checkups. • Have regular physical exams and report any new symptoms to your healthcare team.",
      "Causes": "Ventricular tachycardia is caused by faulty heart signaling that makes the heart beat too fast in the lower heart chambers. • The lower heart chambers are called the ventricles. • The fast heart rate doesn't allow the ventricles to fill and squeeze to pump enough blood to the body. • Many things can cause or lead to problems with heart signaling and trigger ventricular tachycardia. • These include: Prior heart attack. • Any heart condition that caused scarring of heart tissue, called structural heart disease. • Poor blood flow to the heart muscle due to coronary artery disease. • Heart problems present at birth, including long QT syndrome. • Changes in levels of body minerals called electrolytes. • These include potassium, sodium, calcium and magnesium. • Side effects of medicines. • Use of stimulants such as cocaine or methamphetamine. • Sometimes, the exact cause of ventricular tachycardia can't be determined. • This is called idiopathic ventricular tachycardia. • To better understand the cause of ventricular tachycardia, it may help to know how the heart works. • The typical heart has four chambers. • The two upper chambers are called the atria. • The two lower chambers are called the ventricles. • The heart's electrical system controls the heartbeat. • The heart's electrical signals start in a group of cells at the top of the heart called the sinus node. • They pass through a pathway between the upper and lower heart chambers called the atrioventricular (AV) node. • The movement of the signals causes the heart to squeeze and pump blood. • In a healthy heart, this heart signaling process usually goes smoothly, resulting in a resting heart rate of 60 to 100 beats a minute. • But some things can change how electrical signals travel through the heart. • In ventricular tachycardia, faulty electrical signaling in the heart's lower chambers make the heart beat100 or more times a minute.",
      "Risk factors": "Any condition that puts a strain on the heart or damages heart tissue can increase the risk of ventricular tachycardia. • Lifestyle changes such as eating healthy and not smoking may lower the risk. • It's also important to get proper medical treatment if you have any of the following conditions and events: Heart disease. • Side effects of medicines. • Severe changes in the level of body minerals, called electrolyte imbalances. • A history of using stimulant drugs such as cocaine or methamphetamine. • A family history of tachycardia or other heart rhythm disorders also makes a person more likely to get ventricular tachycardia.",
      "Complications": "Complications of ventricular tachycardia depend on: How fast the heart is beating. • How long the rapid heart rate lasts. • Whether there are other heart conditions. • A life-threatening complication of V-tach is ventricular fibrillation, also called V-fib. • V-fib can cause all heart activity to suddenly stop, called sudden cardiac arrest. • Emergency treatment is needed to prevent death. • V-fib happens most often in people with heart disease or a prior heart attack. • Sometimes it occurs in those who have high or low potassium levels or other changes in body mineral levels. • Other possible complications of ventricular tachycardia include: Frequent fainting spells or unconsciousness. • Heart failure. • Sudden death caused by cardiac arrest.",
      "Prevention": "Preventing ventricular tachycardia starts with keeping the heart in good shape. • If you have heart disease, get regular health checkups and follow your treatment plan. • Take all medicines as directed. • Take the following steps to keep the heart healthy. • The American Heart Association recommends these eight steps: Eat a balanced, nutritious diet. • Eat a healthy diet that's low in salt and solid fats and rich in fruits, vegetables and whole grains. • Get regular exercise. • Try to exercise for at least 30 minutes on most days. • Ask your healthcare team which exercises are safest for you. • Maintain a healthy weight. • Being overweight increases the risk of heart disease. • Talk with your care team to set realistic goals for body mass index (BMI) and weight. • Control blood pressure and cholesterol. • High blood pressure and high cholesterol increase the risk of heart disease. • Make lifestyle changes and take medicines as directed to manage high blood pressure or high cholesterol. • Manage stress. • Stress can make the heart beat faster. • Getting more exercise, practicing mindfulness and connecting with others in support groups are some ways to reduce and manage stress. • Limit alcohol. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Stop smoking. • If you smoke and can't quit on your own, talk to a healthcare professional about strategies to help you stop. • Practice good sleep habits. • Poor sleep may increase the risk of heart disease and other long-term health conditions. • Adults should aim to get 7 to 9 hours of sleep daily. • Go to bed and wake at the same time every day, including on weekends. • If you have trouble sleeping, talk to a healthcare professional about strategies that might help. • Other lifestyle changes also can help protect heart health and may prevent irregular heartbeats: Limit caffeine. • Caffeine is a stimulant. • It can make the heart beat faster. • Don't use illegal drugs. • Stimulants such as cocaine and methamphetamine can increase the heart rate. • If you need help stopping, talk to your healthcare team about an appropriate program for you. • Check medicine ingredients. • Some cold and cough medicines bought without a prescription contain stimulants that may increase the heart rate. • Always tell your healthcare team about all the medicines you take. • Go to scheduled health checkups. • Have regular physical exams and report any new symptoms to your healthcare team."
    },
    "name": "Ventricular tachycardia",
    "url": "https://www.mayoclinic.org/diseases-conditions/ventricular-tachycardia/symptoms-causes/syc-20355138"
  },
  {
    "sections": {
      "Overview": "A vertebral tumor is a growth of cells that happens in the bones of the spine. • A vertebral tumor also is called a spinal tumor. • The bones of the spine are called the vertebrae. • The spine is made up of many small vertebrae stacked on top of one another. • The vertebrae hold the body upright. • They enclose and protect the spinal cord. • Vertebral tumors can be cancerous or not cancerous. • A noncancerous vertebral tumor also is called a benign vertebral tumor. • Vertebral tumors that are cancerous are called malignant vertebral tumors. • Most malignant vertebral tumors are caused by cancer that starts somewhere else in the body and spreads to the spine. • Cancer that spreads from an organ to another part of the body is called metastatic cancer. • Cancers that affect the blood cells and bone marrow also can cause malignant vertebral tumors. • Vertebral tumors that start in the bones of the spine and haven't spread from somewhere else are rare. • Another name for these tumors is primary bone tumors. • Treatment for vertebral tumors includes surgery, radiation therapy and medicines, including chemotherapy. • Small and slow-growing vertebral tumors might not need treatment right away. • The treatment that's best for your vertebral tumor depends on your situation. • Your healthcare team considers the type of tumor you have, whether it is cancerous and its location within the spine.",
      "Symptoms": "Signs and symptoms of vertebral tumors include: Back pain in the area of the tumor. • Back pain that radiates or shoots from the back to a nearby area. • Back pain that's worse at night. • Changes in sensation, such as numbness or a feeling of pins and needles. • Loss of the ability to move part of the body. • Loss of control over the bladder and bowels. • Muscle weakness. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you. • Some vertebral tumor symptoms are similar to symptoms caused by other conditions. • For example, back pain is very common, and most back pain isn't caused by a tumor. • Sometimes it's hard to decide whether to see a healthcare professional when you have back pain. • Make an appointment if: The pain is constant and is getting worse. • The pain doesn't seem to be caused by a certain activity. • The pain is worse at night. • You have a history of cancer and the back pain is something new. • Seek immediate medical care if you have back pain along with: Muscle weakness in the arms or legs. • Loss of control of the bowel or bladder. • Numbness or tingling in the genital area. • Most vertebral tumors are caused by cancer that starts somewhere else in the body. • Cancer that spreads from an organ to somewhere else in the body is called metastatic cancer. • Any cancer can spread to the spine. • Most vertebral tumors are caused by cancer that spreads from the breasts, lungs or prostate. • Other cancers that tend to spread to the spine include kidney cancer and thyroid cancer. • Cancers that affect the blood cells and bone marrow also can cause vertebral tumors. • These cancers include multiple myeloma and lymphoma. • Vertebral tumors that start in the spine are rare. • It's not clear what causes them. • Vertebral tumors that start in the spine happen when cells in the bones of the spine develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In the tumor cells, the DNA changes give different instructions. • The changes tell the tumor cells to make many more cells quickly. • Tumor cells can keep living when healthy cells would die. • This causes too many cells. • Sometimes cells develop changes in their DNA that turn them into cancer cells. • Cancer cells can invade and destroy healthy body tissue. • They can break away and spread to other parts of the body. • Examples of vertebral tumors that start in the spine and aren't cancerous include: Hemangioma. • Osteoid osteoma. • Osteoblastoma. • Aneurysmal bone cyst. • Osteochondroma. • Enchondroma. • Chondroblastoma. • Examples of vertebral tumors that start in the spine and are cancerous include: Chondrosarcoma. • Ewing sarcoma. • Osteosarcoma. • Chordoma. • The risk of vertebral tumors is higher in people who have cancer or have been treated for cancer. • Most vertebral tumors are caused by cancer that starts somewhere else in the body and spreads to the spine. • Cancer that spreads to the spine most often starts in the breasts, lungs or prostate. • Complications caused by vertebral tumors include: Spinal cord compression. • Spinal cord compression happens when a tumor grows to press on the spinal cord or nearby nerves. • It often causes back pain at first. • Later it can cause weakness and numbness in the part of the body controlled by the affected nerves. • There may be difficulty walking and a loss of control of the bladder and bowels. • Spinal instability. • Spinal instability can happen if a vertebral tumor weakens the bones in the spine. • Bones weakened by tumors can break or go out of alignment. • This can make it hard for the spine to hold the body upright. • Spinal instability typically causes pain and can lead to weakness. • Treatments may help prevent or treat these complications.",
      "Causes": "Most vertebral tumors are caused by cancer that starts somewhere else in the body. • Cancer that spreads from an organ to somewhere else in the body is called metastatic cancer. • Any cancer can spread to the spine. • Most vertebral tumors are caused by cancer that spreads from the breasts, lungs or prostate. • Other cancers that tend to spread to the spine include kidney cancer and thyroid cancer. • Cancers that affect the blood cells and bone marrow also can cause vertebral tumors. • These cancers include multiple myeloma and lymphoma. • Vertebral tumors that start in the spine are rare. • It's not clear what causes them. • Vertebral tumors that start in the spine happen when cells in the bones of the spine develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In the tumor cells, the DNA changes give different instructions. • The changes tell the tumor cells to make many more cells quickly. • Tumor cells can keep living when healthy cells would die. • This causes too many cells. • Sometimes cells develop changes in their DNA that turn them into cancer cells. • Cancer cells can invade and destroy healthy body tissue. • They can break away and spread to other parts of the body. • Examples of vertebral tumors that start in the spine and aren't cancerous include: Hemangioma. • Osteoid osteoma. • Osteoblastoma. • Aneurysmal bone cyst. • Osteochondroma. • Enchondroma. • Chondroblastoma. • Examples of vertebral tumors that start in the spine and are cancerous include: Chondrosarcoma. • Ewing sarcoma. • Osteosarcoma. • Chordoma.",
      "Risk factors": "The risk of vertebral tumors is higher in people who have cancer or have been treated for cancer. • Most vertebral tumors are caused by cancer that starts somewhere else in the body and spreads to the spine. • Cancer that spreads to the spine most often starts in the breasts, lungs or prostate.",
      "Complications": "Complications caused by vertebral tumors include: Spinal cord compression. • Spinal cord compression happens when a tumor grows to press on the spinal cord or nearby nerves. • It often causes back pain at first. • Later it can cause weakness and numbness in the part of the body controlled by the affected nerves. • There may be difficulty walking and a loss of control of the bladder and bowels. • Spinal instability. • Spinal instability can happen if a vertebral tumor weakens the bones in the spine. • Bones weakened by tumors can break or go out of alignment. • This can make it hard for the spine to hold the body upright. • Spinal instability typically causes pain and can lead to weakness. • Treatments may help prevent or treat these complications."
    },
    "name": "Vertebral tumor",
    "url": "https://www.mayoclinic.org/diseases-conditions/vertebral-tumor/symptoms-causes/syc-20350123"
  },
  {
    "sections": {
      "Overview": "Vesicoureteral (ves-ih-koe-yoo-REE-tur-ul) reflux means that some urine flows in the wrong direction once it reaches the bladder. • It flows back up tubes called ureters that connect the kidneys to the bladder. • Typically, urine flows from the kidneys through the ureters down to the bladder. • It's not supposed to flow back up. • Most often, vesicoureteral reflux is found in infants and children. • Some are born with vesicoureteral reflux due to an issue with the structure of one of the two ureters. • Others develop the condition later for reasons such as the bladder not being able to empty fully. • With vesicoureteral reflux, urine can carry germs from the bladder up to the kidneys. • That raises the risk of urinary tract infections (UTIs). • UTIs can happen in any of the organs that make urine and remove it from the body. • These infections can cause symptoms such as a strong need to urinate and pain while urinating. • Without treatment, UTIs can lead to kidney damage. • Some children who are born with vesicoureteral reflux outgrow it. • Others need treatment such as medicine or surgery. • The goal of treatment is to prevent kidney damage and more UTIs.",
      "Symptoms": "Vesicoureteral reflux symptoms often are due to a urinary tract infection (UTI). • A UTI doesn't always cause symptoms, but most people notice some. • These symptoms can include: A strong, constant urge to urinate. • A burning feeling when urinating. • The need to pass small amounts of urine often. • Cloudy urine. • Fever. • Pain in the side, groin or stomach area. • Babies and some small children with UTIs can't tell adults what their symptoms feel like. • But they may have: A fever for no clear reason. • Lack of hunger. • Fussiness. • As a child gets older, vesicoureteral reflux that doesn't get treated can lead to: Bed-wetting. • Constipation or loss of control over bowel movements. • High blood pressure. • Protein in urine. • Urgent need to urinate or urinating more often than usual. • Leaking urine by accident, also called urinary incontinence. • Another symptom of vesicoureteral reflux is swelling of one or both kidneys. • This swelling is called hydronephrosis. • It's caused by the backup of urine into the kidneys. • An imaging test called an ultrasound often finds this swelling before a baby is born. • Call a healthcare professional right away if your child has any UTI symptoms, such as: A strong, persistent urge to urinate. • A burning sensation when urinating. • Pain in the stomach area, groin or side. • Upset stomach or vomiting. • Call your healthcare professional about fever if your child: Is younger than 3 months old and has a rectal temperature of 100.4 degrees Fahrenheit (38 degrees Celsius) or higher. • A child 2 months old or younger may need emergency care. • Is 3 months or older and has a fever of 100.4 degrees Fahrenheit (38 degrees Celsius) or higher without other symptoms that lasts more than 24 hours. • Is also eating poorly, has had major changes in mood, or looks or acts very sick.",
      "Causes": "There are two main types of vesicoureteral reflux, and they have different causes. • Primary vesicoureteral reflux. • Children are born with this more common type of reflux. • It's caused by a problem with the valve that usually keeps urine from flowing backward from the bladder. • The valve doesn't close well. • This lets urine flow back up tubes called ureters that carry urine from the kidneys down to the bladder. • As children grow, the ureters lengthen and straighten. • That may help the valve work better and correct the backflow of urine over time. • This type of vesicoureteral reflux tends to run in families. • So it may be genetic. • But the exact cause isn't known. • Secondary vesicoureteral reflux. • This type of reflux most often happens because the bladder doesn't empty properly. • There can be many reasons for this. • For example, a fold of tissue may block urine from fully leaving the bladder. • Or muscles that connect the bladder to another tube called the urethra may become too narrow. • Or the nerves that control the bladder's ability to empty may become damaged.",
      "Risk factors": "Risk factors for vesicoureteral reflux include: Bladder and bowel dysfunction (BBD). • Children with BBD hold their urine and stool. • They also get repeated urinary tract infections. • That can contribute to vesicoureteral reflux. • Race. • White children appear to have a higher risk of vesicoureteral reflux than do Black children. • Sex assigned at birth. • In general, girls have a much higher risk of having this condition than boys do. • The exception is for vesicoureteral reflux that's present at birth. • This is more common in boys. • Age. • Infants and children up to age 2 are more likely to have vesicoureteral reflux than older children are. • Family history. • Primary vesicoureteral reflux tends to run in families. • Children whose parents had the condition are at higher risk of it. • Siblings of children who have the condition also are at higher risk. • So your healthcare professional may recommend screening tests for siblings of a child with primary vesicoureteral reflux.",
      "Complications": "Kidney damage is the main health concern, also called complication, that can happen with vesicoureteral reflux. • The worse the reflux, the more serious the complications are likely to be. • Complications may include: Kidney scarring. • Without treatment, UTIs can lead to lasting damage to kidney tissue known as scarring. • Extensive scarring may lead to high blood pressure and kidney failure. • High blood pressure. • The kidneys filter waste from the bloodstream. • So damage to the kidneys can cause waste to build up. • That in turn can raise blood pressure. • Kidney problems. • Scarring can cause an affected kidney to have trouble filtering blood. • This may lead to kidney failure, meaning the kidney loses its filtering ability. • This life-threatening condition can happen quickly, also known as acute kidney injury. • Or it can develop over time, also called chronic kidney disease."
    },
    "name": "Vesicoureteral reflux",
    "url": "https://www.mayoclinic.org/diseases-conditions/vesicoureteral-reflux/symptoms-causes/syc-20378819"
  },
  {
    "sections": {},
    "name": "Viral gastroenteritis (stomach flu)",
    "url": "https://www.mayoclinic.org/diseases-conditions/viral-gastroenteritis/symptoms-causes/syc-20378847"
  },
  {
    "sections": {
      "Overview": "Viral hemorrhagic (hem-uh-RAJ-ik) fevers are infectious diseases that can be life-threatening. • They can damage the walls of tiny blood vessels, making them leak. • And they can keep the blood from clotting. • Some viral hemorrhagic fevers include: Crimean-Congo. • Dengue. • Ebola. • Hantavirus. • Lassa. • Marburg. • Yellow fever. • These diseases most often happen in tropical areas, such as Central Africa. • In the United States, most people who get them have traveled to one of those areas. • There are vaccines and treatments for only a few types of viral hemorrhagic fevers. • Until there are vaccines for more of them, do your best to keep from getting viral hemorrhagic fevers.",
      "Symptoms": "Symptoms of viral hemorrhagic fevers vary by disease. • Mainly, early symptoms can include: Fever. • Tiredness, weakness or feeling unwell. • Muscle, bone or joint aches. • Nausea and vomiting. • Diarrhea. • Worse symptoms include: Bleeding under the skin, inside the body or from the mouth, eyes or ears. • Nervous system issues. • Coma. • Confused thinking and not being aware of surroundings, called delirium. • Kidney failure. • Trouble breathing, called respiratory failure. • Liver failure. • The best time to see a healthcare professional is before you travel to a country where you might get an infectious disease. • Then you can get vaccinations and pre-travel advice for staying healthy. • If you get symptoms once you return home from your trip, talk to a healthcare professional. • If possible, see one trained in international medicine or infectious diseases. • Tell your care professional where you've traveled.",
      "Causes": "Viral hemorrhagic fevers are spread by contact with infected animals. • The viruses that cause viral hemorrhagic fevers live in many animal hosts. • Most often, the hosts include mosquitoes, ticks, rodents, nonhuman primates or bats. • Mosquito or tick bites spread some viral hemorrhagic fevers. • Infected body fluids, such as blood, saliva or semen, spread other viral hemorrhagic fevers. • You can get a few types by inhaling infected rat feces or urine. • Some viral hemorrhagic fevers also can spread from person to person. • If you travel to an area where a hemorrhagic fever is common, you can be infected there but not get symptoms until after you return home. • It might take from 2 to 21 days to get symptoms. • It depends on the type of virus.",
      "Risk factors": "Living in or traveling to an area where a certain viral hemorrhagic fever is common raises your risk of getting infected with that virus. • Other factors that can increase your risk include: Working with infected people. • Killing or eating infected animals. • Having unprotected sex with an infected person. • Working outdoors or in rat-infested buildings. • Being around infected blood or other body fluids.",
      "Complications": "Viral hemorrhagic fevers can cause: Septic shock. • Failure in more than one organ. • Death.",
      "Prevention": "It can be hard to prevent viral hemorrhagic fevers. • If you live in, work in or travel to areas where these diseases are common, use protective barriers when working with blood or body fluids. • For instance, wear gloves, gowns, eye masks and face shields. • Also take care working with lab specimens and waste. • The yellow fever vaccine is mainly safe and works well. • But rarely, serious side effects can happen. • The yellow fever vaccine isn't for children younger than 9 months of age, pregnant people or people whose immune systems don't work well. • There's also an Ebola vaccination that protects against one type of Ebola. • It's for healthcare professionals who work in areas of outbreak. • Check with the Centers for Disease Control and Prevention about the countries you plan to visit. • For some, you must prove that you've been vaccinated. • Do your best to stay away from mosquitoes and ticks when traveling in areas that have outbreaks of viral hemorrhagic fevers. • Wear light-colored long pants and long-sleeved shirts. • Or, even better, wear clothes coated with permethrin. • Don't put permethrin on the skin. • Try not to be outside at dusk and dawn when mosquitoes are most active. • Put mosquito repellent with a 20% to 25% concentration of DEET on your skin and clothing. • If you're staying in tents or hotels, use bed nets and mosquito coils. • If you live where there are outbreaks of viral hemorrhagic fevers, take steps to keep rodents out of your home: Keep pet food covered and stored in rodent-proof containers. • Store trash in rodent-proof containers. • Clean the containers often. • Get rid of garbage often. • Make sure doors and windows have screens that fit well. • Keep woodpiles, stacks of bricks and other materials at least 100 feet from your house. • Mow your grass closely. • Trim brush to within 100 feet of your house."
    },
    "name": "Viral hemorrhagic fevers",
    "url": "https://www.mayoclinic.org/diseases-conditions/viral-hemorrhagic-fevers/symptoms-causes/syc-20351260"
  },
  {
    "sections": {},
    "name": "Vitamin deficiency anemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/vitamin-deficiency-anemia/symptoms-causes/syc-20355025"
  },
  {
    "sections": {},
    "name": "Vitiligo",
    "url": "https://www.mayoclinic.org/diseases-conditions/vitiligo/symptoms-causes/syc-20355912"
  },
  {
    "sections": {
      "Overview": "Vocal cord paralysis is a condition that causes the loss of control of the muscles that control the voice. • It happens when the nerve impulses to the voice box, also called the larynx, are disrupted. • This results in paralysis of the vocal cord muscles. • Vocal cord paralysis can make it hard to speak and even breathe. • The vocal cords, also called vocal folds, do more than just produce sound. • They also protect the airway. • They prevent food, drink and even saliva from entering the windpipe and causing a person to choke. • Possible causes of vocal cord paralysis include nerve damage during surgery, viral infections and certain cancers. • Treatment for vocal cord paralysis usually involves surgery, and sometimes voice therapy.",
      "Symptoms": "Vocal cord paralysis usually involves the loss of control of only one vocal cord. • Paralysis of both vocal cords is a rare but serious condition. • This can make it hard to speak and can cause trouble with breathing and swallowing. • The vocal cords are two flexible bands of muscle tissue that sit at the entrance to the windpipe, also known as the trachea. • When speaking, the bands come together and vibrate to make sound. • The rest of the time, the vocal cords are relaxed in an open position so that you can breathe. • Symptoms of vocal cord paralysis may include: A breathy quality to the voice. • Hoarseness. • Noisy breathing. • Shortness of breath. • Loss of vocal pitch. • Choking or coughing while swallowing food, drink or saliva. • The need to take several breaths while speaking. • Inability to speak loudly. • Loss of a gag reflex. • Ineffective coughing. • Frequent throat clearing. • Contact your healthcare professional if you have a hoarse voice that can't be explained and that lasts for more than 2 to 4 weeks. • Also see your healthcare professional if you notice any voice changes or discomfort.",
      "Causes": "Vocal cord paralysis happens when nerve impulses to the voice box, known as the larynx, are disrupted. • This causes the muscle to become paralyzed. • Often the exact cause of vocal cord paralysis isn't known. • But some known causes may include: Injury to the vocal cord during surgery. • Surgery on or near the neck or upper chest can result in damage to the nerves that serve the voice box. • Surgeries that carry a risk of damage include surgeries to the thyroid or parathyroid glands, esophagus, neck, and chest. • Neck or chest injury. • Trauma to the neck or chest may injure the nerves that serve the vocal cords or the voice box itself. • Stroke. • A stroke interrupts blood flow in the brain and may damage the part of the brain that sends messages to the voice box. • Tumors. • Tumors, both cancerous and noncancerous, can grow in or around the muscles, cartilage or nerves controlling the function of the voice box. • This can cause vocal cord paralysis. • Infections. • Some infections, such as Lyme disease, Epstein-Barr virus and herpes, can cause inflammation and directly damage the nerves in the voice box. • There's some evidence that infection with COVID-19 may cause vocal cord paralysis. • Neurological conditions. • Certain neurological conditions, such as multiple sclerosis or Parkinson's disease, can lead to vocal cord paralysis.",
      "Risk factors": "Risk factors for vocal cord paralysis include: Having throat or chest surgery. • People who need surgery on their thyroid, throat or upper chest have an increased risk of vocal cord nerve damage. • Sometimes the breathing tubes used in surgery or to help people breathe when they're having serious respiratory trouble can damage the vocal cord nerves. • Having a neurological condition. • People with certain neurological conditions — such as Parkinson's disease or multiple sclerosis — are more likely to develop vocal cord weakness or paralysis.",
      "Complications": "Breathing problems associated with vocal cord paralysis may be so mild that you just have a hoarse-sounding voice. • Or they can be so serious that they're life-threatening. • Vocal cord paralysis keeps the opening to the airway from completely opening or closing. • This can cause someone to choke on or inhale food or liquid, known as aspiration. • Aspiration that leads to severe pneumonia is rare but serious and requires immediate medical care."
    },
    "name": "Vocal cord paralysis",
    "url": "https://www.mayoclinic.org/diseases-conditions/vocal-cord-paralysis/symptoms-causes/syc-20378873"
  },
  {
    "sections": {
      "Overview": "People develop a voice disorder for many reasons. • A voice disorder is a change in how the voice sounds. • Health care providers trained in ear, nose and throat illnesses and speech-language pathologists diagnose and treat voice issues. • Treatment depends on what's causing the voice change. • Treatment can include voice therapy, drugs, shots or surgery.",
      "Causes": "The voice box, also called the larynx, is made of a smooth covering, muscle and soft, moist areas. • The voice box sits at the top of the windpipe, also known as the trachea, and the base of the tongue. • The vocal cords vibrate to create sound. • Air moving through the voice box causes the vocal cords to vibrate and brings them closer together. • The vocal cords also help close the voice box during swallowing to stop you from breathing in food or liquid. • If vocal cords become swollen, or inflamed, develop growths or can't move as they should, they can't work properly. • Any of these might cause a voice disorder. • Some common voice disorders include: Laryngitis Voice changes related to the brain and nervous system, known as spasmodic dysphonia (spaz-MOD-ki dis-FOE-nee-uh) Polyps, nodules or cysts on the vocal cords — growths that aren't cancer Precancerous and cancerous growths Vocal cord paralysis or weakness White patches, also known as leukoplakia (loo-koh-PLAY-key-uh)",
      "Risk factors": "Many factors can lead to a voice disorder, such as: Aging Alcohol use Allergies Conditions related to the brain and nervous system, such as Parkinson's disease or a stroke Gastroesophageal reflux disease (GERD) Illnesses, such as colds or upper respiratory infections Scarring from neck surgery or from trauma to the front of the neck Screaming Smoking Throat cancer Throat dehydration Thyroid problems Voice misuse or overuse"
    },
    "name": "Voice disorders",
    "url": "https://www.mayoclinic.org/diseases-conditions/voice-disorders/symptoms-causes/syc-20353022"
  },
  {
    "sections": {},
    "name": "Von Willebrand disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/von-willebrand-disease/symptoms-causes/syc-20354978"
  },
  {
    "sections": {
      "Overview": "Vulvar cancer is cancer that starts as a growth of cells on the vulva. • The vulva is the area of skin that surrounds the urethra and vagina. • It includes the clitoris and labia. • Vulvar cancer commonly forms as a lump or sore on the vulva that often causes itching. • Though it can happen at any age, vulvar cancer is usually diagnosed in older adults. • Vulvar cancer treatment often starts with surgery to remove the cancer and a small amount of surrounding healthy tissue. • Sometimes vulvar cancer surgery requires removing the entire vulva. • The earlier vulvar cancer is diagnosed, the less likely an extensive surgery is needed for treatment.",
      "Symptoms": "Signs and symptoms of vulvar cancer may include: A lump, wartlike bump or an open sore on the vulva. • Bleeding in the genital area that isn't from menstruation. • Itching of the skin of the vulva that doesn't go away. • Pain and tenderness that affects the vulva. • Skin changes, such as changes in the color of the skin of the vulva or thickening of the skin. • Make an appointment with a doctor, gynecologist or other healthcare professional if you have any symptoms that worry you. • It's not always clear what causes vulvar cancer. • This cancer starts on the area of skin that surrounds the urethra and vagina. • This area of skin is called the vulva. • Vulvar cancer happens when cells in the vulva develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a growth called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Exactly what causes the DNA changes that lead to vulvar cancer isn't always known. • Healthcare professionals believe some vulvar cancers are caused by human papillomavirus. • Human papilloma virus, also called HPV, is a common virus passed through sexual contact. • It's associated with the most common type of vulvar cancer, which is vulvar squamous cell carcinoma. • The type of cell in which the cancer begins tells your healthcare team what type of vulvar cancer you have. • Knowing your vulvar cancer type helps your healthcare team plan the most effective treatment. • Some types of vulvar cancer include: Vulvar squamous cell carcinoma. • Squamous cell carcinoma of the skin is cancer that starts in cells called squamous cells. • Squamous cell carcinoma of the skin happens most often in skin exposed to the sun. • But it can happen on any skin, including the skin of the vulva. • Most vulvar cancers are squamous cell carcinomas. • This type of vulvar cancer is associated with HPV infection. • Vulvar melanoma. • Melanoma is cancer that starts in the pigment-producing cells called melanocytes. • Melanoma most often happens on skin that's exposed to the sun. • But it can happen anywhere on the skin, including the skin of the vulva. • Extramammary Paget's disease of the vulva. • Extramammary Paget's disease is a cancer that starts near sweat glands in the skin. • It most often affects the skin of the vulva. • Sometimes it happens at the same time as another kind of cancer. • This can include a cancer in the breast, colon, urinary system or female reproductive system. • Factors that increase the risk of vulvar cancer include: Older age. • The risk of vulvar cancer increases with age, though it can happen at any age. • The average age at diagnosis is 65. • Being exposed to human papillomavirus. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • HPV increases the risk of several cancers, including vulvar cancer and cervical cancer. • Many young, sexually active people are exposed to HPV. • For most the infection goes away on its own. • For some, the infection causes cell changes and increases the risk of cancer in the future. • Smoking tobacco. • Smoking tobacco increases the risk of vulvar cancer. • Having a weakened immune system. • If the body's germ-fighting immune system is weakened by medicines or illness, there might be a higher risk of vulvar cancer. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain medical conditions, such as infection with HIV, can weaken the immune system. • Having a history of a precancerous condition of the vulva. • Vulvar intraepithelial neoplasia is a precancerous condition that increases the risk of vulvar cancer. • Most instances of vulvar intraepithelial neoplasia will never develop into cancer. • But a small number do go on to become invasive vulvar cancer. • Having a skin condition involving the vulva. • Lichen sclerosus causes the vulvar skin to become thin and itchy. • It also increases the risk of vulvar cancer. • To lower the risk of vulvar cancer, don't smoke tobacco. • Take steps to protect yourself from human papillomavirus infection. • Human papillomavirus, also called HPV, is associated with the most common type of vulvar cancer. • Smoking tobacco increases the risk of vulvar cancer. • If you don't smoke, don't start. • If you smoke, talk with a healthcare professional about things that can help you quit. • This might include medicines and counseling. • HPV is a common virus that's passed through sexual contact. • It increases the risk of vulvar cancer. • To help reduce the risk of HPV infection: Use a condom every time you have sex. • Condoms may reduce the risk of contracting HPV but can't fully protect against it. • Get the HPV vaccine. • The vaccine protects against the strains of the virus that are thought to cause vulvar cancer. • Talk with a healthcare professional about whether the HPV vaccine is right for you.",
      "Causes": "It's not always clear what causes vulvar cancer. • This cancer starts on the area of skin that surrounds the urethra and vagina. • This area of skin is called the vulva. • Vulvar cancer happens when cells in the vulva develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a growth called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Exactly what causes the DNA changes that lead to vulvar cancer isn't always known. • Healthcare professionals believe some vulvar cancers are caused by human papillomavirus. • Human papilloma virus, also called HPV, is a common virus passed through sexual contact. • It's associated with the most common type of vulvar cancer, which is vulvar squamous cell carcinoma. • The type of cell in which the cancer begins tells your healthcare team what type of vulvar cancer you have. • Knowing your vulvar cancer type helps your healthcare team plan the most effective treatment. • Some types of vulvar cancer include: Vulvar squamous cell carcinoma. • Squamous cell carcinoma of the skin is cancer that starts in cells called squamous cells. • Squamous cell carcinoma of the skin happens most often in skin exposed to the sun. • But it can happen on any skin, including the skin of the vulva. • Most vulvar cancers are squamous cell carcinomas. • This type of vulvar cancer is associated with HPV infection. • Vulvar melanoma. • Melanoma is cancer that starts in the pigment-producing cells called melanocytes. • Melanoma most often happens on skin that's exposed to the sun. • But it can happen anywhere on the skin, including the skin of the vulva. • Extramammary Paget's disease of the vulva. • Extramammary Paget's disease is a cancer that starts near sweat glands in the skin. • It most often affects the skin of the vulva. • Sometimes it happens at the same time as another kind of cancer. • This can include a cancer in the breast, colon, urinary system or female reproductive system.",
      "Risk factors": "Factors that increase the risk of vulvar cancer include: Older age. • The risk of vulvar cancer increases with age, though it can happen at any age. • The average age at diagnosis is 65. • Being exposed to human papillomavirus. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • HPV increases the risk of several cancers, including vulvar cancer and cervical cancer. • Many young, sexually active people are exposed to HPV. • For most the infection goes away on its own. • For some, the infection causes cell changes and increases the risk of cancer in the future. • Smoking tobacco. • Smoking tobacco increases the risk of vulvar cancer. • Having a weakened immune system. • If the body's germ-fighting immune system is weakened by medicines or illness, there might be a higher risk of vulvar cancer. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain medical conditions, such as infection with HIV, can weaken the immune system. • Having a history of a precancerous condition of the vulva. • Vulvar intraepithelial neoplasia is a precancerous condition that increases the risk of vulvar cancer. • Most instances of vulvar intraepithelial neoplasia will never develop into cancer. • But a small number do go on to become invasive vulvar cancer. • Having a skin condition involving the vulva. • Lichen sclerosus causes the vulvar skin to become thin and itchy. • It also increases the risk of vulvar cancer.",
      "Prevention": "To lower the risk of vulvar cancer, don't smoke tobacco. • Take steps to protect yourself from human papillomavirus infection. • Human papillomavirus, also called HPV, is associated with the most common type of vulvar cancer. • Smoking tobacco increases the risk of vulvar cancer. • If you don't smoke, don't start. • If you smoke, talk with a healthcare professional about things that can help you quit. • This might include medicines and counseling. • HPV is a common virus that's passed through sexual contact. • It increases the risk of vulvar cancer. • To help reduce the risk of HPV infection: Use a condom every time you have sex. • Condoms may reduce the risk of contracting HPV but can't fully protect against it. • Get the HPV vaccine. • The vaccine protects against the strains of the virus that are thought to cause vulvar cancer. • Talk with a healthcare professional about whether the HPV vaccine is right for you."
    },
    "name": "Vulvar cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/vulvar-cancer/symptoms-causes/syc-20368051"
  },
  {
    "sections": {
      "Overview": "Vulvodynia (vul-voe-DIN-e-uh) is a type of long-term pain or discomfort around the outer part of the female genitals, called the vulva. • It lasts at least three months and has no clear cause. • The pain, burning or irritation linked with vulvodynia can make you so uncomfortable that sitting for a long time or having sex becomes unthinkable. • The condition can last for months to years. • If you have symptoms of vulvodynia, don't let embarrassment or a lack of visible signs stop you from talking with your gynecologist or another healthcare professional. • Treatments can ease your discomfort. • And your care team might be able to find a cause for your pain. • So, it's key to get a medical exam.",
      "Symptoms": "The main vulvodynia symptom is pain in the vulva, which includes the opening of the vagina. • The pain often is described as: Burning. • Irritation. • Stinging. • Rawness. • Soreness. • Sharp or knife-like pain. • You also may feel aching, throbbing and swelling. • How often the symptoms happen and where exactly they're felt varies from person to person. • Your pain might be constant, or it may come and go. • It might flare up only when the vulva is touched. • You might feel the pain throughout your entire vulva. • This is called generalized vulvodynia. • Or the pain may flare up in a certain area, such as the tissue surrounding the opening of the vagina, called the vestibule. • This is known as localized vulvodynia, and it's more common than the generalized kind. • The tissue of the vulva might look slightly inflamed or swollen. • More often, your vulva doesn't look different than usual. • If you have pain in your vulva, talk with your gynecologist or another member of your healthcare team. • If you don't have a gynecologist, you might be referred to one. • A healthcare professional needs to find out if your pain has a treatable cause that's different from vulvodynia, such as: An active infection from yeast or bacteria. • A sexually transmitted disease such as herpes. • An inflammatory skin condition. • Vulvar growths. • Genitourinary syndrome of menopause. • Some people who don't realize they have vulvodynia try to ease their symptoms by using yeast infection treatments without a prescription. • But it's key to get a checkup, so a member of your healthcare team can give you an exam and recommend the right treatment for you. • Experts don't know what causes vulvodynia. • Factors that might play a role include: Injury to or irritation of the nerves of the vulva. • Past infections of the vagina. • Painful swelling called inflammation that affects the vulva. • Some genetic conditions. • Allergies. • Hormonal changes. • Muscle spasm or weakness in the pelvic floor, which supports the uterus, bladder and bowel. • Without treatment, vulvodynia can affect mental health, relationships and other aspects of your life. • The condition is linked with anxiety and depression. • It's also tied to less sexual desire, arousal and enjoyment. • Fear of having painful sex can cause spasms in the muscles around the vagina, a condition called vaginismus. • Intimacy issues such as these lead many people with vulvodynia to say they feel shame, lower self-esteem, negative about body image and lacking as a sexual partner. • The pain and other symptoms of vulvodynia might make it harder to keep up with work. • You may feel less social too. • And you may have trouble getting quality sleep.",
      "Causes": "Experts don't know what causes vulvodynia. • Factors that might play a role include: Injury to or irritation of the nerves of the vulva. • Past infections of the vagina. • Painful swelling called inflammation that affects the vulva. • Some genetic conditions. • Allergies. • Hormonal changes. • Muscle spasm or weakness in the pelvic floor, which supports the uterus, bladder and bowel.",
      "Complications": "Without treatment, vulvodynia can affect mental health, relationships and other aspects of your life. • The condition is linked with anxiety and depression. • It's also tied to less sexual desire, arousal and enjoyment. • Fear of having painful sex can cause spasms in the muscles around the vagina, a condition called vaginismus. • Intimacy issues such as these lead many people with vulvodynia to say they feel shame, lower self-esteem, negative about body image and lacking as a sexual partner. • The pain and other symptoms of vulvodynia might make it harder to keep up with work. • You may feel less social too. • And you may have trouble getting quality sleep."
    },
    "name": "Vulvodynia",
    "url": "https://www.mayoclinic.org/diseases-conditions/vulvodynia/symptoms-causes/syc-20353423"
  }
]