[
  {
    "sections": {
      "Overview": "Jaw tumors and cysts are relatively rare growths or lesions that develop in the jawbone or the soft tissues in the mouth and face. • Jaw tumors and cysts — sometimes referred to as odontogenic or nonodontogenic, depending on their origin — can vary greatly in size and severity. • These growths are usually noncancerous (benign), but they can be aggressive and expand, displace or destroy the surrounding bone, tissue and teeth. • Treatment options for jaw tumors and cysts vary, depending on the type of growth or lesion you have, the stage of growth, and your symptoms. • Mouth, jaw and face (oral and maxillofacial) surgeons can treat your jaw tumor or cyst usually by surgery, or in some cases, by medical therapy or a combination of surgery and medical therapy.",
      "Symptoms": "A tumor is an abnormal growth or mass of tissue. • A cyst is a lesion that contains liquid or semisolid material. • Examples of jaw tumors and cysts include: Ameloblastoma. • This rare, usually noncancerous (benign) tumor begins in the cells that form the protective enamel lining on the teeth. • It develops most often in the jaw near the molars. • The most common type is aggressive, forming large tumors and growing into the jawbone. • Although this tumor can recur after treatment, aggressive surgical treatment will typically reduce the chance of recurrence. • Central giant cell granuloma. • Central giant cell granulomas are benign lesions that grow from bone cells. • They most often occur in the front portion of the lower jaw. • One type of these tumors can grow rapidly, cause pain and destroy bone, and has a tendency to recur after surgical treatment. • The other type is less aggressive and may not have symptoms. • Rarely, a tumor may shrink or resolve on its own, but typically these tumors require surgical treatment. • Dentigerous cyst. • This cyst originates from tissue that surrounds a tooth before it erupts into the mouth. • This is the most common form of cyst that affects the jaws. • Most often these cysts will occur around wisdom teeth that are not fully erupted, but they can also involve other teeth. • Odontogenic keratocyst. • This cyst is also referred to as a keratocystic odontogenic tumor because of its tumorlike tendency to recur after surgical treatment. • Although this cyst is typically slow growing, it can still be destructive to the jaw and teeth if left untreated over a long period of time. • Most often the cyst develops in the lower jaw near the third molars. • These cysts may also be found in people with an inherited condition called nevoid basal cell carcinoma syndrome. • Odontogenic myxoma. • This is a rare, slow-growing, benign tumor that occurs most often in the lower jaw. • The tumor can be large and aggressively invade the jaw and surrounding tissue and displace teeth. • Odontogenic myxomas are known to recur after surgical treatment; however, the chances of tumor recurrence are typically lessened by more-aggressive forms of surgical treatment. • Odontoma. • This benign tumor is the most common odontogenic tumor. • Odontomas often have no symptoms, but they may interfere with tooth development or eruption. • Odontomas are made up of dental tissue that grows around a tooth in the jaw. • They can resemble an oddly shaped tooth or can be a small or large calcified tumor. • These tumors may be part of some genetic syndromes. • Other types of cysts and tumors. • These include adenomatoid odontogenic tumor, calcifying epithelial odontogenic tumor, glandular odontogenic cyst, squamous odontogenic tumor, calcifying odontogenic cyst, cementoblastoma, aneurysmal bone cyst, ossifying fibroma, osteoblastoma. central odontogenic fibroma and others. • If you're concerned that you may have symptoms of a jaw tumor or cyst, talk with your primary care provider or dentist. • Many times, jaw cysts and tumors do not have symptoms and are typically discovered on routine screening X-rays done for other reasons. • If you are diagnosed with or suspected of having a jaw tumor or cyst, your primary care provider can refer you to a specialist for diagnosis and treatment.",
      "Causes": "Odontogenic jaw tumors and cysts originate from cells and tissues that are involved in normal tooth development. • Other tumors that affect the jaws can be nonodontogenic, meaning that they can develop from other tissues within the jaws that are not related to the teeth, such as bone or soft tissue cells. • Generally, the cause of jaw tumors and cysts is not known; however, some are associated with gene changes (mutations) or genetic syndromes. • People with nevoid basal cell carcinoma syndrome, also called Gorlin-Goltz syndrome, lack a gene that suppresses tumors. • The genetic mutation that causes the syndrome is inherited. • This syndrome results in the development of multiple odontogenic keratocysts within the jaws, multiple basal cell skin cancers and other characteristics."
    },
    "name": "Jaw tumors and cysts",
    "url": "https://www.mayoclinic.org/diseases-conditions/jaw-tumors-cysts/symptoms-causes/syc-20350973"
  },
  {
    "sections": {
      "Overview": "Jellyfish stings are fairly common problems for people swimming, wading or diving in oceans. • The long tentacles trailing from the jellyfish can inject venom from thousands of microscopic barbed stingers. • Most often jellyfish stings cause instant pain and inflamed marks on the skin. • Some stings may cause more whole-body (systemic) illness. • And in rare cases they're life-threatening. • Most jellyfish stings get better over a few days or weeks with home treatment. • Severe reactions likely need emergency medical care.",
      "Symptoms": "Symptoms of jellyfish stings include: Burning, prickling, stinging pain Welts or tracks on the skin — a \"print\" of the tentacles' contact with the skin Itchiness (pruritus) Swelling Throbbing pain that radiates up a leg or an arm Severe jellyfish stings can affect multiple body systems. • These reactions may appear rapidly or several hours after the stings. • Symptoms of severe jellyfish stings include: Stomach pain, nausea and vomiting Headache Muscle pain or spasms Faintness, dizziness or confusion Difficulty breathing Heart problems The severity of a reaction depends on: The type and size of the jellyfish The age, size and health of the person affected, with severe reactions more likely in children How long the person was exposed to the stingers How much of the skin is affected Seek emergency treatment if you have severe symptoms. • See your health care provider if your symptoms worsen or the wound shows symptoms of infection.",
      "Causes": "Jellyfish stings are caused by brushing against a jellyfish tentacle. • Tentacles have thousands of microscopic barbed stingers. • Each stinger has a tiny bulb that holds venom and a coiled, sharp-tipped tube. • When you brush against a tentacle, tiny triggers on its surface release the stingers. • The tube pierces the skin and releases venom. • It affects the area of contact and may enter the bloodstream. • Jellyfish that have washed up on a beach may still release venomous stingers if touched. • Many types of jellyfish are fairly harmless to humans. • Others can cause severe pain and a full-body (systemic) reaction. • These jellyfish cause more-serious problems in people: Box jellyfish. • Box jellyfish can cause intense pain and, rarely, life-threatening reactions. • The more dangerous species of box jellyfish are in the warm waters of the Pacific and Indian oceans. • Portuguese man-of-war. • Also called bluebottle jellyfish, Portuguese man-of-war jellyfish live mostly in warmer seas. • This type has a blue or purplish gas-filled bubble that keeps it afloat. • Sea nettle. • Common in both warm and cool seawaters. • Lion's mane jellyfish. • These are the world's largest jellyfish, with a body diameter of more than 3 feet (1 meter). • They're most common in cooler, northern regions of the Pacific and Atlantic oceans.",
      "Risk factors": "Conditions that increase the risk of jellyfish stings: Swimming when jellyfish appear in large numbers (a jellyfish bloom) Swimming or diving in jellyfish areas without protective clothing Playing or sunbathing where jellyfish are washed up on the beach Swimming in a place known to have many jellyfish",
      "Complications": "Possible complications of a jellyfish sting include: Delayed skin reaction, causing blisters, rash or other irritation Irukandji syndrome, which causes chest and stomach pain, high blood pressure, and heart problems",
      "Prevention": "The following tips can help you avoid jellyfish stings: Wear a protective suit. • When swimming or diving in areas where jellyfish stings are possible, wear a wet suit or other protective clothing. • Diving stores sell protective \"skin suits\" or \"stinger suits\" made of thin, high-tech fabric. • Consider protective footwear, as stings can also occur while wading in shallow water. • Get information about conditions. • Talk to lifeguards, local residents or officials with a local health department before swimming or diving in coastal waters, especially in areas where jellyfish are common. • Avoid water during jellyfish season. • Stay out of the water in jellyfish areas when jellyfish numbers are high."
    },
    "name": "Jellyfish stings",
    "url": "https://www.mayoclinic.org/diseases-conditions/jellyfish-stings/symptoms-causes/syc-20353284"
  },
  {
    "sections": {
      "Overview": "Jet lag, also called jet lag disorder, is a temporary sleep problem that can affect anyone who quickly travels across several time zones. • Your body has its own internal clock, called circadian rhythms. • They signal to your body when to stay awake and when to sleep. • Jet lag occurs because your body's internal clock is synced to your original time zone. • It hasn't changed to the time zone of where you've traveled. • The more time zones crossed, the more likely you are to experience jet lag. • Jet lag can cause daytime fatigue, an unwell feeling, trouble staying alert and stomach problems. • Although symptoms are temporary, they can affect your comfort while on vacation or during a business trip. • But you can take steps to help prevent or lessen the effects of jet lag.",
      "Symptoms": "Symptoms of jet lag can vary. • You may experience only one symptom or you may have many. • Jet lag symptoms may include: Sleep problems such as not being able to fall asleep or waking up early. • Daytime fatigue. • Not being able to focus or function at your usual level. • Stomach problems such as constipation or diarrhea. • A general feeling of not being well. • Mood changes. • Jet lag symptoms usually occur within a day or two after traveling across at least two time zones. • Symptoms are likely to be worse or last longer the farther you travel. • This is especially true if you fly east. • It usually takes about a day to recover for each time zone crossed. • Jet lag is temporary. • But if you travel often and experience jet lag, you may benefit from seeing a sleep specialist.",
      "Causes": "Jet lag can occur anytime you cross two or more time zones. • Crossing multiple time zones puts your internal clock out of sync with the time in your new locale. • Your internal clock, also called circadian rhythms, regulates your sleep-wake cycle. • For example, if you leave New York on a flight at 4 p.m. on Tuesday and arrive in Paris at 7 a.m. • Wednesday, your internal clock still thinks it's 1 a.m. • That means you're ready for bed just as Parisians are waking up. • It takes a few days for your body to adjust. • In the meantime, your sleep-wake cycle and other body functions such as hunger and bowel habits remain out of step with the rest of Paris. • A key influence on circadian rhythms is sunlight. • Light affects the regulation of melatonin, a hormone that helps cells throughout the body work together. • Cells in the tissue at the back of the eye transmit light signals to an area of the brain called the hypothalamus. • When the light is low at night, the hypothalamus signals to a small organ in the brain called the pineal gland to release melatonin. • During daylight hours, the opposite occurs. • The pineal gland releases very little melatonin. • Because light is so crucial to your internal clock, you may be able to ease your adjustment to a new time zone by exposing yourself to daylight. • However, the timing of light needs to be done properly. • Some research shows that changes in cabin pressure and high altitudes associated with air travel may contribute to some symptoms of jet lag, regardless of travel across time zones. • In addition, humidity levels are low in planes. • If you don't drink enough water during your flight, you can get slightly dehydrated. • Dehydration also may contribute to some symptoms of jet lag.",
      "Risk factors": "Factors that increase the likelihood you'll experience jet lag include: Number of time zones crossed. • The more time zones you cross, the more likely you are to feel jet lag. • Flying east. • You may find it harder to fly east, when you \"lose\" time, than to fly west, when you \"gain\" time. • Being a frequent flyer. • Pilots, flight attendants and business travelers are most likely to experience jet lag. • Being an older adult. • Older adults may need more time to recover from jet lag.",
      "Complications": "Auto accidents caused by drowsy driving may be more likely in people who are jet-lagged.",
      "Prevention": "A few basic steps may help prevent jet lag or reduce its effects: Arrive early. • If you have an important meeting or other event that requires you to be in top form, try to arrive a few days early to give your body a chance to adjust. • Get plenty of rest before your trip. • Starting out sleep deprived makes jet lag worse. • Gradually adjust your schedule before you leave. • If you're traveling east, try going to bed one hour earlier each night for a few days before your trip. • If you're flying west, go to bed one hour later for several nights before you fly. • If possible, eat meals closer to the time you'll be eating them during your trip. • Properly time bright light exposure. • Light exposure is a prime influence on your body's circadian rhythms. • After traveling west, expose yourself to light in the evening to help you adjust to a later than usual time zone. • After traveling east, expose yourself to morning light to adapt to an earlier time zone. • The one exception is if you've traveled across more than eight time zones. • Your body might mistake early-morning light for evening dusk. • It also might mistake evening light for early-morning light. • So if you've traveled more than eight time zones to the east, wear sunglasses and avoid bright light in the morning. • Then allow as much sunlight as possible in the late afternoon for the first few days in your new location. • If you've traveled west by more than eight time zones, avoid sunlight a few hours before dark for the first few days to adjust to the local time. • Stay on your new schedule. • Set your watch or phone to the new time before you leave. • Once you reach your destination, try not to sleep until the local nighttime, no matter how tired you are. • Try to time your meals with local mealtimes too. • Stay hydrated. • Drink plenty of water before, during and after your flight to counteract the effects of dry cabin air. • Dehydration can make jet lag symptoms worse. • Avoid alcohol and caffeine, as these can dehydrate you and affect your sleep. • Try to sleep on the plane if it's nighttime at your destination. • Earplugs, headphones and eye masks can help block noise and light. • If it's daytime where you're going, resist the urge to sleep."
    },
    "name": "Jet lag disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/jet-lag/symptoms-causes/syc-20374027"
  },
  {
    "sections": {
      "Overview": "Jock itch is a fungal skin infection that causes an itchy rash in warm, moist areas of the body. • The rash often affects the groin and inner thighs and may be shaped like a ring. • The condition is also called tinea cruris. • Jock itch gets its name because it's common in athletes. • It's also common in people who sweat a lot. • The condition can range from mild to serious. • It usually clears up in 1 to 3 weeks with antifungal creams and self care.",
      "Symptoms": "Symptoms of jock itch are: A spreading rash that begins in the crease of the groin and moves down the upper thigh and buttocks. • A rash whose center tends to clear as the rash spreads. • A rash that may be full or partially ring shaped. • A rash bordered with small blisters. • Itchiness. • Scaly skin. • A rash that might be red, brown, purple or gray depending on your skin color. • See your doctor if your rash is painful or you develop a fever. • And seek medical care if the rash hasn't improved after a week of self-care with the type of antifungal product you can get without a prescription. • Also seek medical care if the rash hasn't cleared up fully after three weeks of treatment. • Jock itch is caused by fungi that thrive in warm, moist areas of the body. • Jock itch is often caused by the same organism that causes athlete's foot. • The rash can spread from person to person with skin contact or from sharing contaminated towels or clothing. • You can also spread an infection from the foot to groin by way of the hands or a towel. • You're at greater risk of jock itch if you: Are male. • Are a teen or young adult. • Wear underwear, jeans or other clothing that's tight. • Sweat heavily. • Have a weak immune system. • Have athlete's foot. • Tips for reducing the risk of jock itch include: Stay dry. • Keep the groin area and inner thighs dry by drying with a clean towel after showering or exercising. • Dry your feet last to avoid spreading athlete's foot to the groin area. • Wear clean clothes. • Change your underwear at least once a day or more often if you sweat a lot. • It helps to wear underwear made of cotton or other fabric that breathes and keeps the skin drier. • Wash workout clothes after each use. • Find the correct fit. • Choose underwear, athletic supporters and sports uniforms that fit well. • Tight-fitting clothes can chafe your skin and up the risk of jock itch. • Try wearing boxer shorts rather than briefs. • Don't share personal items. • Don't let others use your clothing, towels or other personal items. • Don't borrow such items from others. • Treat or prevent athlete's foot. • Control athlete's foot to prevent its spread to the groin. • Prevent athlete's foot by wearing waterproof footwear around public pools and in showers and locker rooms.",
      "Causes": "Jock itch is caused by fungi that thrive in warm, moist areas of the body. • Jock itch is often caused by the same organism that causes athlete's foot. • The rash can spread from person to person with skin contact or from sharing contaminated towels or clothing. • You can also spread an infection from the foot to groin by way of the hands or a towel.",
      "Risk factors": "You're at greater risk of jock itch if you: Are male. • Are a teen or young adult. • Wear underwear, jeans or other clothing that's tight. • Sweat heavily. • Have a weak immune system. • Have athlete's foot.",
      "Prevention": "Tips for reducing the risk of jock itch include: Stay dry. • Keep the groin area and inner thighs dry by drying with a clean towel after showering or exercising. • Dry your feet last to avoid spreading athlete's foot to the groin area. • Wear clean clothes. • Change your underwear at least once a day or more often if you sweat a lot. • It helps to wear underwear made of cotton or other fabric that breathes and keeps the skin drier. • Wash workout clothes after each use. • Find the correct fit. • Choose underwear, athletic supporters and sports uniforms that fit well. • Tight-fitting clothes can chafe your skin and up the risk of jock itch. • Try wearing boxer shorts rather than briefs. • Don't share personal items. • Don't let others use your clothing, towels or other personal items. • Don't borrow such items from others. • Treat or prevent athlete's foot. • Control athlete's foot to prevent its spread to the groin. • Prevent athlete's foot by wearing waterproof footwear around public pools and in showers and locker rooms."
    },
    "name": "Jock itch",
    "url": "https://www.mayoclinic.org/diseases-conditions/jock-itch/symptoms-causes/syc-20353807"
  },
  {
    "sections": {
      "Overview": "Juvenile idiopathic arthritis, formerly known as juvenile rheumatoid arthritis, is the most common type of arthritis in children under the age of 16. • Juvenile idiopathic arthritis can cause persistent joint pain, swelling and stiffness. • Some children may experience symptoms for only a few months, while others have symptoms for many years. • Some types of juvenile idiopathic arthritis can cause serious complications, such as growth problems, joint damage and eye inflammation. • Treatment focuses on controlling pain and inflammation, improving function, and preventing damage.",
      "Symptoms": "The most common signs and symptoms of juvenile idiopathic arthritis are: Pain. • While your child might not complain of joint pain, you may notice that he or she limps — especially first thing in the morning or after a nap. • Swelling. • Joint swelling is common but is often first noticed in larger joints such as the knee. • Stiffness. • You might notice that your child appears clumsier than usual, particularly in the morning or after naps. • Fever, swollen lymph nodes and rash. • In some cases, high fever, swollen lymph nodes or a rash on the trunk may occur — which is usually worse in the evenings. • Juvenile idiopathic arthritis can affect one joint or many. • There are several different subtypes of juvenile idiopathic arthritis, but the main ones are systemic, oligoarticular and polyarticular. • Which type your child has depends on symptoms, the number of joints affected, and if a fever and rashes are prominent features. • Like other forms of arthritis, juvenile idiopathic arthritis is characterized by times when symptoms flare up and times when symptoms may be minimal. • Take your child to the doctor if he or she has joint pain, swelling or stiffness for more than a week — especially if he or she also has a fever.",
      "Causes": "Juvenile idiopathic arthritis occurs when the body's immune system attacks its own cells and tissues. • It's not known why this happens, but both heredity and environment seem to play a role.",
      "Risk factors": "Some forms of juvenile idiopathic arthritis are more common in girls.",
      "Complications": "Several serious complications can result from juvenile idiopathic arthritis. • But keeping a careful watch on your child's condition and seeking appropriate medical attention can greatly reduce the risk of these complications: Eye problems. • Some forms can cause eye inflammation. • If this condition is left untreated, it may result in cataracts, glaucoma and even blindness. • Eye inflammation frequently occurs without symptoms, so it's important for children with this condition to be examined regularly by an ophthalmologist. • Growth problems. • Juvenile idiopathic arthritis can interfere with your child's growth and bone development. • Some medications used for treatment, mainly corticosteroids, also can inhibit growth."
    },
    "name": "Juvenile idiopathic arthritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/juvenile-idiopathic-arthritis/symptoms-causes/syc-20374082"
  }
]