[
  {
    "sections": {
      "Overview": "Factitious disorder, previously called Munchausen syndrome, is a serious mental health condition in which people deceive others by pretending to be sick. • They do this by faking symptoms, getting sick on purpose or hurting themselves. • Factitious disorder also can happen when family members or caregivers falsely present others, such as children, as being ill, hurt or having a hard time functioning. • Factitious disorder symptoms can range from mild to severe. • People may make up symptoms or even tamper with medical tests to convince others that they need treatment, such as high-risk surgery. • Factitious disorder isn't the same as making up medical issues for a benefit or reward, such as getting out of work or winning a lawsuit. • Although people with factitious disorder know they are causing their symptoms or illnesses, they may not know why they do what they do or see themselves as having mental health issues. • Factitious disorder is a rare condition that can be hard to diagnose and treat. • Help from medical and mental health professionals is critical to prevent serious injury and even death when people with factitious disorder hurt themselves.",
      "Symptoms": "Factitious disorder symptoms involve people trying to look ill, making themselves ill or hurting themselves. • They also may fake symptoms, make symptoms seem worse than they are or pretend they can't do certain things because of their symptoms so they can deceive others. • People with the condition work hard to hide their lies. • It may be hard to know that their symptoms are part of a serious mental health condition. • People with this condition continue with the lies, even without any benefit or reward, or when faced with evidence that doesn't support their claims. • Factitious disorder symptoms may include: Clever and convincing medical or mental health problems. • Deep knowledge of medical terms and diseases. • Vague symptoms or symptoms that aren't consistent. • Conditions that get worse for no clear reason. • Conditions that don't respond as expected to standard treatments. • Seeking treatment from many healthcare professionals or hospitals, which may include using a fake name. • Not wanting healthcare professionals to talk to family or friends or other healthcare professionals. • Staying in the hospital a lot. • Desire for frequent testing or risky surgeries and procedures. • Many surgical scars or evidence of many procedures. • Having few visitors when in the hospital. • Arguing with healthcare professionals and staff. • Factitious disorder imposed on another, previously called Munchausen syndrome by proxy, is when someone falsely claims that another person has physical or mental symptoms of illness or causes injury or disease in another person to deceive others. • People with this condition present another person as sick, hurt or having a hard time functioning, claiming they need medical help. • Usually this involves a parent harming a child. • This form of abuse can put a child in danger of being hurt or getting medical care that isn't needed. • Because people with factitious disorder become experts at faking symptoms and diseases or hurting themselves, it may be hard for healthcare professionals and loved ones to know whether symptoms and illnesses are real. • People with factitious disorder make up symptoms or cause illnesses in several ways. • For example, they may: Make symptoms seem worse than they are. • Even when there is an actual medical or mental health condition, they may exaggerate symptoms. • They may try to look sicker or make themselves look like they're having a harder time functioning than they actually are. • Make up histories. • They may give loved ones, healthcare professionals or support groups false medical histories, such as claiming to have had cancer or AIDS. • Or they may create false health records to make it look like they're ill. • Fake symptoms. • They may fake symptoms, such as stomach pain, seizures or passing out. • Hurt themselves. • They may make themselves sick. • For example, they may inject themselves with bacteria, milk, gasoline or feces. • They may hurt, cut or burn themselves. • They may take medicines, such as blood thinners or medicines for diabetes, to mimic diseases. • They also may hinder wound healing, such as by reopening or infecting cuts. • Tamper. • They may tamper with medical instruments so results aren't correct. • For example, they may heat up thermometers. • Or they may tamper with lab tests, such as spoiling their urine samples with blood or other substances. • People with factitious disorder may know the risk of injury or even death when they hurt themselves or seek treatment that's not needed. • But they have a hard time managing their behaviors. • They also aren't likely to seek help. • Even when they see proof that they're causing their illness, such as a video, they often deny it and refuse mental health help. • If you think that a loved one may be exaggerating or faking health problems, it may help to try to talk to that person about your concerns. • Try not to be angry or to judge or confront the person. • Also try to reinforce and urge healthier, more productive activities rather than focus on beliefs and behaviors that aren't healthy. • Offer support and care. • If possible, help find treatment for the person. • If your loved one causes self-harm or attempts suicide, contact a suicide hotline. • In the U.S., call or text 988 to reach the 988 Suicide & Crisis Lifeline, available 24 hours a day, seven days a week. • Or use the Lifeline Chat. • Services are free and confidential. • The Suicide & Crisis Lifeline in the U.S. has a Spanish language phone line at 1-888-628-9454 (toll-free). • If you suspect that a child is being harmed or abused by a caregiver as part of factitious disorder, you can contact the Childhelp National Child Abuse Hotline at 1-800-422-4453 (toll-free). • This hotline is available 24 hours a day, seven days a week. • There also may be local and state child protective services agencies in your area.",
      "Causes": "The cause of factitious disorder isn't known. • But a mix of mental health issues and stressful life experiences may cause the condition.",
      "Risk factors": "Several factors may raise the risk of developing factitious disorder, including: Childhood trauma, such as emotional, physical or sexual abuse. • A serious illness during childhood. • Loss of a loved one through death or illness, or feeling abandoned. • Past experiences while sick and the attention it brought. • A poor sense of identity or low self-esteem. • Personality disorders. • Depression. • Desire to be linked with healthcare professionals or medical centers. • Working in the healthcare field. • Factitious disorder is thought to be rare, but it isn't known how many people have the condition. • Some people use fake names. • Some visit many hospitals and healthcare professionals. • And some are never identified. • This makes it hard to get a reliable estimate.",
      "Complications": "People with factitious disorder are willing to risk their lives to be seen as sick. • They often have other mental health conditions as well. • As a result, they face many possible complications, including: Injury or death from medical conditions that they cause themselves. • Severe health issues from infections or from surgeries or other procedures that aren't needed. • Loss of organs or limbs from surgeries that aren't needed. • Misuse of alcohol or other substances. • Major problems in daily life, including having trouble getting along with others and working. • Abuse, when the behavior is imposed on another.",
      "Prevention": "Because the cause of factitious disorder isn't known, there's no way to prevent it. • Recognizing and treating factitious disorder may help avoid potentially dangerous tests and treatments that aren't needed."
    },
    "name": "Factitious disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/factitious-disorder/symptoms-causes/syc-20356028"
  },
  {
    "sections": {
      "Overview": "Factor V Leiden (FAK-tur five LIDE-n) is a mutation of one of the clotting factors in the blood. • This mutation can increase your chance of developing abnormal blood clots, most commonly in your legs or lungs. • Most people with factor V Leiden never develop abnormal clots. • But in people who do, these abnormal clots can lead to long-term health problems or become life-threatening. • Both men and women can have factor V Leiden. • Women who carry the factor V Leiden mutation may have an increased tendency to develop blood clots during pregnancy or when taking the hormone estrogen. • If you have factor V Leiden and have developed blood clots, anticoagulant medications can lessen your risk of developing additional blood clots and help you avoid potentially serious complications.",
      "Symptoms": "The factor V Leiden mutation does not itself cause any symptoms. • Since factor V Leiden is a risk for developing blood clots in the leg or lungs, the first indication that you have the disorder may be the development of an abnormal blood clot. • Some clots do no damage and disappear on their own. • Others can be life-threatening. • Symptoms of a blood clot depend on what part of your body is affected. • This is known as deep vein thrombosis (DVT), which most commonly occurs in the legs. • A DVT may not cause any symptoms. • If signs and symptoms do occur, they can include: Pain Swelling Redness Warmth Known as a pulmonary embolism, this occurs when a portion of a DVT breaks free and travels through the right side of your heart to your lung, where it blocks blood flow. • This can be a life-threatening situation. • Signs and symptoms may include: Sudden shortness of breath Chest pain when breathing in A cough that produces bloody or blood-streaked sputum Rapid heartbeat Seek medical attention immediately if you have signs or symptoms of either a DVT or a pulmonary embolism.",
      "Causes": "If you have factor V Leiden, you inherited either one copy or, rarely, two copies of the defective gene. • Inheriting one copy slightly increases your risk of developing blood clots. • Inheriting two copies — one from each parent — significantly increases your risk of developing blood clots.",
      "Risk factors": "A family history of factor V Leiden increases your risk of inheriting the disorder. • The disorder is most common in people who are white and of European descent. • People who have inherited factor V Leiden from only one parent have a 5 percent chance of developing an abnormal blood clot by age 65. • Factors that increase this risk include: Two faulty genes. • Inheriting the genetic mutation from both parents instead of just one can significantly increase your risk of abnormal blood clots. • Immobility. • Extended periods of immobility, such as sitting during a long airplane flight, can increase the risk of leg clots. • Estrogens. • Oral contraceptives, hormone replacement therapy and pregnancy can make you more likely to develop blood clots. • Surgeries or injuries. • Surgeries or injuries such as broken bones can increase your risk of abnormal blood clots. • Non-O blood type. • Abnormal blood clots are more common in people who have blood types of A, B or AB compared with those with blood type O.",
      "Complications": "Factor V Leiden can cause blood clots in the legs (deep vein thrombosis) and lungs (pulmonary embolism). • These blood clots can be life-threatening."
    },
    "name": "Factor V Leiden",
    "url": "https://www.mayoclinic.org/diseases-conditions/factor-v-leiden/symptoms-causes/syc-20372423"
  },
  {
    "sections": {
      "Overview": "Familial adenomatous polyposis (FAP) is a rare, inherited condition caused by a defect in the adenomatous polyposis coli (APC) gene. • Most people inherit the gene from a parent. • But for 25 to 30 percent of people, the genetic mutation occurs spontaneously. • FAP causes extra tissue (polyps) to form in your large intestine (colon) and rectum. • Polyps can also occur in the upper gastrointestinal tract, especially the upper part of your small intestine (duodenum). • If untreated, the polyps in the colon and rectum are likely to become cancerous when you are in your 40s. • Most people with familial adenomatous polyposis eventually need surgery to remove the large intestine to prevent cancer. • The polyps in the duodenum also can develop cancer, but they can usually be managed by careful monitoring and by removing polyps regularly. • Some people have a milder form of the condition, called attenuated familial adenomatous polyposis (AFAP). • People with AFAP usually have fewer colon polyps (an average of 30) and develop cancer later in life.",
      "Symptoms": "The main sign of FAP is hundreds or even thousands of polyps growing in your colon and rectum, usually starting by your mid-teens. • The polyps are nearly 100 percent certain to develop into colon cancer or rectal cancer by the time you're in your 40s.",
      "Causes": "Familial adenomatous polyposis is caused by a defect in a gene that's usually inherited from a parent. • But some people develop the abnormal gene that causes the condition.",
      "Risk factors": "Your risk of familial adenomatous polyposis is higher if you have a parent, child, brother, or sister with the condition.",
      "Complications": "In addition to colon cancer, familial adenomatous polyposis can cause other complications: Duodenal polyps. • These polyps grow in the upper part of your small intestine and may become cancerous. • But with careful monitoring, duodenal polyps can often be detected and removed before cancer develops. • Periampullary polyps. • These polyps occur where the bile and pancreas ducts enter the duodenum (ampulla). • Periampullary polyps might become cancerous but can often be detected and removed before cancer develops. • Gastric fundic polyps. • These polyps grow in the lining of your stomach. • Desmoids. • These noncancerous masses can arise anywhere in the body but often develop in the stomach area (abdomen). • Desmoids can cause serious problems if they grow into nerves or blood vessels or exert pressure on other organs in your body. • Other cancers. • Rarely, FAP can cause cancer to develop in your thyroid gland, central nervous system, adrenal glands, liver or other organs. • Noncancerous (benign) skin tumors. • Benign bone growths (osteomas). • Congenital hypertrophy of the retinal pigment epithelium (CHRPE). • These are benign pigment changes in the retina of your eye. • Dental abnormalities. • These include extra teeth or teeth that don't come in. • Low numbers of red blood cells (anemia).",
      "Prevention": "Preventing FAP is not possible, since it is an inherited genetic condition. • However, if you or your child is at risk of FAP because of a family member with the condition, you will need genetic testing and counseling. • If you have FAP, you will need regular screening, followed by surgery if needed. • Surgery can help prevent the development of colorectal cancer or other complications."
    },
    "name": "Familial adenomatous polyposis",
    "url": "https://www.mayoclinic.org/diseases-conditions/familial-adenomatous-polyposis/symptoms-causes/syc-20372443"
  },
  {
    "sections": {},
    "name": "Familial hypercholesterolemia",
    "url": "https://www.mayoclinic.org/diseases-conditions/familial-hypercholesterolemia/symptoms-causes/syc-20353755"
  },
  {
    "sections": {},
    "name": "Familial Mediterranean fever",
    "url": "https://www.mayoclinic.org/diseases-conditions/familial-mediterranean-fever/symptoms-causes/syc-20372470"
  },
  {
    "sections": {
      "Overview": "Farsightedness (hyperopia) is a common vision condition in which you can see distant objects clearly, but objects nearby may be blurry. • The degree of your farsightedness influences your focusing ability. • People with severe farsightedness may be able to clearly see only objects a great distance away, while those with mild farsightedness may be able to clearly see objects that are closer. • Farsightedness usually is present at birth and tends to run in families. • You can easily correct this condition with eyeglasses or contact lenses. • Another treatment option is surgery.",
      "Symptoms": "Farsightedness may mean: Nearby objects may appear blurry You need to squint to see clearly You have eyestrain, including burning eyes, and aching in or around the eyes You have general eye discomfort or a headache after doing close tasks, such as reading, writing, computer work or drawing, for a time If your degree of farsightedness is pronounced enough that you can't perform a task as well as you wish, or if your quality of vision detracts from your enjoyment of activities, see an eye doctor. • He or she can determine the degree of your farsightedness and advise you of options to correct your vision. • Since it may not always be readily apparent that you're having trouble with your vision, the American Academy of Ophthalmology recommends the following intervals for regular eye exams: If you're at high risk of certain eye diseases, such as glaucoma, get a dilated eye exam every one to two years, starting at age 40. • If you don't wear glasses or contacts, have no symptoms of eye trouble, and are at a low risk of developing eye diseases, such as glaucoma, get an eye exam at the following intervals: An initial exam at 40 Every two to four years between ages 40 and 54 Every one to three years between ages 55 and 64 Every one to two years beginning at age 65 If you wear glasses or contacts or you have a health condition that affects the eyes, such as diabetes, you'll likely need to have your eyes checked regularly. • Ask your eye doctor how frequently you need to schedule your appointments. • But, if you notice problems with your vision, schedule an appointment with your eye doctor as soon as possible, even if you've recently had an eye exam. • Blurred vision, for example, may suggest you need a prescription change, or it could be a sign of another problem. • Children need to be screened for eye disease and have their vision tested by a pediatrician, an ophthalmologist, an optometrist or another trained screener at the following ages and intervals. • Age 6 months Age 3 years Before first grade and every two years during school years, at well-child visits, or through school or public screenings",
      "Causes": "Your eye has two parts that focus images: The cornea is the clear, dome-shaped front surface of your eye. • The lens is a clear structure about the size and shape of an M&M's candy. • In a normally shaped eye, each of these focusing elements has a perfectly smooth curvature, like the surface of a marble. • A cornea and lens with such curvature bend (refract) all incoming light to make a sharply focused image directly on the retina, at the back of your eye. • If your cornea or lens isn't evenly and smoothly curved, light rays aren't refracted properly, and you have a refractive error. • Farsightedness occurs when your eyeball is shorter than normal or your cornea is curved too little. • The effect is the opposite of nearsightedness. • In addition to farsightedness, other refractive errors include: Nearsightedness (myopia). • Nearsightedness usually occurs when your eyeball is longer than normal or your cornea is curved too steeply. • Instead of being focused precisely on your retina, light is focused in front of your retina, resulting in a blurry appearance for distant objects. • Astigmatism. • This occurs when your cornea or lens is curved more steeply in one direction than it is in another. • Uncorrected astigmatism blurs your vision.",
      "Complications": "Farsightedness can be associated with several problems, such as: Crossed eyes. • Some children with farsightedness may develop crossed eyes. • Specially designed eyeglasses that correct for part or all of the farsightedness may treat this problem. • Reduced quality of life. • With uncorrected farsightedness, you might not be able to perform a task as well as you wish. • And your limited vision may detract from your enjoyment of day-to-day activities. • Eyestrain. • Uncorrected farsightedness may cause you to squint or strain your eyes to maintain focus. • This can lead to eyestrain and headaches. • Impaired safety. • Your own safety and that of others may be jeopardized if you have an uncorrected vision problem. • This could be especially serious if you are driving a car or operating heavy equipment. • Financial burden. • The cost of corrective lenses, eye exams and medical treatments can add up, especially with a chronic condition such as farsightedness."
    },
    "name": "Farsightedness",
    "url": "https://www.mayoclinic.org/diseases-conditions/farsightedness/symptoms-causes/syc-20372495"
  },
  {
    "sections": {},
    "name": "Febrile seizure",
    "url": "https://www.mayoclinic.org/diseases-conditions/febrile-seizure/symptoms-causes/syc-20372522"
  },
  {
    "sections": {
      "Overview": "Fecal incontinence is accidental passing of solid or liquid stool. • Fecal incontinence may happen when a person has a sudden urge to pass stool and cannot get to a toilet in time. • Also, stool may leak when a person doesn't sense the need to pass stool. • Common causes of fecal incontinence include diarrhea, constipation, and muscle or nerve damage. • Fecal incontinence can affect a person's ability to work, socialize or do typical daily activities. • It often causes embarrassment or emotional stress. • Diagnosis and treatment are often avoided because the condition is difficult to discuss with a healthcare professional. • Treatments can improve fecal incontinence and overall quality of life. • Fecal incontinence also may be called bowel incontinence or accidental bowel leakage.",
      "Symptoms": "The main symptom is not being able to control passing stool. • This may happen during a short-term illness that causes diarrhea. • For some people, fecal incontinence is an ongoing condition. • There are two types of fecal incontinence: Urge incontinence is the sudden urge to pass stool but not being able to control the urge. • The need to pass stool may come on so suddenly that it's not possible to get to the toilet in time. • Passive incontinence is passing stool when a person isn't aware of the need to pass stool. • A person may not be able to feel that the rectum is full of stool. • Fecal incontinence also may be leakage of stool when a person passes gas. • See your healthcare professional if you or your child develops fecal incontinence. • This is especially important if fecal incontinence: Happens often. • Causes emotional distress. • Affects your ability to do daily activities. • Causes you to avoid time with family and friends. • Often, people are embarrassed to talk about fecal incontinence. • But the sooner you're evaluated, the sooner you may find some relief from your symptoms. • For many people, there is more than one cause of fecal incontinence. • Causes may include: Diarrhea and constipation. • Very soft and very hard stools can lead to fecal incontinence. • Problems include: Loose or watery stool that quickly fills the rectum and is difficult to hold. • Large, hard stool that blocks the rectum and results in leakage of softer stool around it. • Damaged or weakened muscles. • The muscles of the anus, rectum and pelvic floor control the holding and passing of stool. • Damaged or weak muscles can cause fecal incontinence. • Conditions that can weaken or damage muscles include: Injury during vaginal delivery, particularly with forceps. • Surgical cut of the vagina during delivery, called an episiotomy. • Injury from accidents, surgery or radiation therapy. • Age-related weakening of muscles. • Nervous system disorders. • Injury or illness can affect how the nerves and muscles of the anus, rectum or pelvis work. • Nervous system disorders also may affect a person's awareness of the need for passing stool. • These conditions may include: Diseases of the brain, such Parkinson's disease, Alzheimer's disease or other dementias, stroke, or cerebral palsy. • Long-term diseases affecting nerve function, such as diabetes or multiple sclerosis. • Spinal cord injury or tumor. • Damage to nerves during surgery. • Physical problems of the anus or rectum. • Irregular physical changes in the anus or rectum can contribute to fecal incontinence. • These include: Scarring or inflammation of the rectum — from injury or long-term disease — that affects the ability of the rectum to hold stool. • Dropping of the rectum through the anus, called rectal prolapse. • Hemorrhoids that may prevent the closing of the anal muscles. • Bulging of the rectum into the vagina, also called rectocele. • A number of factors may increase your risk of developing fecal incontinence, including: Age. • Fecal incontinence is more likely in adults over 65. • Sex. • Fecal incontinence is more common in women, likely because of possible injuries during delivery. • Hormone treatments for menopause also may increase the risk. • Diseases of the digestive system. • The risk of fecal incontinence is increased with long-term diseases that affect the intestines. • These include: Inflammatory bowel disease, such as Crohn's disease. • Irritable bowel syndrome. • Celiac disease. • Mental disability. • A mental disability or dementia may affect a person's ability to plan to use the toilet or be aware of the need to use the toilet. • Physical disability. • A physical disability or limited mobility may make it difficult to reach a toilet in time. • An injury that caused a physical disability may cause nerve or muscle damage that increases the risk of fecal incontinence. • Lifestyle factors. • Lifestyle factors that increase the risk of incontinence include being overweight, not being active, smoking, and drinking caffeinated and alcoholic beverages. • Complications of fecal incontinence may include: Emotional distress. • Many people feel embarrassed about fecal incontinence. • And they often experience anxiety or depression. • They may try to hide the problem and avoid social situations. • Tissue irritation. • The skin around the anus is delicate and sensitive. • Repeated contact with stool can lead to pain and itching. • Sores, called ulcers, may appear in the tissues of the rectum. • Depending on the cause, it may be possible to improve or prevent fecal incontinence. • These actions may help: Reduce constipation. • Increase your exercise, eat more high-fiber foods and drink plenty of fluids. • Control diarrhea. • Avoid food or drinks that may make diarrhea worse, such as caffeinated drinks, alcohol, dairy products and fatty foods. • Do not strain. • Straining during bowel movements can eventually weaken anal sphincter muscles or damage nerves.",
      "Causes": "For many people, there is more than one cause of fecal incontinence. • Causes may include: Diarrhea and constipation. • Very soft and very hard stools can lead to fecal incontinence. • Problems include: Loose or watery stool that quickly fills the rectum and is difficult to hold. • Large, hard stool that blocks the rectum and results in leakage of softer stool around it. • Damaged or weakened muscles. • The muscles of the anus, rectum and pelvic floor control the holding and passing of stool. • Damaged or weak muscles can cause fecal incontinence. • Conditions that can weaken or damage muscles include: Injury during vaginal delivery, particularly with forceps. • Surgical cut of the vagina during delivery, called an episiotomy. • Injury from accidents, surgery or radiation therapy. • Age-related weakening of muscles. • Nervous system disorders. • Injury or illness can affect how the nerves and muscles of the anus, rectum or pelvis work. • Nervous system disorders also may affect a person's awareness of the need for passing stool. • These conditions may include: Diseases of the brain, such Parkinson's disease, Alzheimer's disease or other dementias, stroke, or cerebral palsy. • Long-term diseases affecting nerve function, such as diabetes or multiple sclerosis. • Spinal cord injury or tumor. • Damage to nerves during surgery. • Physical problems of the anus or rectum. • Irregular physical changes in the anus or rectum can contribute to fecal incontinence. • These include: Scarring or inflammation of the rectum — from injury or long-term disease — that affects the ability of the rectum to hold stool. • Dropping of the rectum through the anus, called rectal prolapse. • Hemorrhoids that may prevent the closing of the anal muscles. • Bulging of the rectum into the vagina, also called rectocele.",
      "Risk factors": "A number of factors may increase your risk of developing fecal incontinence, including: Age. • Fecal incontinence is more likely in adults over 65. • Sex. • Fecal incontinence is more common in women, likely because of possible injuries during delivery. • Hormone treatments for menopause also may increase the risk. • Diseases of the digestive system. • The risk of fecal incontinence is increased with long-term diseases that affect the intestines. • These include: Inflammatory bowel disease, such as Crohn's disease. • Irritable bowel syndrome. • Celiac disease. • Mental disability. • A mental disability or dementia may affect a person's ability to plan to use the toilet or be aware of the need to use the toilet. • Physical disability. • A physical disability or limited mobility may make it difficult to reach a toilet in time. • An injury that caused a physical disability may cause nerve or muscle damage that increases the risk of fecal incontinence. • Lifestyle factors. • Lifestyle factors that increase the risk of incontinence include being overweight, not being active, smoking, and drinking caffeinated and alcoholic beverages.",
      "Complications": "Complications of fecal incontinence may include: Emotional distress. • Many people feel embarrassed about fecal incontinence. • And they often experience anxiety or depression. • They may try to hide the problem and avoid social situations. • Tissue irritation. • The skin around the anus is delicate and sensitive. • Repeated contact with stool can lead to pain and itching. • Sores, called ulcers, may appear in the tissues of the rectum.",
      "Prevention": "Depending on the cause, it may be possible to improve or prevent fecal incontinence. • These actions may help: Reduce constipation. • Increase your exercise, eat more high-fiber foods and drink plenty of fluids. • Control diarrhea. • Avoid food or drinks that may make diarrhea worse, such as caffeinated drinks, alcohol, dairy products and fatty foods. • Do not strain. • Straining during bowel movements can eventually weaken anal sphincter muscles or damage nerves."
    },
    "name": "Fecal incontinence",
    "url": "https://www.mayoclinic.org/diseases-conditions/fecal-incontinence/symptoms-causes/syc-20351397"
  },
  {
    "sections": {},
    "name": "Female infertility",
    "url": "https://www.mayoclinic.org/diseases-conditions/female-infertility/symptoms-causes/syc-20354308"
  },
  {
    "sections": {
      "Overview": "Female sexual dysfunction is a medical term for ongoing sexual problems that upset you or your partner. • Problems may involve sexual response, desire, orgasm or pain during sex. • Many people have sexual problems at some point. • Some have them throughout their lives. • Female sexual dysfunction can happen at any stage of life. • It can happen only sometimes or all the time during sex. • Sexual response is complex. • It involves how your body works, your feelings, things that happen in your life, your beliefs, your lifestyle and how you relate to your partner. • A problem in any one of these areas can affect sexual desire, arousal or satisfaction. • Treatment often involves more than one approach.",
      "Symptoms": "Symptoms vary depending on the type of sexual dysfunction. • Symptoms may include: Low sexual desire. • This most common of female sexual dysfunctions involves a lack of interest in sex and not wanting to have sex. • Sexual arousal disorder. • Even if you want sex, sometimes it may be hard to get or stay aroused during sex. • Orgasmic disorder. • You have ongoing trouble having an orgasm even with enough sexual arousal. • Sexual pain disorder. • You have pain when having sex. • If sexual problems affect your relationship or worry you, make an appointment with a member of your healthcare team. • Sexual dysfunction problems often start when hormones change. • This might be after having a baby or during menopause. • Major illness, such as cancer, diabetes or heart disease, also can add to sexual dysfunction. • Factors that add to sex problems include the following: Physical. • Medical conditions can lead to sexual dysfunction. • These may include cancer, diabetes, kidney failure, multiple sclerosis, heart disease and bladder problems. • Certain medicines can decrease your sexual desire and make it harder for you to have an orgasm. • These include some medicines to treat depression, high blood pressure, allergies and cancers. • Hormonal. • Lower estrogen levels after menopause may lead to changes in your genital tissues and how you respond to sex. • Lower estrogen leads to less blood flow to the pelvis. • This can cause you to have less feeling in your genitals and to need more time to become aroused and reach orgasm. • The vaginal lining also becomes thinner and less stretchy. • Not being sexually active can make this worse. • These factors can lead to painful intercourse, called dyspareunia. • Sexual desire also lessens when hormone levels drop. • Your body's hormone levels shift after giving birth and during breastfeeding. • This can lead to vaginal dryness and affect your desire for sex. • Psychological and social. • Anxiety or depression that isn't treated can cause sexual dysfunction or add to it. • So can long-term stress, a history of sexual abuse, worries of pregnancy and the demands of having an infant. • Problems with your partner can affect your sex life. • So can cultural and religious issues and problems with body image. • Factors that may increase your risk of sexual dysfunction: Depression, anxiety and other mental health conditions. • Heart disease, diabetes, cancer. • Conditions of the spine and brain, called neurological. • Examples are spinal cord injury or multiple sclerosis. • Gynecological conditions, including infections. • Certain medicines, such as those taken for depression or high blood pressure. • Emotional or psychological stress, especially stress in your relationship with your partner. • A history of sexual abuse. • Lack of privacy.",
      "Causes": "Sexual dysfunction problems often start when hormones change. • This might be after having a baby or during menopause. • Major illness, such as cancer, diabetes or heart disease, also can add to sexual dysfunction. • Factors that add to sex problems include the following: Physical. • Medical conditions can lead to sexual dysfunction. • These may include cancer, diabetes, kidney failure, multiple sclerosis, heart disease and bladder problems. • Certain medicines can decrease your sexual desire and make it harder for you to have an orgasm. • These include some medicines to treat depression, high blood pressure, allergies and cancers. • Hormonal. • Lower estrogen levels after menopause may lead to changes in your genital tissues and how you respond to sex. • Lower estrogen leads to less blood flow to the pelvis. • This can cause you to have less feeling in your genitals and to need more time to become aroused and reach orgasm. • The vaginal lining also becomes thinner and less stretchy. • Not being sexually active can make this worse. • These factors can lead to painful intercourse, called dyspareunia. • Sexual desire also lessens when hormone levels drop. • Your body's hormone levels shift after giving birth and during breastfeeding. • This can lead to vaginal dryness and affect your desire for sex. • Psychological and social. • Anxiety or depression that isn't treated can cause sexual dysfunction or add to it. • So can long-term stress, a history of sexual abuse, worries of pregnancy and the demands of having an infant. • Problems with your partner can affect your sex life. • So can cultural and religious issues and problems with body image.",
      "Risk factors": "Factors that may increase your risk of sexual dysfunction: Depression, anxiety and other mental health conditions. • Heart disease, diabetes, cancer. • Conditions of the spine and brain, called neurological. • Examples are spinal cord injury or multiple sclerosis. • Gynecological conditions, including infections. • Certain medicines, such as those taken for depression or high blood pressure. • Emotional or psychological stress, especially stress in your relationship with your partner. • A history of sexual abuse. • Lack of privacy."
    },
    "name": "Female sexual dysfunction",
    "url": "https://www.mayoclinic.org/diseases-conditions/female-sexual-dysfunction/symptoms-causes/syc-20372549"
  },
  {
    "sections": {
      "Overview": "Fetal alcohol syndrome is a condition in a child that results from alcohol exposure during the mother's pregnancy. • Drinking alcohol during pregnancy can cause the child to have disabilities related to behavior, learning and thinking, and physical development. • The symptoms of fetal alcohol syndrome vary from child to child but are lifelong. • Fetal alcohol syndrome is on the severe end of fetal alcohol spectrum disorders (FASD). • FASD is a range of conditions in the child caused by the mother drinking alcohol during pregnancy. • There is no amount of alcohol that's known to be safe to drink during pregnancy. • If you drink during pregnancy, you place your baby at risk of fetal alcohol syndrome. • If you suspect your child has fetal alcohol syndrome, talk to your doctor or other healthcare professional as soon as possible. • Early diagnosis and treatment may help lessen some issues.",
      "Symptoms": "The severity of fetal alcohol syndrome symptoms varies. • Some children have far greater problems than others do. • Symptoms of fetal alcohol syndrome may include any mix of issues with how the body develops; thinking, learning and behavior; and functioning and coping in daily life. • How the body develops may include: Facial features that are typical of fetal alcohol syndrome. • These may include small eyes, a very thin upper lip, a flat nose bridge, and a smooth skin surface between the nose and upper lip. • Slow physical growth before and after birth. • Delayed development, including taking longer to reach milestones, such as sitting, talking and walking. • Vision or hearing problems. • Smaller than average head and brain size. • Changes with how the heart, kidneys and bones develop. • Poor coordination or balance. • Being jittery or hyperactive. • Learning and thinking may include: Intellectual disability and learning disorders, including trouble with memory, learning new things, focusing and thinking. • Not understanding the results of choices made. • Poor judgment skills, such as having a hard time thinking through issues, problem-solving, reasoning and making decisions that affect everyday life. • Short attention span that affects staying with a task and finishing. • Poor concept of time, that impacts following schedules, knowing what time to leave in order to arrive on time and understanding how long a task will take. • Trouble with organizing and planning or working toward a goal, including trouble understanding and following directions. • Functioning in everyday life, coping and interacting with others may include: Challenges in school with attendance, learning, behavior and interacting with others. • Trouble getting along with others, including struggling with communication and social skills. • Trouble adapting to change or switching from one task to another. • Issues with behavior and with controlling emotions and actions. • Problems managing life skills, such as telling time, self care, managing money and staying safe. • Being easily influenced by others or taken advantage of. • Quickly changing moods. • If you are pregnant and can't stop drinking alcohol, ask your obstetrician, primary care doctor or other healthcare professional for help. • You also may choose to talk to a mental health professional. • A social worker can direct you to community programs that offer help, for example, Alcoholics Anonymous. • Because early diagnosis may help lessen the risk of some challenges for children with fetal alcohol syndrome, let your child's healthcare professional know if you drank alcohol while you were pregnant. • Don't wait for your child to have issues before seeking help. • If you adopted a child or are providing foster care, you may not know if the biological mother drank alcohol while pregnant. • International adoption from some countries may have a higher rate of alcohol use by pregnant mothers. • If you have concerns about your child's learning or behavior, talk with your child's healthcare professional to find out what might be causing these problems. • When you're pregnant and you drink alcohol: Alcohol goes into your bloodstream. • Inside the womb, the placenta provides oxygen and nutrients to a developing baby. • The alcohol reaches your baby by passing through the placenta. • Alcohol causes a higher blood alcohol level in your developing baby than in your body. • That's because a baby breaks down and gets rid of alcohol slower than an adult does. • Alcohol is toxic to the baby's cells. • Exposure to alcohol before birth can harm how the body develops and cause permanent brain damage in the developing baby. • The more you drink while pregnant, the greater the risk to your unborn baby. • But any amount of alcohol puts your baby at risk. • Your baby's brain, heart and blood vessels begin to develop in the early weeks of pregnancy, before you may know you're pregnant. • During the first three months of pregnancy, important stages of development happen with the face and organs such as the heart, bones, brain and nerves. • Drinking alcohol during this time can cause damage to how body parts develop. • And as the baby continues to develop in the womb, it's damaging to drink at any time during pregnancy. • The more alcohol you drink during pregnancy, the greater the chance of problems in your baby. • There's no known safe amount of alcohol to drink during pregnancy, and there's no type of alcohol that is safe. • You could put your baby at risk even before you realize you're pregnant. • Don't drink alcohol if: You're pregnant. • You think you might be pregnant. • You're trying to become pregnant. • Behavior issues after your child is born can result from having fetal alcohol syndrome. • These are called secondary disabilities and may include: Attention-deficit/hyperactivity disorder (ADHD). • Aggression, improper social behavior, and breaking rules and laws. • Alcohol or recreational drug misuse. • Mental health conditions, such as depression, anxiety or eating disorders. • Challenges staying in or completing school. • Not being able to get along with others. • Challenges with independent living and getting and keeping jobs. • Sexual behaviors that are not proper. • Early death by accident, homicide or suicide. • To prevent fetal alcohol syndrome, don't drink alcohol during pregnancy. • Here are some steps to help: Don't drink alcohol if you're trying to get pregnant. • If you haven't already stopped drinking, stop as soon as you know you're pregnant or if you even think you might be pregnant. • It's never too late to stop drinking during your pregnancy. • The sooner you stop, the better it is for your baby. • Don't drink alcohol at any time during your pregnancy. • Fetal alcohol syndrome is completely preventable in children whose mothers don't drink at all during pregnancy. • Consider giving up alcohol during your childbearing years if you're sexually active and you're having unprotected sex. • Many pregnancies are unplanned, and damage from alcohol can happen in the earliest weeks of pregnancy. • If you have an alcohol problem, get help before you get pregnant. • Talk to your healthcare professional or a mental health professional about your drinking. • Review how much and how often you drink alcohol so that together you can create a treatment plan to help you quit.",
      "Causes": "When you're pregnant and you drink alcohol: Alcohol goes into your bloodstream. • Inside the womb, the placenta provides oxygen and nutrients to a developing baby. • The alcohol reaches your baby by passing through the placenta. • Alcohol causes a higher blood alcohol level in your developing baby than in your body. • That's because a baby breaks down and gets rid of alcohol slower than an adult does. • Alcohol is toxic to the baby's cells. • Exposure to alcohol before birth can harm how the body develops and cause permanent brain damage in the developing baby. • The more you drink while pregnant, the greater the risk to your unborn baby. • But any amount of alcohol puts your baby at risk. • Your baby's brain, heart and blood vessels begin to develop in the early weeks of pregnancy, before you may know you're pregnant. • During the first three months of pregnancy, important stages of development happen with the face and organs such as the heart, bones, brain and nerves. • Drinking alcohol during this time can cause damage to how body parts develop. • And as the baby continues to develop in the womb, it's damaging to drink at any time during pregnancy.",
      "Risk factors": "The more alcohol you drink during pregnancy, the greater the chance of problems in your baby. • There's no known safe amount of alcohol to drink during pregnancy, and there's no type of alcohol that is safe. • You could put your baby at risk even before you realize you're pregnant. • Don't drink alcohol if: You're pregnant. • You think you might be pregnant. • You're trying to become pregnant.",
      "Complications": "Behavior issues after your child is born can result from having fetal alcohol syndrome. • These are called secondary disabilities and may include: Attention-deficit/hyperactivity disorder (ADHD). • Aggression, improper social behavior, and breaking rules and laws. • Alcohol or recreational drug misuse. • Mental health conditions, such as depression, anxiety or eating disorders. • Challenges staying in or completing school. • Not being able to get along with others. • Challenges with independent living and getting and keeping jobs. • Sexual behaviors that are not proper. • Early death by accident, homicide or suicide.",
      "Prevention": "To prevent fetal alcohol syndrome, don't drink alcohol during pregnancy. • Here are some steps to help: Don't drink alcohol if you're trying to get pregnant. • If you haven't already stopped drinking, stop as soon as you know you're pregnant or if you even think you might be pregnant. • It's never too late to stop drinking during your pregnancy. • The sooner you stop, the better it is for your baby. • Don't drink alcohol at any time during your pregnancy. • Fetal alcohol syndrome is completely preventable in children whose mothers don't drink at all during pregnancy. • Consider giving up alcohol during your childbearing years if you're sexually active and you're having unprotected sex. • Many pregnancies are unplanned, and damage from alcohol can happen in the earliest weeks of pregnancy. • If you have an alcohol problem, get help before you get pregnant. • Talk to your healthcare professional or a mental health professional about your drinking. • Review how much and how often you drink alcohol so that together you can create a treatment plan to help you quit."
    },
    "name": "Fetal alcohol syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/fetal-alcohol-syndrome/symptoms-causes/syc-20352901"
  },
  {
    "sections": {},
    "name": "Fetal macrosomia",
    "url": "https://www.mayoclinic.org/diseases-conditions/fetal-macrosomia/symptoms-causes/syc-20372579"
  },
  {
    "sections": {},
    "name": "Fever",
    "url": "https://www.mayoclinic.org/diseases-conditions/fever/symptoms-causes/syc-20352759"
  },
  {
    "sections": {
      "Overview": "A fibroadenoma (fy-broe-ad-uh-NO-muh) is a solid breast lump. • This breast lump is not cancer. • A fibroadenoma happens most often between ages 15 and 35. • But it can be found at any age in anyone who has periods. • A fibroadenoma often causes no pain. • It can feel firm, smooth and rubbery. • It has a round shape. • It might feel like a pea in the breast. • Or it may feel flat like a coin. • When touched, it moves easily within the breast tissue. • Fibroadenomas are common breast lumps. • If you have a fibroadenoma, your health care provider may tell you to watch for changes in its size or feel. • You may need a biopsy to check the lump or surgery to remove it. • Many fibroadenomas need no further treatment.",
      "Symptoms": "A fibroadenoma is a solid breast lump that often causes no pain. • It is: Round with distinct, smooth borders Easily moved Firm or rubbery A fibroadenoma often grows slowly. • The average size is about 1 inch (2.5 centimeters). • A fibroadenoma can get bigger over time. • It may be tender or cause soreness a few days before your period. • A large fibroadenoma may hurt when you touch it. • But most often, this type of breast lump causes no pain. • You can have a single fibroadenoma or more than one fibroadenoma. • They can occur in one or both breasts. • Some fibroadenomas shrink over time. • Most fibroadenomas in adolescents shrink over many months to a few years. • They then disappear. • Fibroadenomas may also change shape over time. • Fibroadenomas may get bigger during pregnancy. • They might shrink after menopause. • Healthy breast tissue often feels lumpy. • Make an appointment with your health care provider if you: Find a new breast lump Notice other changes in your breasts Find that a breast lump you had checked in the past has grown or changed in any way The cause of fibroadenomas is not known. • They might be related to hormones that control your periods. • Less common types of fibroadenomas and related breast lumps may not act the same as typical fibroadenomas. • These types of breast lumps include: Complex fibroadenomas. • These are fibroadenomas that can get bigger over time. • They can press on or displace nearby breast tissue. • Giant fibroadenomas. • Giant fibroadenomas grow quickly to larger than 2 inches (5 centimeters). • They also can press on nearby breast tissue or push it out of place. • Phyllodes tumors. • Phyllodes tumors and fibroadenomas are made of similar tissues. • But under a microscope, phyllodes tumors look different from fibroadenomas. • Phyllodes tumors typically have features associated with growing faster. • Most phyllodes tumors are benign. • This means they are not cancer. • But some phyllodes tumors may be cancer. • Or they could become cancer. • Phyllodes tumors often cause no pain. • Common fibroadenomas do not affect your risk of breast cancer. • But your risk might go up a bit if you have a complex fibroadenoma or a phyllodes tumor.",
      "Causes": "The cause of fibroadenomas is not known. • They might be related to hormones that control your periods. • Less common types of fibroadenomas and related breast lumps may not act the same as typical fibroadenomas. • These types of breast lumps include: Complex fibroadenomas. • These are fibroadenomas that can get bigger over time. • They can press on or displace nearby breast tissue. • Giant fibroadenomas. • Giant fibroadenomas grow quickly to larger than 2 inches (5 centimeters). • They also can press on nearby breast tissue or push it out of place. • Phyllodes tumors. • Phyllodes tumors and fibroadenomas are made of similar tissues. • But under a microscope, phyllodes tumors look different from fibroadenomas. • Phyllodes tumors typically have features associated with growing faster. • Most phyllodes tumors are benign. • This means they are not cancer. • But some phyllodes tumors may be cancer. • Or they could become cancer. • Phyllodes tumors often cause no pain.",
      "Complications": "Common fibroadenomas do not affect your risk of breast cancer. • But your risk might go up a bit if you have a complex fibroadenoma or a phyllodes tumor."
    },
    "name": "Fibroadenoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/fibroadenoma/symptoms-causes/syc-20352752"
  },
  {
    "sections": {
      "Overview": "Fibrocystic breasts are composed of tissue that feels lumpy or ropelike in texture. • Doctors call this nodular or glandular breast tissue. • It's not at all uncommon to have fibrocystic breasts or experience fibrocystic breast changes. • In fact, medical professionals have stopped using the term \"fibrocystic breast disease\" and now simply refer to \"fibrocystic breasts\" or \"fibrocystic breast changes\" because having fibrocystic breasts isn't a disease. • Breast changes that fluctuate with the menstrual cycle and have a ropelike texture are considered normal. • Fibrocystic breast changes don't always cause symptoms. • Some people experience breast pain, tenderness and lumpiness — especially in the upper, outer area of the breasts. • Breast symptoms tend to be most bothersome just before menstruation and get better afterward. • Simple self-care measures can usually relieve discomfort associated with fibrocystic breasts.",
      "Symptoms": "Signs and symptoms of fibrocystic breasts may include: Breast lumps or areas of thickening that tend to blend into the surrounding breast tissue Generalized breast pain or tenderness or discomfort that involves the upper outer part of the breast Breast nodules or lumpy tissue change in size with the menstrual cycle Green or dark brown nonbloody nipple discharge that tends to leak without pressure or squeezing Breast changes that are similar in both breasts Monthly increase in breast pain or lumpiness from midcycle (ovulation) to just before your period and then gets better once your period starts Fibrocystic breast changes occur most often between 30 and 50 years of age. • These changes happen rarely after menopause unless you're taking hormone replacement medicine such as estrogen or progesterone. • Most fibrocystic breast changes are normal. • However, make an appointment with your doctor if: You find a new or persistent breast lump or area of prominent thickening or firmness of the breast tissue You have specific areas of continuous or worsening breast pain Breast changes persist after your period Your doctor evaluated a breast lump but now it seems to be bigger or otherwise changed The exact cause of fibrocystic breast changes isn't known, but experts suspect that reproductive hormones — especially estrogen — play a role. • Fluctuating hormone levels during the menstrual cycle can cause breast discomfort and areas of lumpy breast tissue that feel tender, sore and swollen. • Fibrocystic breast changes tend to be more bothersome before your menstrual period and ease up after your period begins. • When examined under a microscope, fibrocystic breast tissue includes distinct components such as: Fluid-filled round or oval sacs (cysts) A prominence of scar-like fibrous tissue (fibrosis) Overgrowth of cells (hyperplasia) lining the milk ducts or milk-producing tissues (lobules) of the breast Enlarged breast lobules (adenosis) Having fibrocystic breasts doesn't increase your risk of breast cancer.",
      "Causes": "The exact cause of fibrocystic breast changes isn't known, but experts suspect that reproductive hormones — especially estrogen — play a role. • Fluctuating hormone levels during the menstrual cycle can cause breast discomfort and areas of lumpy breast tissue that feel tender, sore and swollen. • Fibrocystic breast changes tend to be more bothersome before your menstrual period and ease up after your period begins. • When examined under a microscope, fibrocystic breast tissue includes distinct components such as: Fluid-filled round or oval sacs (cysts) A prominence of scar-like fibrous tissue (fibrosis) Overgrowth of cells (hyperplasia) lining the milk ducts or milk-producing tissues (lobules) of the breast Enlarged breast lobules (adenosis)",
      "Complications": "Having fibrocystic breasts doesn't increase your risk of breast cancer."
    },
    "name": "Fibrocystic breasts",
    "url": "https://www.mayoclinic.org/diseases-conditions/fibrocystic-breasts/symptoms-causes/syc-20350438"
  },
  {
    "sections": {
      "Overview": "Fibromuscular dysplasia is a condition that causes the medium-sized arteries in the body to narrow and grow larger. • Narrowed arteries can reduce blood flow and affect how body organs work. • Fibromuscular dysplasia is most often seen in the arteries leading to the kidneys and brain. • But it also can affect arteries in the legs, heart, belly area and, rarely, the arms. • More than one artery can be involved. • Treatments are available to control symptoms and help prevent complications, such as stroke. • But there is no cure for fibromuscular dysplasia.",
      "Symptoms": "Symptoms of fibromuscular dysplasia depend on which artery or arteries are affected. • Some people don't have any symptoms. • If the arteries to the kidneys are affected, common symptoms include: High blood pressure. • Problems with how the kidneys work. • If the arteries affected supply blood to the brain, symptoms might include: Headache. • A pulsing feeling or ringing sound in your ears, called tinnitus. • Dizziness. • Sudden neck pain. • Stroke or transient ischemic attack. • If you have fibromuscular dysplasia, get medical help immediately if you have symptoms of a stroke, such as: Sudden changes in vision. • Sudden changes in the ability to speak. • Sudden or new weakness in the arms or legs. • If you are concerned about your risk of fibromuscular dysplasia, make an appointment for a health checkup. • The condition can rarely run in families. • But there's no genetic test for fibromuscular dysplasia.",
      "Causes": "The cause of fibromuscular dysplasia is not known. • Changes in genes might cause the condition. • Because the condition is more common in women than men, researchers think female hormones also may play a role. • But exactly how is unclear. • Fibromuscular dysplasia is not linked to women's use of birth control pills.",
      "Risk factors": "Things that increase the risk of fibromuscular dysplasia include: Sex. • The condition is more common in women than it is in men. • Age. • Fibromuscular dysplasia tends to be diagnosed in people in their 50s. • But it can affect anyone of any age. • Smoking. • People who smoke seem to have an increased risk of developing fibromuscular dysplasia. • Smoking also can make the disease worse.",
      "Complications": "Possible complications of fibromuscular dysplasia include: High blood pressure. • The narrowing of the arteries of the kidneys causes higher pressure on the artery walls. • Damage to the arteries may lead to heart disease or heart failure. • Tears in the artery walls. • Fibromuscular dysplasia and tears in the walls of the arteries often occur together. • An artery tear is called a dissection. • When a tear forms in one of the blood vessels in the heart, it's called a spontaneous coronary artery dissection (SCAD). • A dissection can slow or block blood flow. • Emergency medical treatment is needed. • Bulge or ballooning of an artery. • Also called an aneurysm, this complication can occur if the artery wall is weak or damaged. • Fibromuscular dysplasia can weaken the walls of the affected arteries. • An aneurysm that breaks open, called a rupture, can be life-threatening. • Emergency medical treatment is needed for a ruptured aneurysm. • Stroke. • An artery tear or aneurysm rupture in the brain can lead to stroke. • High blood pressure also can increase the risk of a stroke."
    },
    "name": "Fibromuscular dysplasia",
    "url": "https://www.mayoclinic.org/diseases-conditions/fibromuscular-dysplasia/symptoms-causes/syc-20352144"
  },
  {
    "sections": {},
    "name": "Fibromyalgia",
    "url": "https://www.mayoclinic.org/diseases-conditions/fibromyalgia/symptoms-causes/syc-20354780"
  },
  {
    "sections": {
      "Overview": "Flatfeet is a common condition, also known as flatfoot, in which the arches on the inside of the feet flatten when pressure is put on them. • When people with flatfeet stand up, the feet point outward, and the entire soles of the feet fall and touch the floor. • Flatfeet can occur when the arches don't develop during childhood. • It can also develop later in life after an injury or from the simple wear-and-tear stresses of age. • Flatfeet is usually painless. • If you aren't having pain, no treatment is necessary. • However, if flatfeet is causing you pain and limiting what you want to do, then an evaluation from a specialist may be warranted.",
      "Symptoms": "Most people have no symptoms associated with flatfeet. • But some people with flatfeet experience foot pain, particularly in the heel or arch area. • Pain may worsen with activity. • Swelling may occur along the inside of the ankle. • Talk to your health care provider if you or your child has foot pain, particularly if it is limiting what you want to do.",
      "Causes": "Flatfeet is not unusual in infants and toddlers, because the foot's arch hasn't yet developed. • Most people's arches develop throughout childhood, but some people never develop arches. • People without arches may or may not have problems. • Some children have flexible flatfeet, often called flexible flatfoot, in which the arch is visible when the child is sitting or standing on tiptoes but disappears when the child stands. • Most children outgrow flexible flatfeet without problems. • People without flatfeet can also develop the condition. • Arches can collapse abruptly after an injury. • Or the collapse can happen over years of wear and tear. • Over time, the tendon that runs along the inside of the ankle and helps support the arch can get weakened or tear. • As the severity increases, arthritis may develop in the foot.",
      "Risk factors": "Factors that can increase the risk of flatfeet include: Obesity Injury to the foot or ankle Rheumatoid arthritis Aging Diabetes"
    },
    "name": "Flatfeet",
    "url": "https://www.mayoclinic.org/diseases-conditions/flatfeet/symptoms-causes/syc-20372604"
  },
  {
    "sections": {
      "Overview": "Floor of the mouth cancer is cancer that starts as a growth of cells under the tongue. • Floor of the mouth cancer most often begins in the thin, flat cells that line the inside of the mouth, called squamous cells. • When cancer starts in these cells it's called squamous cell carcinoma. • Floor of the mouth cancer causes changes in the look and feel of the tissue under the tongue. • These changes may include a lump or a sore that doesn't heal. • Floor of the mouth cancer treatments include surgery, radiation therapy and chemotherapy.",
      "Symptoms": "Symptoms of floor of the mouth cancer can include: Mouth pain. • Sores in the mouth that won't heal. • Trouble moving the tongue. • Loose teeth. • Pain with swallowing. • Weight loss. • Ear pain. • Swelling in the neck that may hurt. • White patches in the mouth that won't go away. • Make an appointment with a doctor or other health care professional if you have any symptoms that worry you. • Floor of the mouth cancer happens when cells under the tongue develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions also tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • The most common factors that can increase the risk of floor of the mouth cancer include: Using tobacco. • All forms of tobacco increase the risk of floor of the mouth cancer. • This includes cigarettes, cigars, pipes, chewing tobacco and snuff. • Drinking alcohol. • Frequent and heavy drinking increases the risk of floor of the mouth cancer. • Using alcohol and tobacco together increases the risk even more. • Being exposed to human papillomavirus. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • For most people, it causes no problems and goes away on its own. • For others, it causes changes in cells that can lead to many types of cancer. • Having a weak immune system. • If the body's germ-fighting immune system is weakened by medicines or illness, there might be a higher risk of floor of the mouth cancer. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain medical conditions, such as infection with HIV, also can weaken the immune system. • To lower the risk of floor of the mouth cancer: Don't use tobacco. • If you don't use tobacco, don't start. • If you currently use tobacco of any kind, talk with a health care professional about strategies to help you quit. • Limit alcohol intake. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Ask about the HPV vaccine. • Receiving a vaccination to prevent HPV infection may reduce your risk of HPV-related cancers. • Ask your doctor or other health care professional whether an HPV vaccine is right for you. • Have regular health and dental exams. • During your appointments, your dentist, doctor or other health care professional can check your mouth for signs of cancer and precancerous changes.",
      "Causes": "Floor of the mouth cancer happens when cells under the tongue develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions also tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "The most common factors that can increase the risk of floor of the mouth cancer include: Using tobacco. • All forms of tobacco increase the risk of floor of the mouth cancer. • This includes cigarettes, cigars, pipes, chewing tobacco and snuff. • Drinking alcohol. • Frequent and heavy drinking increases the risk of floor of the mouth cancer. • Using alcohol and tobacco together increases the risk even more. • Being exposed to human papillomavirus. • Human papillomavirus, also called HPV, is a common virus that's passed through sexual contact. • For most people, it causes no problems and goes away on its own. • For others, it causes changes in cells that can lead to many types of cancer. • Having a weak immune system. • If the body's germ-fighting immune system is weakened by medicines or illness, there might be a higher risk of floor of the mouth cancer. • People with a weakened immune system include those taking medicines to control the immune system, such as after an organ transplant. • Certain medical conditions, such as infection with HIV, also can weaken the immune system.",
      "Prevention": "To lower the risk of floor of the mouth cancer: Don't use tobacco. • If you don't use tobacco, don't start. • If you currently use tobacco of any kind, talk with a health care professional about strategies to help you quit. • Limit alcohol intake. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Ask about the HPV vaccine. • Receiving a vaccination to prevent HPV infection may reduce your risk of HPV-related cancers. • Ask your doctor or other health care professional whether an HPV vaccine is right for you. • Have regular health and dental exams. • During your appointments, your dentist, doctor or other health care professional can check your mouth for signs of cancer and precancerous changes."
    },
    "name": "Floor of the mouth cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/floor-mouth-cancer/symptoms-causes/syc-20354179"
  },
  {
    "sections": {
      "Overview": "Focal segmental glomerulosclerosis (FSGS) is a disease in which scar tissue develops on the glomeruli, the small parts of the kidneys that filter waste from the blood. • FSGS can be caused by a variety of conditions. • FSGS is a serious condition that can lead to kidney failure, which can only be treated with dialysis or kidney transplant. • Treatment options for FSGS depend on the type you have. • Types of FSGS include: Primary FSGS. • Many people diagnosed with FSGS have no known cause for their condition. • This is called primary (idiopathic) FSGS. • Secondary FSGS. • Several factors, such as infection, drug toxicity, diseases including diabetes or sickle cell disease, obesity, and even other kidney diseases can cause secondary FSGS. • Controlling or treating the underlying cause often slows ongoing kidney damage and might lead to improved kidney function over time. • Genetic FSGS. • This is a rare form of FSGS caused by genetic changes. • It also is called familial FSGS. • It's suspected when several members of a family show signs of FSGS. • Familial FSGS can also occur when neither parent has the disease but each one carries a copy of an altered gene that can be passed on to the next generation. • Unknown FSGS. • In some cases, the underlying cause of FSGS cannot be determined despite the evaluation of clinical symptoms and extensive testing.",
      "Symptoms": "Symptoms of focal segmental glomerulosclerosis (FSGS) might include: Swelling, called edema, in the legs and ankles, around the eyes and in other body parts. • Weight gain from fluid buildup. • Foamy urine from protein buildup, called proteinuria. • See a healthcare professional if you have any of the symptoms of FSGS.",
      "Causes": "Focal segmental glomerulosclerosis (FSGS) can be caused by a variety of conditions, such as diabetes, sickle cell disease, other kidney diseases and obesity. • Infections and damage from illicit drugs, medicines or toxins also can cause it. • Gene changes passed through families, called inherited gene changes, can cause a rare form of FSGS. • Sometimes there's no known cause.",
      "Risk factors": "Factors that can raise the risk of focal segmental glomerulosclerosis (FSGS) include: Medical conditions that can damage the kidneys. • Certain diseases and conditions increase the risk of getting FSGS. • These include diabetes, lupus, obesity and other kidney diseases. • Certain infections. • Infections that increase the risk of FSGS include HIV and hepatitis C. • Gene changes. • Certain genes passed through families can raise the risk of FSGS.",
      "Complications": "Focal segmental glomerulosclerosis (FSGS) may lead to other health concerns, also called complications, including: Nephrotic syndrome. • This kidney condition causes the body to pass too much protein in the urine. • Nephrotic syndrome raises the risk of other health conditions, such as blood clots and high blood pressure. • Kidney failure. • Damage to the kidneys that can't be fixed causes the kidneys to stop working. • The only treatments for kidney failure are dialysis or kidney transplant."
    },
    "name": "Focal segmental glomerulosclerosis (FSGS)",
    "url": "https://www.mayoclinic.org/diseases-conditions/fsgs/symptoms-causes/syc-20354693"
  },
  {
    "sections": {},
    "name": "Folliculitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/folliculitis/symptoms-causes/syc-20361634"
  },
  {
    "sections": {
      "Overview": "Food allergy is an immune system reaction that happens soon after eating a certain food. • Even a tiny amount of the allergy-causing food can trigger symptoms such as hives, swollen airways and digestive problems. • In some people, a food allergy can cause severe symptoms or even a life-threatening reaction known as anaphylaxis. • Food allergy affects an estimated 8% of children under age 5 and up to 4% of adults. • While there's no cure, some children outgrow their food allergies as they get older. • It's easy to confuse a food allergy with a much more common reaction known as food intolerance. • While bothersome, food intolerance is a less serious condition that does not involve the immune system.",
      "Symptoms": "For some people, an allergic reaction to a particular food may be uncomfortable but not severe. • For other people, a food allergy reaction can be frightening and even life-threatening. • Food allergy symptoms usually develop within a few minutes to two hours after eating the offending food. • Rarely, symptoms may be delayed for several hours. • The most common food allergy symptoms include: Tingling or itching in the mouth. • Hives, itching or eczema. • Swelling of the lips, face, tongue, and throat or other parts of the body. • Belly pain, diarrhea, nausea or vomiting. • Wheezing, nasal congestion or trouble breathing. • Dizziness, lightheadedness or fainting. • In some people, a food allergy can trigger a severe allergic reaction called anaphylaxis. • This can cause life-threatening symptoms, including: Constriction and tightening of the airways. • A swollen throat or the sensation of a lump in your throat that makes it hard to breathe. • Shock with a severe drop in blood pressure. • Rapid pulse. • Dizziness, lightheadedness or loss of consciousness. • Emergency treatment is critical for anaphylaxis. • Untreated, anaphylaxis can be fatal. • See a healthcare professional or allergist if you have food allergy symptoms shortly after eating. • If possible, see a care professional when the allergic reaction is occurring. • This can help make a diagnosis. • Seek emergency treatment if you develop any symptoms of anaphylaxis, such as: Constriction of airways that makes it difficult to breathe. • Shock with a severe drop in blood pressure. • Rapid pulse. • Dizziness or lightheadedness. • When you have a food allergy, your immune system mistakenly identifies a specific food or a substance in food as something harmful. • In response, your immune system triggers cells to make an antibody known as immunoglobulin E (IgE) to recognize the allergy-causing food or food substance, called an allergen. • The next time you eat even the smallest amount of that food, IgE antibodies sense it. • They then signal your immune system to release a chemical called histamine, as well as other chemicals, into your bloodstream. • These chemicals cause allergy symptoms. • Most food allergies are triggered by certain proteins in: Crustacean shellfish, such as shrimp, lobster and crab. • Peanuts. • Tree nuts, such as walnuts and pecans. • Fish. • Chicken eggs. • Cow's milk. • Wheat. • Soy. • Also known as oral allergy syndrome, pollen-food allergy syndrome affects many people who have hay fever. • In this condition, certain fresh fruits and vegetables or nuts and spices can trigger an allergic reaction that causes the mouth to tingle or itch. • In serious cases, the reaction results in swelling of the throat or even anaphylaxis. • Proteins in certain fruits, vegetables, nuts and spices cause the reaction because they're similar to allergy-causing proteins found in certain pollens. • This is an example of cross-reactivity. • Symptoms are typically triggered by eating these foods when they're fresh and uncooked. • However, when these foods are cooked, symptoms may be less severe. • The following table shows the specific fruits, vegetables, nuts and spices that can cause pollen-food allergy syndrome in people who are allergic to different pollens. • Eating certain foods may cause some people to feel itchy and lightheaded soon after starting to exercise. • Serious cases may even involve hives or anaphylaxis. • Not eating for a couple of hours before exercising and avoiding certain foods may help prevent this problem. • A food intolerance or a reaction to another substance you ate may cause the same symptoms as a food allergy does — such as nausea, vomiting, cramping and diarrhea. • Depending on the type of food intolerance you have, you may be able to eat small amounts of problem foods without a reaction. • By contrast, if you have a true food allergy, even a tiny amount of the food may trigger an allergic reaction. • One of the tricky aspects of diagnosing food intolerance is that some people are sensitive not to the food itself but to a substance or ingredient used in the preparation of the food. • Common conditions that can cause symptoms mistaken for a food allergy include: Absence of an enzyme needed to fully digest a food. • You may not have enough of some of the enzymes needed to digest certain foods. • Insufficient amounts of the enzyme lactase, for example, reduce your ability to digest lactose, the main sugar in milk products. • Lactose intolerance can cause bloating, cramping, diarrhea and excess gas. • Food poisoning. • Sometimes food poisoning can mimic an allergic reaction. • Bacteria in spoiled tuna and other fish also can make a toxin that triggers harmful reactions. • Sensitivity to food additives. • Some people have digestive reactions and other symptoms after eating certain food additives. • For example, sulfites used to preserve dried fruit, canned goods and wine can trigger asthma attacks in people with sensitivity to food additives. • Histamine toxicity. • Certain fish, such as tuna or mackerel, that are not refrigerated properly and that contain high amounts of bacteria also may contain high levels of histamine that trigger symptoms similar to those of food allergy. • Rather than an allergic reaction, this is known as histamine toxicity or scombroid poisoning. • Celiac disease. • While celiac disease is sometimes referred to as a gluten allergy, it does not result in anaphylaxis. • Like a food allergy, celiac disease does involve an immune system response, but it's a unique reaction that's more complex than a simple food allergy. • This ongoing digestive condition is triggered by eating gluten, a protein found in bread, pasta, cookies and many other foods containing wheat, barley or rye. • If you have celiac disease and eat foods containing gluten, an immune reaction happens that causes damage to the surface of your small intestine. • This leads to an inability to absorb certain nutrients. • Food allergy risk factors include: Family history. • You're at increased risk of food allergies if asthma, eczema, hives or allergies such as hay fever are common in your family. • Other allergies. • If you're already allergic to one food, you may be at increased risk of becoming allergic to another. • Similarly, if you have other types of allergic reactions, such as hay fever or eczema, your risk of having a food allergy is greater. • Age. • Food allergies are more common in children, especially toddlers and infants. • As children grow older, their digestive systems mature and their bodies are less likely to react to food components that trigger allergies. • Fortunately, children typically outgrow allergies to milk, soy, wheat and eggs. • Severe allergies and allergies to nuts and shellfish are more likely to be lifelong. • Asthma. • Asthma and food allergy commonly occur together. • When they do, both food allergy and asthma symptoms are more likely to be severe. • Factors that may increase your risk of developing an anaphylactic reaction include: Having a history of asthma. • Being a teenager or younger. • Delaying use of epinephrine to treat your food allergy symptoms. • Not having hives or other skin symptoms. • Complications of food allergy can include: Anaphylaxis. • This is a life-threatening allergic reaction. • Atopic dermatitis, known as eczema. • Food allergy may cause a skin reaction, such as eczema. • Early introduction of peanut products has been associated with a lower risk of peanut allergy. • In an important study, high-risk infants — such as those with atopic dermatitis or egg allergy or both — were selected to either ingest or avoid peanut products from 4 to 6 months of age until 5 years of age. • Researchers found that high-risk children who regularly consumed peanut protein, such as peanut butter or peanut-flavored snacks, were around 80% less likely to develop a peanut allergy. • Before introducing allergenic foods, talk with your child's healthcare team about the best time to offer them. • Once a food allergy has already developed, the best way to prevent an allergic reaction is to know and avoid foods that cause signs and symptoms. • For some people, this is a mere inconvenience, but others find it very difficult. • Also, some foods — when used as ingredients in certain dishes — may be well hidden. • This is especially true in restaurants and in other social settings. • If you know you have a food allergy, follow these steps: Know what you're eating and drinking. • Be sure to read food labels carefully. • If you have already had a severe reaction, wear a medical alert bracelet or necklace that lets others know that you have a food allergy in case you have a reaction and you're unable to communicate. • Talk with your healthcare team about prescribing emergency epinephrine. • You may need to carry an epinephrine autoinjector (Adrenaclick, EpiPen) if you're at risk of a severe allergic reaction. • Be careful at restaurants. • Be certain your server or chef is aware that you absolutely can't eat the food you're allergic to, and you need to be completely certain that the meal you order doesn't contain it. • Also, make sure food isn't prepared on surfaces or in pans that contained any of the food you're allergic to. • Don't be reluctant to make your needs known. • Restaurant staff members are usually more than happy to help when they clearly understand your request. • Plan meals and snacks before leaving home. • If necessary, take a cooler packed with allergen-free foods when you travel or go to an event. • If you or your child can't have the cake or dessert at a party, bring an approved special treat so no one feels left out of the celebration. • If your child has a food allergy, take these precautions to ensure your child's safety: Notify key people that your child has a food allergy. • Talk with childcare providers, school personnel, parents of your child's friends and other adults who regularly interact with your child. • Emphasize that an allergic reaction can be life-threatening and requires immediate action. • Make sure that your child also knows to ask for help right away if your child reacts to food. • Explain food allergy symptoms. • Teach the adults who spend time with your child how to recognize signs and symptoms of an allergic reaction. • Write an action plan. • Your plan should describe how to care for your child when your child has an allergic reaction to food. • Provide a copy of the plan to your child's school nurse and others who care for and supervise your child. • Have your child wear a medical alert bracelet or necklace. • This alert lists your child's allergy symptoms and explains how others can provide first aid in an emergency.",
      "Causes": "When you have a food allergy, your immune system mistakenly identifies a specific food or a substance in food as something harmful. • In response, your immune system triggers cells to make an antibody known as immunoglobulin E (IgE) to recognize the allergy-causing food or food substance, called an allergen. • The next time you eat even the smallest amount of that food, IgE antibodies sense it. • They then signal your immune system to release a chemical called histamine, as well as other chemicals, into your bloodstream. • These chemicals cause allergy symptoms. • Most food allergies are triggered by certain proteins in: Crustacean shellfish, such as shrimp, lobster and crab. • Peanuts. • Tree nuts, such as walnuts and pecans. • Fish. • Chicken eggs. • Cow's milk. • Wheat. • Soy. • Also known as oral allergy syndrome, pollen-food allergy syndrome affects many people who have hay fever. • In this condition, certain fresh fruits and vegetables or nuts and spices can trigger an allergic reaction that causes the mouth to tingle or itch. • In serious cases, the reaction results in swelling of the throat or even anaphylaxis. • Proteins in certain fruits, vegetables, nuts and spices cause the reaction because they're similar to allergy-causing proteins found in certain pollens. • This is an example of cross-reactivity. • Symptoms are typically triggered by eating these foods when they're fresh and uncooked. • However, when these foods are cooked, symptoms may be less severe. • The following table shows the specific fruits, vegetables, nuts and spices that can cause pollen-food allergy syndrome in people who are allergic to different pollens. • Eating certain foods may cause some people to feel itchy and lightheaded soon after starting to exercise. • Serious cases may even involve hives or anaphylaxis. • Not eating for a couple of hours before exercising and avoiding certain foods may help prevent this problem. • A food intolerance or a reaction to another substance you ate may cause the same symptoms as a food allergy does — such as nausea, vomiting, cramping and diarrhea. • Depending on the type of food intolerance you have, you may be able to eat small amounts of problem foods without a reaction. • By contrast, if you have a true food allergy, even a tiny amount of the food may trigger an allergic reaction. • One of the tricky aspects of diagnosing food intolerance is that some people are sensitive not to the food itself but to a substance or ingredient used in the preparation of the food. • Common conditions that can cause symptoms mistaken for a food allergy include: Absence of an enzyme needed to fully digest a food. • You may not have enough of some of the enzymes needed to digest certain foods. • Insufficient amounts of the enzyme lactase, for example, reduce your ability to digest lactose, the main sugar in milk products. • Lactose intolerance can cause bloating, cramping, diarrhea and excess gas. • Food poisoning. • Sometimes food poisoning can mimic an allergic reaction. • Bacteria in spoiled tuna and other fish also can make a toxin that triggers harmful reactions. • Sensitivity to food additives. • Some people have digestive reactions and other symptoms after eating certain food additives. • For example, sulfites used to preserve dried fruit, canned goods and wine can trigger asthma attacks in people with sensitivity to food additives. • Histamine toxicity. • Certain fish, such as tuna or mackerel, that are not refrigerated properly and that contain high amounts of bacteria also may contain high levels of histamine that trigger symptoms similar to those of food allergy. • Rather than an allergic reaction, this is known as histamine toxicity or scombroid poisoning. • Celiac disease. • While celiac disease is sometimes referred to as a gluten allergy, it does not result in anaphylaxis. • Like a food allergy, celiac disease does involve an immune system response, but it's a unique reaction that's more complex than a simple food allergy. • This ongoing digestive condition is triggered by eating gluten, a protein found in bread, pasta, cookies and many other foods containing wheat, barley or rye. • If you have celiac disease and eat foods containing gluten, an immune reaction happens that causes damage to the surface of your small intestine. • This leads to an inability to absorb certain nutrients.",
      "Risk factors": "Food allergy risk factors include: Family history. • You're at increased risk of food allergies if asthma, eczema, hives or allergies such as hay fever are common in your family. • Other allergies. • If you're already allergic to one food, you may be at increased risk of becoming allergic to another. • Similarly, if you have other types of allergic reactions, such as hay fever or eczema, your risk of having a food allergy is greater. • Age. • Food allergies are more common in children, especially toddlers and infants. • As children grow older, their digestive systems mature and their bodies are less likely to react to food components that trigger allergies. • Fortunately, children typically outgrow allergies to milk, soy, wheat and eggs. • Severe allergies and allergies to nuts and shellfish are more likely to be lifelong. • Asthma. • Asthma and food allergy commonly occur together. • When they do, both food allergy and asthma symptoms are more likely to be severe. • Factors that may increase your risk of developing an anaphylactic reaction include: Having a history of asthma. • Being a teenager or younger. • Delaying use of epinephrine to treat your food allergy symptoms. • Not having hives or other skin symptoms.",
      "Complications": "Complications of food allergy can include: Anaphylaxis. • This is a life-threatening allergic reaction. • Atopic dermatitis, known as eczema. • Food allergy may cause a skin reaction, such as eczema.",
      "Prevention": "Early introduction of peanut products has been associated with a lower risk of peanut allergy. • In an important study, high-risk infants — such as those with atopic dermatitis or egg allergy or both — were selected to either ingest or avoid peanut products from 4 to 6 months of age until 5 years of age. • Researchers found that high-risk children who regularly consumed peanut protein, such as peanut butter or peanut-flavored snacks, were around 80% less likely to develop a peanut allergy. • Before introducing allergenic foods, talk with your child's healthcare team about the best time to offer them. • Once a food allergy has already developed, the best way to prevent an allergic reaction is to know and avoid foods that cause signs and symptoms. • For some people, this is a mere inconvenience, but others find it very difficult. • Also, some foods — when used as ingredients in certain dishes — may be well hidden. • This is especially true in restaurants and in other social settings. • If you know you have a food allergy, follow these steps: Know what you're eating and drinking. • Be sure to read food labels carefully. • If you have already had a severe reaction, wear a medical alert bracelet or necklace that lets others know that you have a food allergy in case you have a reaction and you're unable to communicate. • Talk with your healthcare team about prescribing emergency epinephrine. • You may need to carry an epinephrine autoinjector (Adrenaclick, EpiPen) if you're at risk of a severe allergic reaction. • Be careful at restaurants. • Be certain your server or chef is aware that you absolutely can't eat the food you're allergic to, and you need to be completely certain that the meal you order doesn't contain it. • Also, make sure food isn't prepared on surfaces or in pans that contained any of the food you're allergic to. • Don't be reluctant to make your needs known. • Restaurant staff members are usually more than happy to help when they clearly understand your request. • Plan meals and snacks before leaving home. • If necessary, take a cooler packed with allergen-free foods when you travel or go to an event. • If you or your child can't have the cake or dessert at a party, bring an approved special treat so no one feels left out of the celebration. • If your child has a food allergy, take these precautions to ensure your child's safety: Notify key people that your child has a food allergy. • Talk with childcare providers, school personnel, parents of your child's friends and other adults who regularly interact with your child. • Emphasize that an allergic reaction can be life-threatening and requires immediate action. • Make sure that your child also knows to ask for help right away if your child reacts to food. • Explain food allergy symptoms. • Teach the adults who spend time with your child how to recognize signs and symptoms of an allergic reaction. • Write an action plan. • Your plan should describe how to care for your child when your child has an allergic reaction to food. • Provide a copy of the plan to your child's school nurse and others who care for and supervise your child. • Have your child wear a medical alert bracelet or necklace. • This alert lists your child's allergy symptoms and explains how others can provide first aid in an emergency."
    },
    "name": "Food allergy",
    "url": "https://www.mayoclinic.org/diseases-conditions/food-allergy/symptoms-causes/syc-20355095"
  },
  {
    "sections": {
      "Overview": "Food poisoning, a type of foodborne illness, is a sickness people get from something they ate or drank. • The causes are germs or other harmful things in the food or beverage. • Symptoms of food poisoning often include upset stomach, diarrhea and vomiting. • Symptoms usually start within hours or several days of eating the food. • Most people have mild illness and get better without treatment. • Sometimes food poisoning causes severe illness or complications.",
      "Symptoms": "Symptoms vary depending on what is causing the illness. • They may begin within a few hours or a few weeks depending on the cause. • Common symptoms are: Upset stomach. • Vomiting. • Diarrhea. • Diarrhea with bloody stools. • Stomach pain and cramps. • Fever. • Headache. • Less often food poisoning affects the nervous system and can cause severe disease. • Symptoms may include: Blurred or double vision. • Headache. • Loss of movement in limbs. • Problems with swallowing. • Tingling or numbness of skin. • Weakness. • Changes in sound of the voice. • Vomiting and diarrhea can quickly cause low levels of body fluids, also called dehydration, in infants and children. • This can cause serious illness in infants. • Call your child's health care provider if your child's symptoms include vomiting and diarrhea and any of the following: Unusual changes in behavior or thinking. • Excessive thirst. • Little or no urination. • Weakness. • Dizziness. • Diarrhea that lasts more than a day. • Vomiting often. • Stools that have blood or pus. • Stools that are black or tarry. • Severe pain in the stomach or rectum. • Any fever in children under 2 years of age. • Fever of 102 degrees Fahrenheit (38.9 degrees Celsius) or higher in older children. • History of other medical problems. • Adults should see a health care provider or get emergency care if the following occur: Nervous system symptoms, such as blurry vision, muscle weakness and tingling of skin. • Changes in thinking or behavior. • Fever of 103 degrees Fahrenheit (39.4 degrees Celsius). • Vomiting often. • Diarrhea that lasts more than three days. • Symptoms of dehydration — excessive thirst, dry mouth, little or no urination, severe weakness, dizziness, or lightheadedness. • Many germs or harmful things, called contaminants, can cause foodborne illnesses. • Food or drink that carries a contaminant is called \"contaminated.\" Food can be contaminated with any of the following: Bacteria. • Viruses. • Parasites that can live in the intestines. • Poisons, also called toxins. • Bacteria that carry or make toxins. • Molds that make toxins. • The term \"food poisoning\" is commonly used to describe all foodborne illnesses. • A health care provider might use these terms to be more specific: \"Foodborne illnesses\" means all illnesses from any contaminated food or beverage. \"Food poisoning\" means illness specifically from a toxin in food. • Food poisoning is a type of foodborne illness. • Food can be contaminated at any point from the farm or fishery to the table. • The problem can begin during growing, harvesting or catching, processing, storing, shipping, or preparing. • Food can be contaminated any place it's handled, including the home, because of: Poor handwashing. • Feces that remains on the hands after using the toilet can contaminate food. • Other contaminants can be transferred from hands during food preparation or food serving. • Not disinfecting cooking or eating areas. • Unwashed knives, cutting boards or other kitchen tools can spread contaminants. • Improper storage. • Food left out for too long at room temperature can become contaminated. • Food stored in the refrigerator for too long can spoil. • Also, food stored in a refrigerator or freezer that is too warm can spoil. • The following table shows common causes of foodborne illnesses, the time from exposure to the beginning of symptoms and common sources of contamination. • Bacteria that cause foodborne illnesses can also be found in swimming pools, lakes, ponds, rivers and seawater. • Also, some bacteria, such as E. coli, may be spread by exposure to animals carrying the disease. • Anyone can get food poisoning. • Some people are more likely to get sick or have more-serious disease or complications. • These people include: Infants and children. • Pregnant people. • Older adults. • People with weakened immune systems due to another disease or treatments. • In most healthy adults, complications are uncommon. • They can include the following. • The most common complication is dehydration. • This a severe loss of water and salts and minerals. • Both vomiting and diarrhea can cause dehydration. • Most healthy adults can drink enough fluids to prevent dehydration. • Children, older adults, and people with weakened immune systems or other illnesses may not be able to replace the fluids they've lost. • They are more likely to become dehydrated. • People who become dehydrated may need to get fluids directly into the bloodstream at the hospital. • Severe dehydration can cause organ damage, other severe disease and death if not treated. • Some contaminants can cause more widespread disease in the body, also called systemic disease or infection. • This is more common in people who are older, have weakened immune systems or other medical conditions. • Systemic infections from foodborne bacteria may cause: Blood clots in the kidneys. • E. coli can result in blood clots that block the kidneys' filtering system. • This condition, called hemolytic uremic syndrome, results in the sudden failure of the kidneys to filter waste from the blood. • Less often, other bacteria or viruses may cause this condition. • Bacteria in the bloodstream. • Bacteria in the blood can cause disease in the blood itself or spread disease to other parts of the body. • Meningitis. • Meningitis is inflammation that may damage the membranes and fluid surrounding the brain and spinal cord. • Sepsis. • Sepsis is an overreaction of the immune system to systemic disease that damages the body's own tissues. • Illness from the listeria bacteria during pregnancy can result in: Miscarriage or stillbirth. • Sepsis in the newborn. • Meningitis in the newborn. • Rare complications include conditions that may develop after food poisoning, including: Arthritis. • Arthritis is swelling, tenderness or pain in joints. • Irritable bowel syndrome. • Irritable bowel syndrome is a lifelong condition of the intestines that causes pain, cramping and irregular bowel movements. • Guillain-Barre syndrome. • Guillain-Barre syndrome is an immune system attack on nerves that can result in tingling, numbness and loss of muscle control. • Breathing difficulties. • Rarely, botulism can damage nerves that control the muscles involved in breathing. • To prevent food poisoning at home: Handwashing. • Wash your hands with soap and water for at least 20 seconds. • Do this after using the toilet, before eating, and before and after handling food. • Wash fruits and vegetables. • Rinse fruits and vegetables under running water before eating, peeling or preparing. • Wash kitchen utensils thoroughly. • Wash cutting boards, knives and other utensils with soapy water after contact with raw meats or unwashed fruits and vegetables. • Don't eat raw or undercooked meat or fish. • Use a meat thermometer to make sure meat is cooked enough. • Cook whole meats and fish to at least 145 F (63 C) and let rest for at least three minutes. • Cook ground meat to at least 160 F (71 C). • Cook whole and ground poultry to at least 165 F (74 C). • Refrigerate or freeze leftovers. • Put leftovers in covered containers in the refrigerator right after your meal. • Leftovers can be kept for 3 to 4 days in the refrigerator. • If you don't think you'll eat them within four days, freeze them right away. • Cook leftovers safely. • You can safely thaw frozen food three ways. • You can microwave it. • You can move it to the refrigerator to thaw overnight. • Or you can put the frozen food in a leakproof container and put it in cold water on the counter. • Reheat leftovers until the internal temperature reaches 165 degrees Fahrenheit (74 degrees Celsius). • Throw it out when in doubt. • If you aren't sure if a food has been prepared, served or stored safely, discard it. • Even if it looks and smells fine, it may not be safe to eat. • Throw out moldy food. • Throw out any baked foods with mold. • Throw out moldy soft fruits and vegetables, such as tomatoes, berries or peaches. • And throw away any nuts or nut products with mold. • You can trim away mold from firm foods with low moisture, such as carrots, bell peppers and hard cheeses. • Cut away at least 1 inch (2.5 centimeters) around the moldy part of the food. • Clean your refrigerator. • Clean the inside of the refrigerator every few months. • Make a cleaning solution of 1 tablespoon (15 milliliters) of baking soda and 1 quart (0.9 liters) of water. • Clean visible mold in the refrigerator or on the door seals. • Use a solution of 1 tablespoon (15 milliliters) of bleach in 1 quart (0.9 liters) of water. • Food poisoning is especially serious during pregnancies and for young children, older adults and people with weakened immune systems. • These illnesses may be life-threatening. • These individuals should avoid the following foods: Raw or undercooked meat, poultry, fish, and shellfish. • Raw or undercooked eggs or foods that may contain them, such as cookie dough and homemade ice cream. • Raw sprouts, such as alfalfa, bean, clover and radish sprouts. • Unpasteurized juices and ciders. • Unpasteurized milk and milk products. • Soft cheeses, such as feta, brie and Camembert; blue-veined cheese; and unpasteurized cheese. • Refrigerated pates and meat spreads. • Uncooked hot dogs, luncheon meats and deli meats.",
      "Causes": "Many germs or harmful things, called contaminants, can cause foodborne illnesses. • Food or drink that carries a contaminant is called \"contaminated.\" Food can be contaminated with any of the following: Bacteria. • Viruses. • Parasites that can live in the intestines. • Poisons, also called toxins. • Bacteria that carry or make toxins. • Molds that make toxins. • The term \"food poisoning\" is commonly used to describe all foodborne illnesses. • A health care provider might use these terms to be more specific: \"Foodborne illnesses\" means all illnesses from any contaminated food or beverage. \"Food poisoning\" means illness specifically from a toxin in food. • Food poisoning is a type of foodborne illness. • Food can be contaminated at any point from the farm or fishery to the table. • The problem can begin during growing, harvesting or catching, processing, storing, shipping, or preparing. • Food can be contaminated any place it's handled, including the home, because of: Poor handwashing. • Feces that remains on the hands after using the toilet can contaminate food. • Other contaminants can be transferred from hands during food preparation or food serving. • Not disinfecting cooking or eating areas. • Unwashed knives, cutting boards or other kitchen tools can spread contaminants. • Improper storage. • Food left out for too long at room temperature can become contaminated. • Food stored in the refrigerator for too long can spoil. • Also, food stored in a refrigerator or freezer that is too warm can spoil. • The following table shows common causes of foodborne illnesses, the time from exposure to the beginning of symptoms and common sources of contamination. • Bacteria that cause foodborne illnesses can also be found in swimming pools, lakes, ponds, rivers and seawater. • Also, some bacteria, such as E. coli, may be spread by exposure to animals carrying the disease.",
      "Risk factors": "Anyone can get food poisoning. • Some people are more likely to get sick or have more-serious disease or complications. • These people include: Infants and children. • Pregnant people. • Older adults. • People with weakened immune systems due to another disease or treatments.",
      "Complications": "In most healthy adults, complications are uncommon. • They can include the following. • The most common complication is dehydration. • This a severe loss of water and salts and minerals. • Both vomiting and diarrhea can cause dehydration. • Most healthy adults can drink enough fluids to prevent dehydration. • Children, older adults, and people with weakened immune systems or other illnesses may not be able to replace the fluids they've lost. • They are more likely to become dehydrated. • People who become dehydrated may need to get fluids directly into the bloodstream at the hospital. • Severe dehydration can cause organ damage, other severe disease and death if not treated. • Some contaminants can cause more widespread disease in the body, also called systemic disease or infection. • This is more common in people who are older, have weakened immune systems or other medical conditions. • Systemic infections from foodborne bacteria may cause: Blood clots in the kidneys. • E. coli can result in blood clots that block the kidneys' filtering system. • This condition, called hemolytic uremic syndrome, results in the sudden failure of the kidneys to filter waste from the blood. • Less often, other bacteria or viruses may cause this condition. • Bacteria in the bloodstream. • Bacteria in the blood can cause disease in the blood itself or spread disease to other parts of the body. • Meningitis. • Meningitis is inflammation that may damage the membranes and fluid surrounding the brain and spinal cord. • Sepsis. • Sepsis is an overreaction of the immune system to systemic disease that damages the body's own tissues. • Illness from the listeria bacteria during pregnancy can result in: Miscarriage or stillbirth. • Sepsis in the newborn. • Meningitis in the newborn. • Rare complications include conditions that may develop after food poisoning, including: Arthritis. • Arthritis is swelling, tenderness or pain in joints. • Irritable bowel syndrome. • Irritable bowel syndrome is a lifelong condition of the intestines that causes pain, cramping and irregular bowel movements. • Guillain-Barre syndrome. • Guillain-Barre syndrome is an immune system attack on nerves that can result in tingling, numbness and loss of muscle control. • Breathing difficulties. • Rarely, botulism can damage nerves that control the muscles involved in breathing.",
      "Prevention": "To prevent food poisoning at home: Handwashing. • Wash your hands with soap and water for at least 20 seconds. • Do this after using the toilet, before eating, and before and after handling food. • Wash fruits and vegetables. • Rinse fruits and vegetables under running water before eating, peeling or preparing. • Wash kitchen utensils thoroughly. • Wash cutting boards, knives and other utensils with soapy water after contact with raw meats or unwashed fruits and vegetables. • Don't eat raw or undercooked meat or fish. • Use a meat thermometer to make sure meat is cooked enough. • Cook whole meats and fish to at least 145 F (63 C) and let rest for at least three minutes. • Cook ground meat to at least 160 F (71 C). • Cook whole and ground poultry to at least 165 F (74 C). • Refrigerate or freeze leftovers. • Put leftovers in covered containers in the refrigerator right after your meal. • Leftovers can be kept for 3 to 4 days in the refrigerator. • If you don't think you'll eat them within four days, freeze them right away. • Cook leftovers safely. • You can safely thaw frozen food three ways. • You can microwave it. • You can move it to the refrigerator to thaw overnight. • Or you can put the frozen food in a leakproof container and put it in cold water on the counter. • Reheat leftovers until the internal temperature reaches 165 degrees Fahrenheit (74 degrees Celsius). • Throw it out when in doubt. • If you aren't sure if a food has been prepared, served or stored safely, discard it. • Even if it looks and smells fine, it may not be safe to eat. • Throw out moldy food. • Throw out any baked foods with mold. • Throw out moldy soft fruits and vegetables, such as tomatoes, berries or peaches. • And throw away any nuts or nut products with mold. • You can trim away mold from firm foods with low moisture, such as carrots, bell peppers and hard cheeses. • Cut away at least 1 inch (2.5 centimeters) around the moldy part of the food. • Clean your refrigerator. • Clean the inside of the refrigerator every few months. • Make a cleaning solution of 1 tablespoon (15 milliliters) of baking soda and 1 quart (0.9 liters) of water. • Clean visible mold in the refrigerator or on the door seals. • Use a solution of 1 tablespoon (15 milliliters) of bleach in 1 quart (0.9 liters) of water. • Food poisoning is especially serious during pregnancies and for young children, older adults and people with weakened immune systems. • These illnesses may be life-threatening. • These individuals should avoid the following foods: Raw or undercooked meat, poultry, fish, and shellfish. • Raw or undercooked eggs or foods that may contain them, such as cookie dough and homemade ice cream. • Raw sprouts, such as alfalfa, bean, clover and radish sprouts. • Unpasteurized juices and ciders. • Unpasteurized milk and milk products. • Soft cheeses, such as feta, brie and Camembert; blue-veined cheese; and unpasteurized cheese. • Refrigerated pates and meat spreads. • Uncooked hot dogs, luncheon meats and deli meats."
    },
    "name": "Food poisoning",
    "url": "https://www.mayoclinic.org/diseases-conditions/food-poisoning/symptoms-causes/syc-20356230"
  },
  {
    "sections": {
      "Overview": "Foot drop, sometimes called drop foot, is a general term for difficulty lifting the front part of the foot. • If you have foot drop, the front of your foot might drag on the ground when you walk. • Foot drop isn't a disease. • Rather, it is a sign of an underlying neurological, muscular or anatomical problem. • Sometimes foot drop is temporary, but it can be permanent. • If you have foot drop, you might need to wear a brace on your ankle and foot to support the foot and hold it in position.",
      "Symptoms": "Foot drop makes it difficult to lift the front part of the foot, so it might drag on the floor when you walk. • To help the foot clear the floor, a person with foot drop may raise the thigh more than usual when walking, as though climbing stairs. • This unusual kind of walking, called steppage gait, might cause the foot to slap down onto the floor with each step. • In some cases, the skin on the top of the foot and toes feels numb. • Depending on the cause, foot drop can affect one or both feet. • If your toes drag on the floor when you walk, consult your healthcare professional. • If foot drop isn't treated, it can cause a loss of mobility and function. • This may lead to chronic pain, which can impact a person's quality of life. • Foot drop is caused by weakness or paralysis of the muscles involved in lifting the front part of the foot. • Causes of foot drop might include: Nerve injury. • The most common cause of foot drop is compression of a nerve in the leg that controls the muscles involved in lifting the foot. • This nerve is called the peroneal nerve. • A serious knee injury can lead to the nerve being compressed. • It also can be injured during hip or knee replacement surgery, which may cause foot drop. • A nerve root injury — \"pinched nerve\" — in the spine also can cause foot drop. • People who have diabetes are more susceptible to nerve disorders, which are associated with foot drop. • Muscle or nerve disorders. • Various forms of muscular dystrophy, an inherited disease that causes progressive muscle weakness, can contribute to foot drop. • So can other neurological disorders, such as polio or Charcot-Marie-Tooth disease. • Brain and spinal cord disorders. • Disorders that affect the spinal cord or brain — such as stroke, multiple sclerosis or amyotrophic lateral sclerosis (ALS) — may cause foot drop. • The peroneal nerve controls the muscles that lift the foot. • This nerve runs near the surface of the skin on the side of the knee closest to the hand. • Activities that compress this nerve can increase the risk of foot drop. • Examples include: Leg crossing. • People who habitually cross their legs can compress the peroneal nerve on their uppermost leg. • Prolonged kneeling. • Occupations that involve prolonged squatting or kneeling — such as picking strawberries or laying floor tile — can result in foot drop. • Wearing a leg cast. • Plaster casts that enclose the ankle and end just below the knee can exert pressure on the peroneal nerve.",
      "Causes": "Foot drop is caused by weakness or paralysis of the muscles involved in lifting the front part of the foot. • Causes of foot drop might include: Nerve injury. • The most common cause of foot drop is compression of a nerve in the leg that controls the muscles involved in lifting the foot. • This nerve is called the peroneal nerve. • A serious knee injury can lead to the nerve being compressed. • It also can be injured during hip or knee replacement surgery, which may cause foot drop. • A nerve root injury — \"pinched nerve\" — in the spine also can cause foot drop. • People who have diabetes are more susceptible to nerve disorders, which are associated with foot drop. • Muscle or nerve disorders. • Various forms of muscular dystrophy, an inherited disease that causes progressive muscle weakness, can contribute to foot drop. • So can other neurological disorders, such as polio or Charcot-Marie-Tooth disease. • Brain and spinal cord disorders. • Disorders that affect the spinal cord or brain — such as stroke, multiple sclerosis or amyotrophic lateral sclerosis (ALS) — may cause foot drop.",
      "Risk factors": "The peroneal nerve controls the muscles that lift the foot. • This nerve runs near the surface of the skin on the side of the knee closest to the hand. • Activities that compress this nerve can increase the risk of foot drop. • Examples include: Leg crossing. • People who habitually cross their legs can compress the peroneal nerve on their uppermost leg. • Prolonged kneeling. • Occupations that involve prolonged squatting or kneeling — such as picking strawberries or laying floor tile — can result in foot drop. • Wearing a leg cast. • Plaster casts that enclose the ankle and end just below the knee can exert pressure on the peroneal nerve."
    },
    "name": "Foot drop",
    "url": "https://www.mayoclinic.org/diseases-conditions/foot-drop/symptoms-causes/syc-20372628"
  },
  {
    "sections": {
      "Overview": "Frontal lobe seizures are a common form of epilepsy. • Epilepsy is a brain disorder in which clusters of brain cells send a burst of electrical signals. • This causes movements that can't be controlled, known as seizures. • Frontal lobe seizures begin in the front of the brain, the area known as the frontal lobe. • The frontal lobe is large and has important functions. • For this reason, frontal lobe seizures can produce symptoms that are unusual and may appear to be related to a mental illness. • The seizures also can be mistaken for a sleep disorder because they often occur during sleep. • Frontal lobe seizures also are known as frontal lobe epilepsy. • Changes in brain tissue, infection, injury, stroke, tumors or other conditions can cause frontal lobe seizures. • Medicines can help control the seizures. • Surgery or electrical stimulation might be options if medicines don't reduce or stop the seizures.",
      "Symptoms": "Frontal lobe seizures often last less than 30 seconds. • Sometimes recovery is immediate. • Symptoms of frontal lobe seizures might include: Head and eye movement to one side. • Not responding to others or having trouble speaking. • Explosive screams, including profanities or laughter. • Body posturing. • A common posture is extending one arm while the other flexes, as if the person is posing like a fencer. • Repetitive movements. • These may include rocking, bicycle pedaling or pelvic thrusting. • See a health care professional if you're having symptoms of a seizure. • Call 911 or emergency medical help if you see someone having a seizure that lasts longer than five minutes. • Frontal lobe seizures can be caused by tumors, stroke, infection or traumatic injuries in the brain's frontal lobes. • Frontal lobe seizures also are associated with a rare inherited disorder called autosomal dominant nocturnal frontal lobe epilepsy. • This form of epilepsy causes brief seizures during sleep. • If one of your parents has this form of epilepsy, you have a 50% chance of inheriting the disorder. • For about half of people who have frontal lobe epilepsy, the cause is not known. • Risk factors of frontal lobe seizures include: Family history of seizures or brain disorders. • Head trauma. • Brain infection. • Brain tumors. • Blood vessels or brain tissues that form in an irregular way. • Stroke. • Frontal lobe seizures can cause complications that may include: Seizures that last dangerously long. • Frontal lobe seizures tend to occur in clusters. • For this reason, they might provoke a condition in which seizure activity lasts much longer than usual, known as status epilepticus. • If these seizures continue, they can cause permanent brain damage or death. • Seizures that last longer than five minutes are medical emergencies. • Call 911 or get medical help right away if you witness someone having a seizure for longer than five minutes. • Injury. • The motions that occur during frontal lobe seizures sometimes result in injury to the person having the seizure. • Seizures also can result in accidents and drowning if they occur in certain situations, such as while driving or swimming. • Sudden unexplained death in epilepsy (SUDEP). • People who have seizures have a greater risk than the average person of dying suddenly. • The reasons for this are not known. • Possible factors include heart or breathing problems, perhaps related to genetic changes. • Controlling seizures as well as possible with medicines appears to be the best way to prevent SUDEP. • Depression and anxiety. • Both are common in people with epilepsy. • Children also have a higher risk of developing attention-deficit/hyperactivity disorder (ADHD).",
      "Causes": "Frontal lobe seizures can be caused by tumors, stroke, infection or traumatic injuries in the brain's frontal lobes. • Frontal lobe seizures also are associated with a rare inherited disorder called autosomal dominant nocturnal frontal lobe epilepsy. • This form of epilepsy causes brief seizures during sleep. • If one of your parents has this form of epilepsy, you have a 50% chance of inheriting the disorder. • For about half of people who have frontal lobe epilepsy, the cause is not known.",
      "Risk factors": "Risk factors of frontal lobe seizures include: Family history of seizures or brain disorders. • Head trauma. • Brain infection. • Brain tumors. • Blood vessels or brain tissues that form in an irregular way. • Stroke.",
      "Complications": "Frontal lobe seizures can cause complications that may include: Seizures that last dangerously long. • Frontal lobe seizures tend to occur in clusters. • For this reason, they might provoke a condition in which seizure activity lasts much longer than usual, known as status epilepticus. • If these seizures continue, they can cause permanent brain damage or death. • Seizures that last longer than five minutes are medical emergencies. • Call 911 or get medical help right away if you witness someone having a seizure for longer than five minutes. • Injury. • The motions that occur during frontal lobe seizures sometimes result in injury to the person having the seizure. • Seizures also can result in accidents and drowning if they occur in certain situations, such as while driving or swimming. • Sudden unexplained death in epilepsy (SUDEP). • People who have seizures have a greater risk than the average person of dying suddenly. • The reasons for this are not known. • Possible factors include heart or breathing problems, perhaps related to genetic changes. • Controlling seizures as well as possible with medicines appears to be the best way to prevent SUDEP. • Depression and anxiety. • Both are common in people with epilepsy. • Children also have a higher risk of developing attention-deficit/hyperactivity disorder (ADHD)."
    },
    "name": "Frontal lobe seizures",
    "url": "https://www.mayoclinic.org/diseases-conditions/frontal-lobe-seizures/symptoms-causes/syc-20353958"
  },
  {
    "sections": {
      "Overview": "Frontotemporal dementia (FTD) is an umbrella term for a group of brain diseases that mainly affect the frontal and temporal lobes of the brain. • These areas of the brain are associated with personality, behavior and language. • In frontotemporal dementia, parts of these lobes shrink, known as atrophy. • Symptoms depend on which part of the brain is affected. • Some people with frontotemporal dementia have changes in their personalities. • They become socially inappropriate and may be impulsive or emotionally indifferent. • Others lose the ability to properly use language. • Frontotemporal dementia can be misdiagnosed as a mental health condition or as Alzheimer's disease. • But FTD tends to occur at a younger age than does Alzheimer's disease. • It often begins between the ages of 40 and 65, although it can occur later in life as well. • FTD is the cause of dementia about 10% to 20% of the time.",
      "Symptoms": "Symptoms of frontotemporal dementia differ from one person to the next. • Symptoms get worse over time, usually over years. • People with frontotemporal dementia tend to have clusters of symptom types that occur together. • They also may have more than one cluster of symptom types. • The most common symptoms of frontotemporal dementia involve extreme changes in behavior and personality. • These include: Increasingly inappropriate social behavior. • Loss of empathy and other interpersonal skills. • For example, not being sensitive to another person's feelings. • Lack of judgment. • Loss of inhibition. • Lack of interest, also known as apathy. • Apathy can be mistaken for depression. • Compulsive behaviors such as tapping, clapping, or smacking lips over and over. • A decline in personal hygiene. • Changes in eating habits. • People with FTD typically overeat or prefer to eat sweets and carbohydrates. • Eating objects. • Compulsively wanting to put things in the mouth. • Some subtypes of frontotemporal dementia lead to changes in language ability or loss of speech. • Subtypes include primary progressive aphasia, semantic dementia and progressive agrammatic aphasia, also known as progressive nonfluent aphasia. • These conditions can cause: Increasing trouble using and understanding written and spoken language. • People with FTD may not be able to find the right word to use in speech. • Trouble naming things. • People with FTD may replace a specific word with a more general word, such as using \"it\" for pen. • No longer knowing word meanings. • Having hesitant speech that may sound telegraphic by using simple, two-word sentences. • Making mistakes in sentence building. • Rare subtypes of frontotemporal dementia cause movements similar to those seen in Parkinson's disease or amyotrophic lateral sclerosis (ALS). • Movement symptoms may include: Tremor. • Rigidity. • Muscle spasms or twitches. • Poor coordination. • Trouble swallowing. • Muscle weakness. • Inappropriate laughing or crying. • Falls or trouble walking.",
      "Causes": "In frontotemporal dementia, the frontal and temporal lobes of the brain shrink and certain substances build up in the brain. • What causes these changes is usually not known. • Some genetic changes have been linked to frontotemporal dementia. • But more than half of the people with FTD have no family history of dementia. • Researchers have confirmed that some frontotemporal dementia gene changes also are seen in amyotrophic lateral sclerosis (ALS). • More research is being done to understand the connection between the conditions.",
      "Risk factors": "Your risk of getting frontotemporal dementia is higher if you have a family history of dementia. • There are no other known risk factors."
    },
    "name": "Frontotemporal dementia",
    "url": "https://www.mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737"
  },
  {
    "sections": {
      "Overview": "Frostbite is an injury caused by freezing of the skin and underlying tissues. • The early stage of frostbite is called frostnip. • It causes a cold feeling followed by numbness. • As frostbite gets worse, the affected skin may change color and become hard or waxy-looking. • Exposed skin is at risk of frostbite in conditions that are freezing cold and windy or wet. • Frostbite also can occur on skin covered by gloves or other clothing. • Mild frostbite gets better with rewarming. • Seek medical attention for anything more serious than mild frostbite because the condition can cause permanent damage to skin, muscle, bone and other tissue.",
      "Symptoms": "Symptoms of frostbite include: Numbness. • Tingling. • Patches of skin in shades of red, white, blue, gray, purple or brown. • The color of affected skin depends on how serious the frostbite is and the usual skin color. • Cold, hard, waxy-looking skin. • Clumsiness due to joint stiffness. • Pain. • Blistering after rewarming. • Frostbite is most common on the fingers, toes, ears, cheeks, penis, chin and tip of the nose. • Because of numbness, you may not notice you have frostbite until someone points it out. • Changes in the color of the affected area might be difficult to see on brown and Black skin. • Frostbite occurs in several stages: Frostnip. • Frostnip is the early stage of frostbite. • Symptoms are pain, tingling and numbness. • Frostnip doesn't cause permanent damage to the skin. • Mild to moderate frostbite. • Frostbite causes slight changes in skin color. • The skin may begin to feel warm. • This is a sign of serious skin involvement. • If you treat frostbite with rewarming at this stage, the surface of the skin may look patchy. • The affected area may sting, burn and swell. • A fluid-filled blister may form 12 to 36 hours after rewarming. • This stage also is called superficial frostbite. • Deep frostbite. • As frostbite progresses, it affects all layers of the skin and the tissues below. • The affected skin turns white or blue-gray. • Large blood blisters may appear 24 to 48 hours after rewarming. • Weeks after the injury, tissue may turn black and hard as it dies. • Other than frostnip, frostbite injuries need to be checked by a healthcare professional to find out how serious they are. • Seek emergency care for: Intense pain even after taking a pain reliever and rewarming. • Intense shivering. • Slurred speech. • Drowsiness. • Trouble walking. • People with frostbite also might have hypothermia. • Shivering, slurred speech, and being sleepy or clumsy are symptoms of hypothermia. • In babies, symptoms are cold skin, a change in skin color and very low energy. • Hypothermia is a serious condition in which the body loses heat faster than it can be produced. • While you wait for emergency medical help or an appointment with a healthcare professional, take these steps as needed: Get out of the cold and remove wet clothing. • If you suspect hypothermia, wrap up in a warm blanket until help arrives. • Protect the injured area from further damage. • Don't walk on frostbitten feet or toes if possible. • Take a pain reliever if needed. • Drink a warm, nonalcoholic beverage if possible.",
      "Causes": "The most common cause of frostbite is exposure to freezing cold. • The risk rises if the weather also is wet and windy. • Frostbite also can be caused by direct contact with ice, freezing metals or very cold liquids.",
      "Risk factors": "Risk factors for frostbite include: Being in freezing conditions without protective clothing. • Having certain medical conditions, such as diabetes, exhaustion, poor blood flow or congestive heart failure. • Regularly smoking tobacco. • Having impaired judgment while in very cold conditions. • Having had frostbite or another cold injury in the past. • Being an infant or older adult in cold conditions. • People in these age groups have a harder time producing and retaining body heat. • Being in cold conditions at high altitude.",
      "Complications": "Complications of frostbite include: Hypothermia. • Increased sensitivity to cold and a higher risk of frostbite in the future. • Long-term numbness in the affected area. • Excessive sweating, also called hyperhidrosis. • Changes in or loss of nails. • Growth problems in children if frostbite damages a bone's growth plate. • Infection. • Tetanus. • Gangrene, which can result in having the affected area removed. • This procedure is called amputation.",
      "Prevention": "Frostbite can be prevented. • Here are tips to help you stay safe and warm. • Limit time outdoors when it's freezing cold and wet or windy. • Pay attention to weather forecasts and wind chill readings. • The risk of frostbite increases the longer you're in freezing conditions. • And frostbite can happen in an instant if bare skin touches something cold, such as freezing metal. • Dress in loose layers. • Air trapped between the layers helps insulate you from the cold. • Choose undergarments that wick moisture away from the skin. • Next put on something made of fleece or wool. • For the outer layer, wear something windproof and waterproof. • Change out of wet gloves, hats and socks as soon as possible. • Wear a hat or headband made for cold weather. • Make sure it covers your ears. • Wear mittens. • Mittens provide better protection than do gloves. • Under a pair of heavy mittens, also wear glove liners, which wick moisture away from the skin. • Wear socks and sock liners. • Make sure they fit well, wick moisture and provide insulation. • Watch for symptoms of frostbite. • Early signs of frostbite are slight changes in skin color, prickling and numbness. • Seek warm shelter if you notice symptoms of frostbite. • Plan to protect yourself. • When traveling in cold weather, carry emergency supplies and warm clothing in case you become stranded. • If you'll be in remote territory, tell others your route and expected return date. • Don't drink alcohol if you plan to be outdoors in cold weather. • Alcoholic beverages cause the body to lose heat faster and can impair judgment. • Eat well-balanced meals and stay hydrated. • Doing this even before you go out in the cold helps you stay warm. • Keep moving. • Exercise can get your blood flowing and help you stay warm, but don't do it to the point of exhaustion."
    },
    "name": "Frostbite",
    "url": "https://www.mayoclinic.org/diseases-conditions/frostbite/symptoms-causes/syc-20372656"
  },
  {
    "sections": {
      "Overview": "Frozen shoulder, also called adhesive capsulitis, involves stiffness and pain in the shoulder joint. • Signs and symptoms typically begin slowly, then get worse. • Over time, symptoms get better, usually within 1 to 3 years. • Having to keep a shoulder still for a long period increases the risk of developing frozen shoulder. • This might happen after having surgery or breaking an arm. • Treatment for frozen shoulder involves range-of-motion exercises. • Sometimes treatment involves corticosteroids and numbing medications injected into the joint. • Rarely, arthroscopic surgery is needed to loosen the joint capsule so that it can move more freely. • It's unusual for frozen shoulder to recur in the same shoulder. • But some people can develop it in the other shoulder, usually within five years.",
      "Symptoms": "Frozen shoulder typically develops slowly in three stages. • Freezing stage. • Any movement of the shoulder causes pain, and the shoulder's ability to move becomes limited. • This stage lasts from 2 to 9 months. • Frozen stage. • Pain might lessen during this stage. • However, the shoulder becomes stiffer. • Using it becomes more difficult. • This stage lasts from 4 to 12 months. • Thawing stage. • The shoulder's ability to move begins to improve. • This stage lasts from 5 to 24 months. • For some people, the pain worsens at night, sometimes disrupting sleep. • The shoulder joint is enclosed in a capsule of connective tissue. • Frozen shoulder occurs when this capsule thickens and tightens around the shoulder joint, restricting its movement. • It's unclear why this happens to some people. • But it's more likely to happen after keeping a shoulder still for a long period, such as after surgery or an arm fracture. • Certain factors may increase the risk of developing frozen shoulder. • People 40 and older, particularly women, are more likely to have frozen shoulder. • People who've had to keep a shoulder somewhat still are at higher risk of developing frozen shoulder. • Restricted movement can be the result of many factors, including: Rotator cuff injury Broken arm Stroke Recovery from surgery People who have certain diseases appear more likely to develop frozen shoulder. • Diseases that might increase risk include: Diabetes Overactive thyroid (hyperthyroidism) Underactive thyroid (hypothyroidism) Cardiovascular disease Parkinson's disease One of the most common causes of frozen shoulder is not moving a shoulder while recovering from a shoulder injury, broken arm or stroke. • If you've had an injury that makes it difficult to move your shoulder, talk to your health care provider about exercises that can help you maintain your ability to move your shoulder joint.",
      "Causes": "The shoulder joint is enclosed in a capsule of connective tissue. • Frozen shoulder occurs when this capsule thickens and tightens around the shoulder joint, restricting its movement. • It's unclear why this happens to some people. • But it's more likely to happen after keeping a shoulder still for a long period, such as after surgery or an arm fracture.",
      "Risk factors": "Certain factors may increase the risk of developing frozen shoulder. • People 40 and older, particularly women, are more likely to have frozen shoulder. • People who've had to keep a shoulder somewhat still are at higher risk of developing frozen shoulder. • Restricted movement can be the result of many factors, including: Rotator cuff injury Broken arm Stroke Recovery from surgery People who have certain diseases appear more likely to develop frozen shoulder. • Diseases that might increase risk include: Diabetes Overactive thyroid (hyperthyroidism) Underactive thyroid (hypothyroidism) Cardiovascular disease Parkinson's disease",
      "Prevention": "One of the most common causes of frozen shoulder is not moving a shoulder while recovering from a shoulder injury, broken arm or stroke. • If you've had an injury that makes it difficult to move your shoulder, talk to your health care provider about exercises that can help you maintain your ability to move your shoulder joint."
    },
    "name": "Frozen shoulder",
    "url": "https://www.mayoclinic.org/diseases-conditions/frozen-shoulder/symptoms-causes/syc-20372684"
  },
  {
    "sections": {
      "Overview": "Fuchs dystrophy is a condition in which fluid builds up in the clear tissue at the front of the eye, called the cornea. • This causes your cornea to swell and thicken, leading to glare, blurred or cloudy vision, and eye discomfort. • Fuchs (fewks) dystrophy usually affects both eyes. • It may cause your vision to get worse over time. • The disease often starts in the 30s and 40s, but many people with Fuchs dystrophy don't develop symptoms until they reach their 50s or 60s. • Some medicines and self-care steps may help relieve symptoms of Fuchs dystrophy. • When advanced disease causes more-serious vision problems, cornea transplant surgery is the best way to restore vision.",
      "Symptoms": "As Fuchs dystrophy gets worse, symptoms often affect both eyes. • Symptoms may include: Blurred or cloudy vision, sometimes described as a lack of clear vision. • Changes in vision throughout the day. • Symptoms are worse in the morning when you wake up and slowly get better during the day. • As the disease gets worse, blurred vision may take longer to get better or does not get better at all. • Glare, which can decrease your vision in dim and bright light. • Seeing halos around lights. • Pain or grittiness from tiny blisters on the surface of your cornea. • If you have some of these symptoms, and especially if they get worse over time, see an eye care professional. • The eye care professional may refer you to a corneal specialist. • If symptoms develop suddenly, call for an urgent appointment. • Other eye conditions that cause the same symptoms as Fuchs dystrophy also require treatment right away.",
      "Causes": "The cells lining the inside of the cornea are called endothelial cells. • Those cells help maintain a healthy balance of fluid within the cornea and keep the cornea from swelling. • In Fuchs dystrophy, the endothelial cells slowly die or do not work well, causing fluid buildup within the cornea. • The fluid buildup, called edema, causes thickening of the cornea and blurred vision. • Fuchs dystrophy tends to run in families. • The genetic basis of the disease is complex. • Family members can be affected to different degrees or not at all.",
      "Risk factors": "Some factors make it more likely that you'll develop Fuchs dystrophy They include: Sex. • Fuchs dystrophy is more common in women than in men. • Genetics. • Having a family history of Fuchs dystrophy increases your risk. • Age. • There is a rare early-onset type of Fuchs dystrophy that starts in childhood. • Most cases start in the 30s and 40s, but many people with Fuchs dystrophy don't develop symptoms until their 50s or 60s."
    },
    "name": "Fuchs dystrophy",
    "url": "https://www.mayoclinic.org/diseases-conditions/fuchs-dystrophy/symptoms-causes/syc-20352727"
  },
  {
    "sections": {
      "Overview": "Functional dyspepsia is a term used to describe a lingering upset stomach that has no obvious cause. • Functional dyspepsia (dis-PEP-see-uh) also is called nonulcer dyspepsia. • Functional dyspepsia is common. • It is a constant condition, but symptoms don't happen all the time. • Symptoms are like those of an ulcer. • They include pain or discomfort in the upper belly, bloating, belching and nausea.",
      "Symptoms": "Symptoms of functional dyspepsia may include: Pain or burning in the stomach, bloating, excessive belching or nausea after eating. • An early feeling of fullness when eating. • The feeling of fullness also is called satiety. • Stomach pain that happens unrelated to meals or goes away when eating. • Make an appointment with a healthcare professional if you experience constant symptoms that worry you. • Seek medical attention right away if you experience: Bloody vomit. • Dark, tarry stools. • Shortness of breath. • Pain in your jaw, neck or arm. • Unexplained weight loss.",
      "Causes": "No one knows what causes functional dyspepsia. • Medical professionals consider it a functional disorder. • That means it can't be explained by a medical condition, so routine testing may not show any problems or causes. • As a result, the diagnosis is based on symptoms.",
      "Risk factors": "Some factors can increase the risk of functional dyspepsia. • They include: Being female. • Using certain pain relievers that are available without a prescription. • These include aspirin and ibuprofen (Advil, Motrin IB, others), which can cause stomach problems. • Smoking. • Anxiety or depression. • History of childhood physical or sexual abuse. • Helicobacter pylori infection."
    },
    "name": "Functional dyspepsia",
    "url": "https://www.mayoclinic.org/diseases-conditions/functional-dyspepsia/symptoms-causes/syc-20375709"
  },
  {
    "sections": {},
    "name": "Functional neurologic disorder/conversion disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/conversion-disorder/symptoms-causes/syc-20355197"
  }
]