[
  {
    "sections": {
      "Overview": "Escherichia coli (E. coli) bacteria normally live in the intestines of healthy people and animals. • Most types of E. coli are harmless or cause relatively brief diarrhea. • But a few strains, such as E. coli O157:H7, can cause severe stomach cramps, bloody diarrhea and vomiting. • You may be exposed to E. coli from contaminated water or food — especially raw vegetables and undercooked ground beef. • Healthy adults usually recover from infection with E. coli O157:H7 within a week. • Young children and older adults have a greater risk of developing a life-threatening form of kidney failure.",
      "Symptoms": "Signs and symptoms of E. coli O157:H7 infection usually begin three or four days after exposure to the bacteria. • But you may become ill as soon as one day after exposure to more than a week later. • Signs and symptoms include: Diarrhea, which may range from mild and watery to severe and bloody Stomach cramping, pain or tenderness Nausea and vomiting, in some people Contact your doctor if your diarrhea is persistent, severe or bloody. • Only a few strains of E. coli trigger diarrhea. • The E. coli O157:H7 strain belongs to a group of E. coli that produces a powerful toxin that damages the lining of the small intestine. • This can cause bloody diarrhea. • You develop an E. coli infection when you ingest this strain of bacteria. • Unlike many other disease-causing bacteria, E. coli can cause an infection even if you ingest only small amounts. • Because of this, you can be sickened by E. coli from eating a slightly undercooked hamburger or from swallowing a mouthful of contaminated pool water. • Potential sources of exposure include contaminated food or water and person-to-person contact. • The most common way to get an E. coli infection is by eating contaminated food, such as: Ground beef. • When cattle are slaughtered and processed, E. coli bacteria in their intestines can get on the meat. • Ground beef combines meat from many different animals, increasing the risk of contamination. • Unpasteurized milk. • E. coli bacteria on a cow's udder or on milking equipment can get into raw milk. • Fresh produce. • Runoff from cattle farms can contaminate fields where fresh produce is grown. • Certain vegetables, such as spinach and lettuce, are particularly vulnerable to this type of contamination. • Human and animal stool may pollute ground and surface water, including streams, rivers, lakes and water used to irrigate crops. • Although public water systems use chlorine, ultraviolet light or ozone to kill E. coli, some E. coli outbreaks have been linked to contaminated municipal water supplies. • Private water wells are a greater cause for concern because many don't have a way to disinfect water. • Rural water supplies are the most likely to be contaminated. • Some people also have been infected with E. coli after swimming in pools or lakes contaminated with stool. • E. coli bacteria can easily travel from person to person, especially when infected adults and children don't wash their hands properly. • Family members of young children with E. coli infection are especially likely to get it themselves. • Outbreaks have also occurred among children visiting petting zoos and in animal barns at county fairs. • E. coli can affect anyone who is exposed to the bacteria. • But some people are more likely to develop problems than are others. • Risk factors include: Age. • Young children and older adults are at higher risk of experiencing illness caused by E. coli and more-serious complications from the infection. • Weakened immune systems. • People who have weakened immune systems — from AIDS or from drugs to treat cancer or prevent the rejection of organ transplants — are more likely to become ill from ingesting E. coli. • Eating certain types of food. • Riskier foods include undercooked hamburger; unpasteurized milk, apple juice or cider; and soft cheeses made from raw milk. • Time of year. • Though it's not clear why, the majority of E. coli infections in the U.S. occur from June through September. • Decreased stomach acid levels. • Stomach acid offers some protection against E. coli. • If you take medications to reduce stomach acid, such as esomeprazole (Nexium), pantoprazole (Protonix), lansoprazole (Prevacid) and omeprazole (Prilosec), you may increase your risk of an E. coli infection. • Most healthy adults recover from E. coli illness within a week. • Some people — particularly young children and older adults — may develop a life-threatening form of kidney failure called hemolytic uremic syndrome. • No vaccine or medication can protect you from E. coli-based illness, though researchers are investigating potential vaccines. • To reduce your chance of being exposed to E. coli, avoid swallowing water from lakes or pools, wash your hands often, avoid risky foods, and watch out for cross-contamination. • Cook hamburgers until they're 160 F (71 C). • Hamburgers should be well-done, with no pink showing. • But color isn't a good guide to know if the meat is done cooking. • Meat — especially if grilled — can brown before it's completely cooked. • Use a meat thermometer to ensure that meat is heated to at least 160 F (71 C) at its thickest point. • Drink pasteurized milk, juice and cider. • Any boxed or bottled juice kept at room temperature is likely to be pasteurized, even if the label doesn't say so. • Avoid any unpasteurized dairy products or juice. • Wash raw produce thoroughly. • Washing produce may not get rid of all E. coli — especially in leafy greens, which provide many places for the bacteria to attach themselves to. • Careful rinsing can remove dirt and reduce the amount of bacteria that may be clinging to the produce. • Wash utensils. • Use hot soapy water on knives, countertops and cutting boards before and after they come into contact with fresh produce or raw meat. • Keep raw foods separate. • This includes using separate cutting boards for raw meat and foods, such as vegetables and fruits. • Never put cooked hamburgers on the same plate you used for raw patties. • Wash your hands. • Wash your hands after preparing or eating food, using the bathroom, or changing diapers. • Make sure that children also wash their hands before eating, after using the bathroom and after contact with animals.",
      "Causes": "Only a few strains of E. coli trigger diarrhea. • The E. coli O157:H7 strain belongs to a group of E. coli that produces a powerful toxin that damages the lining of the small intestine. • This can cause bloody diarrhea. • You develop an E. coli infection when you ingest this strain of bacteria. • Unlike many other disease-causing bacteria, E. coli can cause an infection even if you ingest only small amounts. • Because of this, you can be sickened by E. coli from eating a slightly undercooked hamburger or from swallowing a mouthful of contaminated pool water. • Potential sources of exposure include contaminated food or water and person-to-person contact. • The most common way to get an E. coli infection is by eating contaminated food, such as: Ground beef. • When cattle are slaughtered and processed, E. coli bacteria in their intestines can get on the meat. • Ground beef combines meat from many different animals, increasing the risk of contamination. • Unpasteurized milk. • E. coli bacteria on a cow's udder or on milking equipment can get into raw milk. • Fresh produce. • Runoff from cattle farms can contaminate fields where fresh produce is grown. • Certain vegetables, such as spinach and lettuce, are particularly vulnerable to this type of contamination. • Human and animal stool may pollute ground and surface water, including streams, rivers, lakes and water used to irrigate crops. • Although public water systems use chlorine, ultraviolet light or ozone to kill E. coli, some E. coli outbreaks have been linked to contaminated municipal water supplies. • Private water wells are a greater cause for concern because many don't have a way to disinfect water. • Rural water supplies are the most likely to be contaminated. • Some people also have been infected with E. coli after swimming in pools or lakes contaminated with stool. • E. coli bacteria can easily travel from person to person, especially when infected adults and children don't wash their hands properly. • Family members of young children with E. coli infection are especially likely to get it themselves. • Outbreaks have also occurred among children visiting petting zoos and in animal barns at county fairs.",
      "Risk factors": "E. coli can affect anyone who is exposed to the bacteria. • But some people are more likely to develop problems than are others. • Risk factors include: Age. • Young children and older adults are at higher risk of experiencing illness caused by E. coli and more-serious complications from the infection. • Weakened immune systems. • People who have weakened immune systems — from AIDS or from drugs to treat cancer or prevent the rejection of organ transplants — are more likely to become ill from ingesting E. coli. • Eating certain types of food. • Riskier foods include undercooked hamburger; unpasteurized milk, apple juice or cider; and soft cheeses made from raw milk. • Time of year. • Though it's not clear why, the majority of E. coli infections in the U.S. occur from June through September. • Decreased stomach acid levels. • Stomach acid offers some protection against E. coli. • If you take medications to reduce stomach acid, such as esomeprazole (Nexium), pantoprazole (Protonix), lansoprazole (Prevacid) and omeprazole (Prilosec), you may increase your risk of an E. coli infection.",
      "Complications": "Most healthy adults recover from E. coli illness within a week. • Some people — particularly young children and older adults — may develop a life-threatening form of kidney failure called hemolytic uremic syndrome.",
      "Prevention": "No vaccine or medication can protect you from E. coli-based illness, though researchers are investigating potential vaccines. • To reduce your chance of being exposed to E. coli, avoid swallowing water from lakes or pools, wash your hands often, avoid risky foods, and watch out for cross-contamination. • Cook hamburgers until they're 160 F (71 C). • Hamburgers should be well-done, with no pink showing. • But color isn't a good guide to know if the meat is done cooking. • Meat — especially if grilled — can brown before it's completely cooked. • Use a meat thermometer to ensure that meat is heated to at least 160 F (71 C) at its thickest point. • Drink pasteurized milk, juice and cider. • Any boxed or bottled juice kept at room temperature is likely to be pasteurized, even if the label doesn't say so. • Avoid any unpasteurized dairy products or juice. • Wash raw produce thoroughly. • Washing produce may not get rid of all E. coli — especially in leafy greens, which provide many places for the bacteria to attach themselves to. • Careful rinsing can remove dirt and reduce the amount of bacteria that may be clinging to the produce. • Wash utensils. • Use hot soapy water on knives, countertops and cutting boards before and after they come into contact with fresh produce or raw meat. • Keep raw foods separate. • This includes using separate cutting boards for raw meat and foods, such as vegetables and fruits. • Never put cooked hamburgers on the same plate you used for raw patties. • Wash your hands. • Wash your hands after preparing or eating food, using the bathroom, or changing diapers. • Make sure that children also wash their hands before eating, after using the bathroom and after contact with animals."
    },
    "name": "E. coli",
    "url": "https://www.mayoclinic.org/diseases-conditions/e-coli/symptoms-causes/syc-20372058"
  },
  {
    "sections": {},
    "name": "Ear infection (middle ear)",
    "url": "https://www.mayoclinic.org/diseases-conditions/ear-infections/symptoms-causes/syc-20351616"
  },
  {
    "sections": {},
    "name": "Earwax blockage",
    "url": "https://www.mayoclinic.org/diseases-conditions/earwax-blockage/symptoms-causes/syc-20353004"
  },
  {
    "sections": {
      "Overview": "Eating disorders are serious health conditions that affect both your physical and mental health. • These conditions include problems in how you think about food, eating, weight and shape, and in your eating behaviors. • These symptoms can affect your health, your emotions and your ability to function in important areas of life. • If not treated effectively, eating disorders can become long-term problems and, in some cases, can cause death. • The most common eating disorders are anorexia, bulimia and binge-eating disorder. • Most eating disorders involve focusing too much on weight, body shape and food. • This can lead to dangerous eating behaviors. • These behaviors can seriously affect the ability to get the nutrition your body needs. • Eating disorders can harm the heart, digestive system, bones, teeth and mouth. • They can lead to other diseases. • They're also linked with depression, anxiety, self-harm, and suicidal thoughts and behaviors. • With proper treatment, you can return to healthier eating habits and learn healthier ways to think about food and your body. • You also may be able to reverse or reduce serious problems caused by the eating disorder.",
      "Symptoms": "Symptoms vary, depending on the type of eating disorder. • Anorexia, bulimia and binge-eating disorder are the most common eating disorders. • People with eating disorders can have all different body types and sizes. • Anorexia (an-o-REK-see-uh), also called anorexia nervosa, can be a life-threatening eating disorder. • It includes an unhealthy low body weight, intense fear of gaining weight, and a view of weight and shape that is not realistic. • Anorexia often involves using extreme efforts to control weight and shape, which often seriously interfere with health and daily life. • Anorexia may include severely limiting calories or cutting out certain kinds of foods or food groups. • It may involve other methods to lose weight, such as exercising too much, using laxatives or diet aids, or vomiting after eating. • Efforts to reduce weight can cause severe health problems, even for those who continue eating throughout the day or whose weight isn't extremely low. • Bulimia (buh-LEE-me-uh), also called bulimia nervosa, is a serious, sometimes life-threatening eating disorder. • Bulimia includes episodes of bingeing, commonly followed by episodes of purging. • Sometimes bulimia also includes severely limiting eating for periods of time. • This often leads to stronger urges to binge eat and then purge. • Bingeing involves eating food — sometimes an extremely large amount — in a short period of time. • During bingeing, people feel like they have no control over their eating and that they can't stop. • After eating, due to guilt, shame or an intense fear of weight gain, purging is done to get rid of calories. • Purging can include vomiting, exercising too much, not eating for a period of time, or using other methods, such as taking laxatives. • Some people change medicine doses, such as changing insulin amounts, to try to lose weight. • Bulimia also involves being preoccupied with weight and body shape, with severe and harsh self-judgment of personal appearance. • Binge-eating disorder involves eating food in a short amount of time. • When bingeing, it feels like there's no control over eating. • But binge eating is not followed by purging. • During a binge, people may eat food faster or eat more food than planned. • Even when not hungry, eating may continue long past feeling uncomfortably full. • After a binge, people often feel a great deal of guilt, disgust or shame. • They may fear gaining weight. • They may try to severely limit eating for periods of time. • This leads to increased urges to binge, setting up an unhealthy cycle. • Embarrassment can lead to eating alone to hide bingeing. • A new round of bingeing commonly occurs at least once a week. • Avoidant/restrictive food intake disorder includes extremely limited eating or not eating certain foods. • The pattern of eating often doesn't meet minimum daily nutrition needs. • This may lead to problems with growth, development and functioning in daily life. • But people with this disorder don't have fears about gaining weight or body size. • Instead, they may not be interested in eating or may avoid food with a certain color, texture, smell or taste. • Or they may worry about what can happen when eating. • For example, they may have a fear of choking or vomiting, or they may worry about getting stomach problems. • Avoidant/restrictive food intake disorder can be diagnosed in all ages, but it's more common in younger children. • The disorder can result in major weight loss or failure to gain weight in childhood. • A lack of proper nutrition can lead to major health problems. • An eating disorder can be difficult to manage or overcome by yourself. • The earlier you get treatment, the more likely you'll make a full recovery. • Sometimes people can have problem eating behaviors that are similar to some symptoms of an eating disorder, but the symptoms don't meet the guidelines for a diagnosis of an eating disorder. • But these problem eating behaviors can still seriously affect health and well-being. • If you have problem eating behaviors that cause you distress or affect your life or health, or if you think you have an eating disorder, seek medical help. • Many people with eating disorders may not think they need treatment. • One of the main features of many eating disorders is not realizing how severe the symptoms are. • Also, guilt and shame often prevent people from getting help. • If you're worried about a friend or family member, urge the person to talk to a health care provider. • Even if that person isn't ready to admit to having an issue with food, you can start the discussion by expressing concern and a desire to listen. • Red flags that may suggest an eating disorder include: Skipping meals or snacks or making excuses for not eating. • Having a very limited diet that hasn't been prescribed by a trained medical professional. • Too much focus on food or healthy eating, especially if it means not participating in usual events, such as sports banquets, eating birthday cake or dining out. • Making own meals rather than eating what the family eats. • Withdrawing from usual social activities. • Frequent and ongoing worry or complaints about being unhealthy or overweight and talk of losing weight. • Frequent checking in the mirror for what are thought to be flaws. • Repeatedly eating large amounts of foods. • Using dietary supplements, laxatives or herbal products for weight loss. • Exercising much more than the average person. • This includes not taking rest days or days off for injury or illness or refusing to attend social events or other life events because of wanting to exercise. • Calluses on the knuckles from reaching fingers into the mouth to cause vomiting. • Problems with loss of tooth enamel that may be a sign of repeated vomiting. • Leaving during meals or right after a meal to use the toilet. • Talk of depression, disgust, shame or guilt about eating habits. • Eating in secret. • If you're worried that you or your child may have an eating disorder, contact a health care provider to talk about your concerns. • If needed, get a referral to a mental health provider with expertise in eating disorders. • Or if your insurance permits it, contact an expert directly. • The exact cause of eating disorders is not known. • As with other mental health conditions, there may be different causes, such as: Genetics. • Some people may have genes that increase their risk of developing eating disorders. • Biology. • Biological factors, such as changes in brain chemicals, may play a role in eating disorders. • Anyone can develop an eating disorder. • Eating disorders often start in the teen and young adult years. • But they can occur at any age. • Certain factors may increase the risk of developing an eating disorder, including: Family history. • Eating disorders are more likely to occur in people who have parents or siblings who've had an eating disorder. • Other mental health issues. • Trauma, anxiety, depression, obsessive-compulsive disorder and other mental health issues can increase the likelihood of an eating disorder. • Dieting and starvation. • Frequent dieting is a risk factor for an eating disorder, especially with weight that is constantly going up and down when getting on and off new diets. • There is strong evidence that many of the symptoms of an eating disorder are symptoms of starvation. • Starvation affects the brain and can lead to mood changes, rigid thinking, anxiety and reduced appetite. • This may cause severely limited eating or problem eating behaviors to continue and make it difficult to return to healthy eating habits. • A history of weight bullying. • People who have been teased or bullied for their weight are more likely to develop problems with eating and eating disorders. • This includes people who have been made to feel ashamed of their weight by peers, health care professionals, coaches, teachers or family members. • Stress. • Whether it's heading off to college, moving, landing a new job, or a family or relationship issue, change can bring stress. • And stress may increase the risk of an eating disorder. • Eating disorders cause a wide variety of complications, some of them life-threatening. • The more severe or long lasting the eating disorder, the more likely it is that serious complications may occur. • These may include: Serious health problems. • Depression and anxiety. • Suicidal thoughts or behavior. • Problems with growth and development. • Social and relationship problems. • Substance use disorders. • Work and school issues. • Death. • There's no sure way to prevent eating disorders, but you can take steps to develop healthy eating habits. • If you have a child, you can help your child lower the risk of developing eating disorders. • To develop healthy eating habits and lifestyle behaviors: Choose a healthy diet rich in whole grains, fruits and vegetables. • Limit salt, sugar, alcohol, saturated fat and trans fats. • Avoid extreme dieting. • If you need to lose weight, talk to your health care provider or a dietitian to create a plan that meets your needs. • Don't use dietary supplements, laxatives or herbal products for weight loss. • Get enough physical activity. • Each week, get at least 150 minutes of aerobic activity, such as brisk walking. • Choose activities that you enjoy, so you're more likely to do them. • Seek help for mental health issues, such as depression, anxiety, or issues with self-esteem and body image. • For more guidelines on food and nutrition, as well as physical activity, go to health.gov. • Talk to a health care provider if you have concerns about your eating behaviors. • Getting treatment early can prevent the problem from getting worse. • Here are some ways to help your child develop healthy-eating behaviors: Avoid dieting around your child. • Family dining habits may influence the relationships children develop with food. • Eating meals together gives you an opportunity to teach your child about the pitfalls of dieting. • It also allows you to see whether your child is eating enough food and enough variety. • Talk to your child. • There are many websites and other social media sites that promote dangerous ideas, such as viewing anorexia as a lifestyle choice rather than an eating disorder. • Some sites encourage teens to start dieting. • It's important to correct any wrong ideas like this. • Talk to your child about the risks of making unhealthy eating choices. • Encourage and reinforce a healthy body image in your child, whatever their shape or size. • Talk to your child about self-image and offer reassurance that body shapes can vary. • Don't criticize your own body in front of your child. • Messages of acceptance and respect can help build healthy self-esteem. • They also can build resilience ⸺ the ability to recover quickly from difficult events. • These skills can help children get through the challenging times of the teen and young adult years. • Ask your child's health care provider for help. • At well-child visits, health care providers may be able to identify early signs of an eating disorder. • They can ask children questions about their eating habits. • These visits can include checks of height and weight percentiles and body mass index, which can alert you and your child's provider to any big changes. • If you notice a family member or friend who seems to show signs of an eating disorder, consider talking to that person about your concern for their well-being. • You may not be able to prevent an eating disorder from developing, but reaching out with compassion may encourage the person to seek treatment.",
      "Causes": "The exact cause of eating disorders is not known. • As with other mental health conditions, there may be different causes, such as: Genetics. • Some people may have genes that increase their risk of developing eating disorders. • Biology. • Biological factors, such as changes in brain chemicals, may play a role in eating disorders.",
      "Risk factors": "Anyone can develop an eating disorder. • Eating disorders often start in the teen and young adult years. • But they can occur at any age. • Certain factors may increase the risk of developing an eating disorder, including: Family history. • Eating disorders are more likely to occur in people who have parents or siblings who've had an eating disorder. • Other mental health issues. • Trauma, anxiety, depression, obsessive-compulsive disorder and other mental health issues can increase the likelihood of an eating disorder. • Dieting and starvation. • Frequent dieting is a risk factor for an eating disorder, especially with weight that is constantly going up and down when getting on and off new diets. • There is strong evidence that many of the symptoms of an eating disorder are symptoms of starvation. • Starvation affects the brain and can lead to mood changes, rigid thinking, anxiety and reduced appetite. • This may cause severely limited eating or problem eating behaviors to continue and make it difficult to return to healthy eating habits. • A history of weight bullying. • People who have been teased or bullied for their weight are more likely to develop problems with eating and eating disorders. • This includes people who have been made to feel ashamed of their weight by peers, health care professionals, coaches, teachers or family members. • Stress. • Whether it's heading off to college, moving, landing a new job, or a family or relationship issue, change can bring stress. • And stress may increase the risk of an eating disorder.",
      "Complications": "Eating disorders cause a wide variety of complications, some of them life-threatening. • The more severe or long lasting the eating disorder, the more likely it is that serious complications may occur. • These may include: Serious health problems. • Depression and anxiety. • Suicidal thoughts or behavior. • Problems with growth and development. • Social and relationship problems. • Substance use disorders. • Work and school issues. • Death.",
      "Prevention": "There's no sure way to prevent eating disorders, but you can take steps to develop healthy eating habits. • If you have a child, you can help your child lower the risk of developing eating disorders. • To develop healthy eating habits and lifestyle behaviors: Choose a healthy diet rich in whole grains, fruits and vegetables. • Limit salt, sugar, alcohol, saturated fat and trans fats. • Avoid extreme dieting. • If you need to lose weight, talk to your health care provider or a dietitian to create a plan that meets your needs. • Don't use dietary supplements, laxatives or herbal products for weight loss. • Get enough physical activity. • Each week, get at least 150 minutes of aerobic activity, such as brisk walking. • Choose activities that you enjoy, so you're more likely to do them. • Seek help for mental health issues, such as depression, anxiety, or issues with self-esteem and body image. • For more guidelines on food and nutrition, as well as physical activity, go to health.gov. • Talk to a health care provider if you have concerns about your eating behaviors. • Getting treatment early can prevent the problem from getting worse. • Here are some ways to help your child develop healthy-eating behaviors: Avoid dieting around your child. • Family dining habits may influence the relationships children develop with food. • Eating meals together gives you an opportunity to teach your child about the pitfalls of dieting. • It also allows you to see whether your child is eating enough food and enough variety. • Talk to your child. • There are many websites and other social media sites that promote dangerous ideas, such as viewing anorexia as a lifestyle choice rather than an eating disorder. • Some sites encourage teens to start dieting. • It's important to correct any wrong ideas like this. • Talk to your child about the risks of making unhealthy eating choices. • Encourage and reinforce a healthy body image in your child, whatever their shape or size. • Talk to your child about self-image and offer reassurance that body shapes can vary. • Don't criticize your own body in front of your child. • Messages of acceptance and respect can help build healthy self-esteem. • They also can build resilience ⸺ the ability to recover quickly from difficult events. • These skills can help children get through the challenging times of the teen and young adult years. • Ask your child's health care provider for help. • At well-child visits, health care providers may be able to identify early signs of an eating disorder. • They can ask children questions about their eating habits. • These visits can include checks of height and weight percentiles and body mass index, which can alert you and your child's provider to any big changes. • If you notice a family member or friend who seems to show signs of an eating disorder, consider talking to that person about your concern for their well-being. • You may not be able to prevent an eating disorder from developing, but reaching out with compassion may encourage the person to seek treatment."
    },
    "name": "Eating disorders",
    "url": "https://www.mayoclinic.org/diseases-conditions/eating-disorders/symptoms-causes/syc-20353603"
  },
  {
    "sections": {
      "Overview": "Ebstein anomaly is a rare heart condition that's present at birth. • That means it's a congenital heart defect. • In this condition, the valve that separates the top and bottom right heart chambers does not form correctly. • This valve is called the tricuspid valve. • As a result, the valve does not close as it should. • Blood moves backward from the bottom to top chamber, making it harder for the heart to work. • In people with Ebstein anomaly, the heart can grow larger. • The condition can lead to heart failure. • Treatment of Ebstein anomaly depends on the symptoms. • Some people without symptoms only need regular health checkups. • Others may need medicines and surgery.",
      "Symptoms": "Some babies born with Ebstein anomaly have few or no symptoms. • Others have a tricuspid valve that leaks severely and causes more-noticeable symptoms. • Sometimes symptoms don't occur until later in life. • Symptoms of Ebstein anomaly may include: Blue or gray lips or fingernails. • Depending on skin color, these color changes may be harder or easier to see. • Fatigue. • Feeling of a pounding or rapid heartbeat or irregular heartbeats. • Shortness of breath, especially with activity. • Serious heart conditions in a baby are often diagnosed at birth or during pregnancy. • Make a health appointment if you or your baby has symptoms of a possible heart condition. • These symptoms include feeling short of breath or easily tired with little activity, irregular heartbeats, or changes in skin color. • You may be sent to a doctor trained in heart diseases, called a cardiologist.",
      "Causes": "Ebstein anomaly is a heart condition that a person is born with. • The cause is not known. • To understand more about Ebstein anomaly, it may help to know how the heart works. • The typical heart has four chambers. • The two upper chambers are called the atria. • They receive blood. • The two lower chambers are called the ventricles. • They pump blood. • Four valves open and close to let blood flow in one direction through the heart. • Each valve has two or three strong, thin flaps of tissue. • The flaps are called leaflets or cusps. • A valve that is closed stops blood from flowing into the next chamber. • A closed valve also prevents blood from going back to the previous chamber. • In a typical heart, the tricuspid valve sits between the two right heart chambers. • In Ebstein anomaly, the tricuspid valve is lower than usual in the right lower heart chamber. • Also, the shape of the tricuspid valve's flaps is changed. • This can cause blood to flow backward into the right upper heart chamber. • When this happens, the condition is called tricuspid valve regurgitation. • Babies born with Ebstein anomaly may have other heart conditions, including: Holes in the heart. • A hole in the heart can lower the amount of oxygen in the blood. • Many babies with Ebstein anomaly have a hole between the two upper chambers of the heart. • This hole is called an atrial septal defect. • Or there may be an opening called a patent foramen ovale, also called a PFO. • A PFO is a hole between the upper heart chambers that all babies have before birth. • It usually closes after birth. • But it can stay open in some people. • Irregular heartbeats, called arrhythmias. • An irregular heartbeat can include a fluttering, pounding or racing heartbeat. • Changes in the heartbeat can make it harder for the heart to work as it should. • Wolff-Parkinson-White (WPW) syndrome. • In this condition, an extra signaling pathway between the heart's upper and lower chambers causes a fast heartbeat and fainting.",
      "Risk factors": "Ebstein anomaly occurs as the baby, also called a fetus, grows in the womb during pregnancy. • Researchers aren't sure exactly what increases the risk of Ebstein anomaly. • Genetics and environmental factors are believed to be involved. • Using some medicines during pregnancy, such as lithium, might increase the risk of Ebstein anomaly in the baby.",
      "Complications": "Possible complications of Ebstein anomaly include: Irregular heartbeats. • Heart failure. • Sudden cardiac arrest. • Stroke. • It may be possible to have a successful pregnancy with mild Ebstein anomaly. • But pregnancy, labor and delivery put extra strain on the heart. • Rarely, extreme complications can develop that can cause serious health concerns in the mother or baby. • Before becoming pregnant, talk with your healthcare team about the possible risks and complications. • Together you can plan for any special care needed during pregnancy."
    },
    "name": "Ebstein anomaly",
    "url": "https://www.mayoclinic.org/diseases-conditions/ebsteins-anomaly/symptoms-causes/syc-20352127"
  },
  {
    "sections": {},
    "name": "Ectopic pregnancy",
    "url": "https://www.mayoclinic.org/diseases-conditions/ectopic-pregnancy/symptoms-causes/syc-20372088"
  },
  {
    "sections": {
      "Overview": "Ectropion (ek-TROH-pee-on) is a condition in which your eyelid turns outward. • This leaves the inner eyelid surface exposed and prone to irritation. • Ectropion is more common in older adults, and it generally affects only the lower eyelid. • In severe ectropion, the entire length of the eyelid is turned out. • In less severe ectropion, only one segment of the eyelid sags away from the eye. • Artificial tears and lubricating ointments can help relieve symptoms of ectropion. • But usually surgery is needed to fully correct the condition.",
      "Symptoms": "Normally when you blink, your eyelids distribute tears evenly across your eyes, keeping the surfaces of the eyes lubricated. • These tears drain into small openings on the inner part of your eyelids (puncta). • If you have ectropion, your lower lid pulls away from your eye and tears don't drain properly into the puncta. • The resulting signs and symptoms can include: Watery eyes (excessive tearing). • Without proper drainage, your tears may pool and constantly flow over your eyelids. • Excessive dryness. • Ectropion can cause your eyes to feel dry, gritty and sandy. • Irritation. • Stagnant tears or dryness can irritate your eyes, causing a burning sensation and redness in your eyelids and the whites of your eyes. • Sensitivity to light. • Stagnant tears or dry eyes can irritate the surface of the cornea, making you sensitive to light. • See your doctor if your eyes are constantly watering or irritated, or your eyelid seems to be sagging or drooping. • Seek immediate care if you have been diagnosed with ectropion and you experience: Rapidly increasing redness in your eyes Sensitivity to light Decreasing vision These are signs and symptoms of cornea exposure or ulcers, which can harm your vision.",
      "Causes": "Ectropion can be caused by: Muscle weakness. • As you age, the muscles under your eyes tend to weaken, and tendons stretch out. • These muscles and tendons hold your eyelid taut against your eye. • When they weaken, your eyelid can begin to droop. • Facial paralysis. • Certain conditions, such as Bell's palsy, and certain types of tumors can paralyze facial nerves and muscles. • Facial paralysis that affects eyelid muscles can lead to ectropion. • Scars or previous surgeries. • Skin that has been damaged by burns or trauma, such as a dog bite, can affect the way that your eyelid rests against your eye. • Previous eyelid surgery (blepharoplasty) can cause ectropion, particularly if a considerable amount of skin was removed from the eyelid at the time of surgery. • Eyelid growths. • Benign or cancerous growths on your eyelid can cause the lid to turn outward. • Genetic disorders. • Rarely is ectropion present at birth (congenital). • When it is, it's usually associated with genetic disorders, such as Down syndrome.",
      "Risk factors": "Factors that increase your risk of developing ectropion include: Age. • The most common cause of ectropion is weakening muscle tissue associated with aging. • Previous eye surgeries. • People who have had eyelid surgery are at higher risk of developing ectropion later. • Previous cancer, burns or trauma. • If you've had spots of skin cancer on your face, facial burns or trauma, you're at higher risk of developing ectropion.",
      "Complications": "Ectropion leaves your cornea irritated and exposed, making it more susceptible to drying. • The result can be abrasions and ulcers on the cornea, which can threaten your vision."
    },
    "name": "Ectropion",
    "url": "https://www.mayoclinic.org/diseases-conditions/ectropion/symptoms-causes/syc-20351164"
  },
  {
    "sections": {
      "Overview": "Edema is swelling caused by too much fluid trapped in the body's tissues. • Edema can affect any part of the body. • But it's more likely to show up in the legs and feet. • Medicines and pregnancy can cause edema. • It also can be the result of a disease, such as congestive heart failure, kidney disease, venous insufficiency or cirrhosis of the liver. • Wearing compression garments and reducing salt in the diet often relieves edema. • When a disease causes edema, the disease needs treatment, as well.",
      "Symptoms": "Symptoms of edema include: Swelling or puffiness of the tissue right under the skin, especially in legs or arms. • Stretched or shiny skin. • Skin that holds a dimple, also known as pitting, after it's been pressed for a few seconds. • Swelling of the belly, also called the abdomen, so that it's bigger than usual. • Feeling of leg heaviness. • Make an appointment to see a health care provider for swelling, stretched or shiny skin, or skin that holds a dimple after being pressed. • See a provider right away for: Shortness of breath. • Irregular heartbeat. • Chest pain. • These can be signs of fluid buildup in the lungs, also known as pulmonary edema. • It can be life-threatening and needs quick treatment. • After sitting for a long time, such as on a long flight, call your care provider if you get leg pain and swelling that won't go away. • Especially if the pain and swelling is on one side, these can be symptoms of a blood clot deep in the vein, also known as deep vein thrombosis, or DVT. • Edema occurs when tiny blood vessels in the body, also known as capillaries, leak fluid. • The fluid builds up in nearby tissues. • The leak leads to swelling. • Causes of mild cases of edema include: Sitting or staying in one position for too long. • Eating too much salty food. • Being premenstrual. • Being pregnant. • Edema also can be a side effect of some medicines. • These include: High blood pressure medicines. • Nonsteroidal anti-inflammatory medicines. • Steroid medicines. • Estrogens. • Certain diabetes medicines called thiazolidinediones. • Medicines use to treat nerve pain. • Sometimes edema can be a sign of a more serious condition. • Illnesses that can cause edema include: Congestive heart failure. • Congestive heart failure causes one or both of the heart's lower chambers stop pumping blood well. • As a result, blood can back up in the legs, ankles and feet, causing edema. • Congestive heart failure can also cause swelling in the stomach area. • This condition also can cause fluid to build up in the lungs. • Known as pulmonary edema, this can lead to shortness of breath. • Liver damage. • This liver damage from cirrhosis can cause fluid to build up in the stomach area. and in the legs. • This fluid buildup in the stomach area is known as ascites. • Kidney disease. • Kidney disease can cause fluid and salts in the blood to build up. • Edema linked to kidney disease usually occurs in the legs and around the eyes. • Kidney damage. • Damage to the tiny, filtering blood vessels in the kidneys can result in nephrotic syndrome. • In nephrotic syndrome, decreased levels of protein in the blood can lead to edema. • Weakness or damage to veins in your legs. • This condition, known as chronic venous insufficiency, harms the one-way valves in the leg. • One-way valves keep blood flowing in one direction. • Damage to the valves allows blood to pool in the leg veins and causes swelling. • Deep vein thrombosis, also called DVT. • Sudden swelling in one leg with pain in the calf muscle can be due to a blood clot in one of the leg veins. • DVT requires medical help right away. • Problems with the system in the body that clears extra fluid from tissues. • If the body's lymphatic system is damaged, such as by cancer surgery, the lymphatic system might not drain well. • Severe, long-term lack of protein. • An extreme lack of protein in the diet over time can lead to edema. • The following increases the risk of edema: Being pregnant. • Taking certain medicines. • Having a long-lasting illness, such as congestive heart failure or liver or kidney disease. • Having surgery that involves a lymph node. • If left untreated, edema can cause: Swelling that gets more and more painful. • Problems walking. • Stiffness. • Stretched skin, which can itch. • Increased risk of infection in the swollen area. • Scarring between layers of tissue. • Less blood flow. • Less ability of the of arteries, veins, joints and muscles to stretch. • Increased risk of skin ulcers.",
      "Causes": "Edema occurs when tiny blood vessels in the body, also known as capillaries, leak fluid. • The fluid builds up in nearby tissues. • The leak leads to swelling. • Causes of mild cases of edema include: Sitting or staying in one position for too long. • Eating too much salty food. • Being premenstrual. • Being pregnant. • Edema also can be a side effect of some medicines. • These include: High blood pressure medicines. • Nonsteroidal anti-inflammatory medicines. • Steroid medicines. • Estrogens. • Certain diabetes medicines called thiazolidinediones. • Medicines use to treat nerve pain. • Sometimes edema can be a sign of a more serious condition. • Illnesses that can cause edema include: Congestive heart failure. • Congestive heart failure causes one or both of the heart's lower chambers stop pumping blood well. • As a result, blood can back up in the legs, ankles and feet, causing edema. • Congestive heart failure can also cause swelling in the stomach area. • This condition also can cause fluid to build up in the lungs. • Known as pulmonary edema, this can lead to shortness of breath. • Liver damage. • This liver damage from cirrhosis can cause fluid to build up in the stomach area. and in the legs. • This fluid buildup in the stomach area is known as ascites. • Kidney disease. • Kidney disease can cause fluid and salts in the blood to build up. • Edema linked to kidney disease usually occurs in the legs and around the eyes. • Kidney damage. • Damage to the tiny, filtering blood vessels in the kidneys can result in nephrotic syndrome. • In nephrotic syndrome, decreased levels of protein in the blood can lead to edema. • Weakness or damage to veins in your legs. • This condition, known as chronic venous insufficiency, harms the one-way valves in the leg. • One-way valves keep blood flowing in one direction. • Damage to the valves allows blood to pool in the leg veins and causes swelling. • Deep vein thrombosis, also called DVT. • Sudden swelling in one leg with pain in the calf muscle can be due to a blood clot in one of the leg veins. • DVT requires medical help right away. • Problems with the system in the body that clears extra fluid from tissues. • If the body's lymphatic system is damaged, such as by cancer surgery, the lymphatic system might not drain well. • Severe, long-term lack of protein. • An extreme lack of protein in the diet over time can lead to edema.",
      "Risk factors": "The following increases the risk of edema: Being pregnant. • Taking certain medicines. • Having a long-lasting illness, such as congestive heart failure or liver or kidney disease. • Having surgery that involves a lymph node.",
      "Complications": "If left untreated, edema can cause: Swelling that gets more and more painful. • Problems walking. • Stiffness. • Stretched skin, which can itch. • Increased risk of infection in the swollen area. • Scarring between layers of tissue. • Less blood flow. • Less ability of the of arteries, veins, joints and muscles to stretch. • Increased risk of skin ulcers."
    },
    "name": "Edema",
    "url": "https://www.mayoclinic.org/diseases-conditions/edema/symptoms-causes/syc-20366493"
  },
  {
    "sections": {},
    "name": "Egg allergy",
    "url": "https://www.mayoclinic.org/diseases-conditions/egg-allergy/symptoms-causes/syc-20372115"
  },
  {
    "sections": {
      "Overview": "Ehlers-Danlos syndrome is a group of inherited disorders that affect your connective tissues — primarily your skin, joints and blood vessel walls. • Connective tissue is a complex mixture of proteins and other substances that provide strength and elasticity to the underlying structures in your body. • People who have Ehlers-Danlos syndrome usually have overly flexible joints and stretchy, fragile skin. • This can become a problem if you have a wound that requires stitches, because the skin often isn't strong enough to hold them. • A more severe form of the disorder, called vascular Ehlers-Danlos syndrome, can cause the walls of your blood vessels, intestines or uterus to rupture. • Because vascular Ehlers-Danlos syndrome can have serious potential complications in pregnancy, you may want to talk to a genetic counselor before starting a family.",
      "Symptoms": "There are many different types of Ehlers-Danlos syndrome, but the most common signs and symptoms include: Overly flexible joints. • Because the connective tissue that holds joints together is looser, your joints can move far past the normal range of motion. • Joint pain and dislocations are common. • Stretchy skin. • Weakened connective tissue allows your skin to stretch much more than usual. • You may be able to pull a pinch of skin up away from your flesh, but it will snap right back into place when you let go. • Your skin might also feel exceptionally soft and velvety. • Fragile skin. • Damaged skin often doesn't heal well. • For example, the stitches used to close a wound often will tear out and leave a gaping scar. • These scars may look thin and crinkly. • Symptom severity can vary from person to person and depends on the specific type of Ehlers-Danlos syndrome that you have. • The most common type is called hypermobile Ehlers-Danlos syndrome. • People who have vascular Ehlers-Danlos syndrome often share distinctive facial features of a thin nose, thin upper lip, small earlobes and prominent eyes. • They also have thin, translucent skin that bruises very easily. • In fair-skinned people, the underlying blood vessels are very visible through the skin. • Vascular Ehlers-Danlos syndrome can weaken your heart's largest artery (aorta), as well as the arteries to other regions of your body. • A rupture of any of these larger blood vessels can be fatal. • The vascular type can also weaken the walls of the uterus or large intestines — which also may rupture.",
      "Causes": "Different types of Ehlers-Danlos syndrome are associated with a variety of genetic causes, some of which are inherited and passed on from parent to child. • If you have the most common form, hypermobile Ehlers-Danlos syndrome, there's a 50% chance that you'll pass on the gene to each of your children.",
      "Complications": "Complications depend on the types of signs and symptoms you have. • For example, overly flexible joints can result in joint dislocations and early-onset arthritis. • Fragile skin may develop prominent scarring. • People who have vascular Ehlers-Danlos syndrome are at risk of often fatal ruptures of major blood vessels. • Some organs, such as the uterus and intestines, also may rupture. • Pregnancy can increase the risk of a rupture in the uterus.",
      "Prevention": "If you have a personal or family history of Ehlers-Danlos syndrome and you're thinking about starting a family, you may benefit from talking to a genetic counselor — a health care professional trained to assess the risk of inherited disorders. • Genetic counseling can help you understand the inheritance pattern of the type of Ehlers-Danlos syndrome that affects you and the risks it poses for your children."
    },
    "name": "Ehlers-Danlos syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/ehlers-danlos-syndrome/symptoms-causes/syc-20362125"
  },
  {
    "sections": {
      "Overview": "Ehrlichiosis and anaplasmosis are similar tick-borne illnesses that cause flu-like symptoms, including fever, muscle aches and headache. • Signs and symptoms of ehrlichiosis and anaplasmosis usually appear within 14 days after a tick bite. • If treated quickly with appropriate antibiotics, you'll likely recover within a few days. • Untreated ehrlichiosis and anaplasmosis can result in serious or life-threatening complications. • The best way to prevent these infections is to avoid tick bites. • Tick repellents, thorough body checks after being outside and proper removal of ticks are your best defenses against these tick-borne diseases.",
      "Symptoms": "Signs and symptoms of ehrlichiosis and anaplasmosis are generally the same, although they usually are more severe in ehrlichiosis. • Symptoms of ehrlichiosis and anaplasmosis, which vary widely from person to person, include: Moderate fever Chills Headache Muscles aches or pains General feeling of being unwell Joint pain Nausea Vomiting Diarrhea Loss of appetite Additional signs and symptoms associated with ehrlichiosis but rarely with anaplasmosis include: Confusion or changes in mental state Rash Some people may be infected and not develop symptoms. • The time from getting a bite to showing signs and symptoms is usually five to 14 days. • If you develop any of the signs or symptoms after a tick bite or after a possible exposure to ticks, see your doctor.",
      "Causes": "Ehrlichiosis and anaplasmosis are caused by different bacteria. • Ehrlichiosis is caused by different species of ehrlichia bacteria. • The Lone Star tick — found in south-central, southeastern and eastern coastal states — is the primary carrier of bacteria causing ehrlichiosis. • Black-legged ticks, commonly called deer ticks, in the Upper Midwest are less common carriers. • Anaplasmosis is caused by the bacterium Anaplasma phagocytophilum. • It's primarily carried by deer ticks in the Upper Midwest, northeastern states and central Canadian provinces. • It's also carried by the Western black-legged tick in Western coastal states and other tick species in Europe and Asia. • The ehrlichia and anaplasma species belong to the same family of bacteria. • Although each bacterium appears to have a specific target among immune system cells in the host, all of these infectious agents generally cause the same symptoms. • Ticks feed on blood by latching onto a host and feeding until they're swollen to many times their normal size. • Ticks can pick up bacteria from a host, such as a deer, and then spread the bacteria to another host, such as a human. • The spread of the bacteria from the tick to the host probably occurs about 24 hours after the tick has begun feeding. • Spread of the bacteria causing ehrlichiosis or anaplasmosis is possible through blood transfusions, from mother to fetus, or through direct contact with an infected, slaughtered animal.",
      "Risk factors": "Ticks live near the ground in wooded or brushy areas. • They do not fly or jump, so they can only reach a host who brushes up against them. • Factors that increase your risk of a tick bite include: Being outdoors in warm spring and summer months Participating in activities in wooded areas, such as camping, hiking or hunting Wearing clothes that leave your skin exposed in tick-friendly habitat",
      "Complications": "Without prompt treatment, ehrlichiosis and anaplasmosis can have serious effects on an otherwise healthy adult or child. • People with weakened immune systems are at a higher risk of more-serious and life-threatening complications. • Complications of an untreated infection may include: Kidney failure Respiratory failure Heart failure Damage to the central nervous system Seizures Coma Severe secondary infections",
      "Prevention": "The best way to steer clear of ehrlichiosis or anaplasmosis is to avoid tick bites when you are outdoors. • Most ticks attach themselves to your lower legs and feet as you walk or work in grassy, wooded areas or overgrown fields. • After a tick attaches to your body, it usually crawls upward to find a location to burrow into your skin. • If you are going to be working or playing in an area that is a likely tick habitat, follow these tips to protect yourself. • Spray your outdoor clothing, shoes, tent or other camping gear with a repellent that has 0.5% permethrin. • Some gear and clothing may be pre-treated with permethrin. • Use an insect repellent registered with the Environmental Protection Agency on any exposed skin, except your face. • These include repellents that contain DEET, picaridin, IR3535, oil of lemon eucalyptus (OLE), para-menthane-diol (PMD) or 2-undecanone. • Do not use products with OLE or PMD on children under age 3. • Wear light-colored clothing that makes it easier for you or others to see ticks on your clothing before they bite. • Avoid open-toed shoes or sandals. • Wear long-sleeved shirts tucked into your pants and long pants tucked into your socks. • Shower as soon as possible to wash off any loose ticks and check for ticks that may have burrowed. • Use a mirror to check your body thoroughly. • Pay attention to your underarms, hair and hairline, ears, waist, between your legs, behind your knees, and inside your bellybutton. • Check your gear. • Dry your clothes and gear on hot for at least 10 minutes to kill ticks before cleaning them. • Do a daily inspection for ticks on any pet that spends time outdoors. • Stay on clear paths as much as possible in wooded and grassy areas."
    },
    "name": "Ehrlichiosis and anaplasmosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/ehrlichiosis/symptoms-causes/syc-20372142"
  },
  {
    "sections": {
      "Overview": "Eisenmenger (I-sun-meng-ur) syndrome is a long-term complication of an unrepaired heart condition present at birth, called a congenital heart defect. • Eisenmenger syndrome is life-threatening. • In Eisenmenger syndrome, there is irregular blood flow in the heart and lungs. • This causes the blood vessels in the lungs to become stiff and narrow. • Blood pressure rises in the lungs' arteries. • Eisenmenger syndrome causes permanent to the blood vessels in the lungs. • Early diagnosis and repair of congenital heart defects usually prevents Eisenmenger syndrome. • If it does develop, treatment involves regular health checkups and medicines to improve symptoms.",
      "Symptoms": "Symptoms of Eisenmenger syndrome include: Blue or gray skin. • Depending on skin color, these changes may be harder or easier to see. • Chest pain or tightness. • Coughing up blood. • Dizziness or fainting. • Easily tiring and shortness of breath with activity. • Headaches. • Large, rounded fingernails or toenails, called clubbing. • Numbness or tingling in fingers or toes. • Shortness of breath while at rest. • Skipped or racing heartbeats. • If you have any symptoms of Eisenmenger syndrome, see your healthcare professional. • Make an appointment even if you have never been diagnosed with a heart condition. • Get emergency medical help for symptoms such as shortness of breath or chest pain.",
      "Causes": "Eisenmenger syndrome is usually caused by an unrepaired hole between the main blood vessels or chambers of the heart. • The hole is called a shunt. • A shunt is a heart problem present at birth, which means it's a congenital heart defect. • Congenital heart defects that can cause Eisenmenger syndrome include: Ventricular septal defect. • This is the most common cause of Eisenmenger syndrome. • There is a hole in the wall of tissue between the bottom heart chambers. • Atrioventricular canal defect. • This is a large hole in the center of the heart. • The hole is where the walls between the upper chambers and lower chambers meet. • Some of the valves in the heart also may not work as they should. • Atrial septal defect. • This is a hole in the wall of tissue between the two upper heart chambers. • Patent ductus arteriosus. • This is an opening between the artery that carries oxygen-poor blood to the lungs and the body's main artery. • In any of these heart conditions, blood flows in a way it usually doesn't. • As a result, pressure rises in the pulmonary artery. • Over time, the increased pressure damages the smaller blood vessels in the lungs. • The damaged blood vessel walls make it hard for the heart to pump blood to the lungs. • In Eisenmenger syndrome, blood pressure rises in the side of the heart that has oxygen-poor blood, also called blue blood. • The blue blood goes through the hole in the heart or blood vessels. • Oxygen-rich and oxygen-poor blood now mix. • This causes low blood oxygen levels.",
      "Risk factors": "A family history of congenital heart defects increases the risk of similar heart problems in a baby. • If you've been diagnosed with Eisenmenger syndrome, talk with your healthcare professional about screening other family members for congenital heart defects.",
      "Complications": "Eisenmenger syndrome is a life-threatening condition. • How well someone with Eisenmenger syndrome does depends on the specific cause and if there are other medical conditions. • Complications of Eisenmenger syndrome may include: Low blood oxygen levels. • The change in blood flow through the heart sends less oxygen to the body's tissues and organs. • Without quick treatment, the oxygen levels get worse. • Irregular heartbeats, also called arrhythmias. • Eisenmenger syndrome causes the heart walls to get bigger and thicker. • It also causes a drop in oxygen levels. • These changes may lead to irregular heartbeats. • Some irregular heartbeats increase the risk of blood clots that can cause heart attacks or strokes. • Sudden cardiac arrest. • This is the sudden loss of heart activity due to an irregular heart rhythm. • If not treated immediately, sudden cardiac arrest can quickly lead to death. • Survival is possible with fast, proper medical care. • Heart failure. • The increased pressure in the heart can cause the heart muscle to weaken. • It becomes harder for the heart to pump blood. • Bleeding in the lungs. • Eisenmenger syndrome can cause life-threatening bleeding in the lungs and airways. • Bleeding also can occur in other parts of the body. • Stroke. • If a blood clot travels from the right side to the left side of the heart, the clot may block a blood vessel in the brain. • A blood clot in the brain can lead to a stroke. • Kidney disease. • Low oxygen levels in the blood may lead to trouble with the kidneys. • Gout. • Eisenmenger syndrome can increase the risk of a type of arthritis called gout. • Gout causes sudden, severe attacks of pain and swelling in one or more joints, usually the big toe. • Heart infection. • People with Eisenmenger syndrome have a higher risk of a heart infection called endocarditis. • Pregnancy risks. • During pregnancy, the heart and lungs have to work harder to support the growing baby. • Because of this, pregnancy with Eisenmenger syndrome poses a high risk of death for both the pregnant person and the baby. • If you have Eisenmenger syndrome, talk with your healthcare professional about your specific pregnancy risks."
    },
    "name": "Eisenmenger syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/eisenmenger-syndrome/symptoms-causes/syc-20350580"
  },
  {
    "sections": {},
    "name": "Elevated blood pressure",
    "url": "https://www.mayoclinic.org/diseases-conditions/prehypertension/symptoms-causes/syc-20376703"
  },
  {
    "sections": {
      "Overview": "Embryonal tumors are growths of cells that happen in the brain. • The growths involve cells that are left over from fetal development, called embryonal cells. • Embryonal tumors are a type of brain cancer, also called malignant brain tumor. • This means the cells that make up the tumor can grow to invade the brain and cause damage to healthy brain tissue. • They also can spread through the fluid that surrounds the brain and spinal cord, called cerebrospinal fluid. • Embryonal tumors most often happen in babies and young children. • But they can happen at any age. • There are several kinds of embryonal tumors. • The most common is medulloblastoma. • This type of embryonal tumor starts in the lower back part of the brain, called the cerebellum. • If your child is diagnosed with an embryonal tumor, seek care at a medical center that has experience caring for children with brain tumors. • Medical centers with expertise in pediatric brain tumors provide access to the latest treatments and technology to ensure proper diagnosis and treatment.",
      "Symptoms": "Symptoms of an embryonal tumor may include: Headaches. • Nausea. • Vomiting. • Feeling more tired than usual. • Double vision. • Difficulty with balance. • Seizures. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you.",
      "Causes": "The cause of an embryonal tumor often isn't known. • This cancer causes a growth of cells in the brain. • The growth involves cells that are left over from fetal development, called embryonal cells. • Embryonal tumors start when embryonal cells develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow and press on parts of the brain. • The cancer cells also can travel in the fluid that supports the brain and spine. • This can spread the cancer to other parts of the brain and spinal cord. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Risk factors for embryonal tumors include: Young age. • This cancer can happen at any age. • But it happens most often in children. • Hereditary syndromes. • Some conditions that run in families can raise the risk of embryonal tumor. • Examples include Fanconi anemia, Li-Fraumeni syndrome, nevoid basal cell carcinoma syndrome, Rubinstein-Taybi syndrome and Turcot syndrome."
    },
    "name": "Embryonal tumors",
    "url": "https://www.mayoclinic.org/diseases-conditions/embryonal-tumor/symptoms-causes/syc-20579617"
  },
  {
    "sections": {
      "Overview": "Emphysema is a long-term lung condition that causes shortness of breath. • Over time, the condition damages the thin walls of the air sacs in the lungs called alveoli. • In healthy lungs, these sacs stretch and fill with air when you breathe in. • The elastic sacs help the air leave when you breathe out. • But when the air sacs are damaged in emphysema, it's hard to move air out of your lungs. • This doesn't leave room for fresh, oxygen-rich air to enter your lungs. • Symptoms of emphysema include trouble breathing, especially with activity, and a wheezing sound when breathing out. • How severe the condition is can vary. • Smoking is the leading cause of emphysema. • Treatment can help with symptoms and may slow how fast the condition gets worse. • But it can't reverse the damage.",
      "Symptoms": "You can have emphysema for many years without noticing any symptoms. • They usually begin gradually and include: Shortness of breath, especially with physical activity. • This is the main symptom of emphysema. • Wheezing, whistling or squeaking sound when you breathe out. • Coughing. • Chest tightness or heaviness. • Feeling very tired. • Weight loss and ankle swelling that may happen as the condition gets worse over time. • You may start avoiding activities that cause you to be short of breath, so the symptoms don't become a problem until they keep you from doing daily tasks. • Emphysema eventually causes trouble breathing even while you're resting. • Emphysema is one of the two common types of chronic obstructive pulmonary disease (COPD). • The other common type is chronic bronchitis. • In chronic bronchitis, the lining of the tubes that carry air to your lungs, called bronchial tubes, become irritated and swollen. • This inflammation limits the space for air to move in and out of the lungs and makes extra mucus that blocks the airways. • Emphysema and chronic bronchitis often occur together, so the general term COPD may be used. • Even with ongoing treatment, you may have times when symptoms become worse for days or weeks. • This is called an acute exacerbation (eg-zas-er-bay-shun). • It may lead to lung failure if you don't receive prompt treatment. • Exacerbations may be caused by a respiratory infection, air pollution or other things that trigger inflammation. • Whatever the cause, it's important to get medical help promptly if you notice an ongoing worsening cough or extra mucus, or if you have a harder time breathing. • See your healthcare professional if you've had shortness of breath you can't explain for several months, especially if it's getting worse or if it's keeping you from doing your daily activities. • Don't ignore it or tell yourself it's because you're aging or out of shape. • Go to the emergency department at a hospital if: You're having a hard time catching your breath or talking. • Your lips or fingernails turn blue or gray with physical activity. • Others notice that you're not mentally alert. • Emphysema results from long-term exposure to airborne irritants, including: Smoking cigarettes, which is the most common cause. • Chemical fumes, especially in the workplace. • Vapors and dusts, especially in the workplace. • Rarely, emphysema results from a gene change passed down in families. • This gene change causes low levels of a protein called alpha-1-antitrypsin (AAT). • AAT is made in the liver and is passed into the bloodstream to help protect the lungs from damage caused by smoke, fumes and dust. • Low levels of AAT, a condition called alpha-1-antitrypsin deficiency, can cause liver damage, lung conditions such as emphysema or both. • With AAT deficiency, there is usually a family history of emphysema, and symptoms begin at a younger age. • Lung damage in emphysema develops gradually. • In most people with the condition, symptoms start after age 40. • Factors that increase your risk of developing emphysema include: Smoking. • Smoking cigarettes or having smoked in the past is the biggest risk factor for emphysema. • But people who smoke cigars, pipes or marijuana also are at risk. • The risk for all types of smokers increases with the number of years of smoking and the amount of tobacco smoked. • Being around secondhand smoke. • Secondhand smoke is smoke that you breathe in from someone else's cigarette, pipe or cigar. • Being around secondhand smoke raises your risk of emphysema. • Job exposure to fumes, vapors or dust. • If you breathe in fumes or vapors from certain chemicals or dust from grain, cotton, wood or mining products, you're more likely to develop emphysema. • This risk is even greater if you also smoke. • Exposure to indoor and outdoor pollution. • Breathing indoor pollutants, such as fumes from heating fuel, as well as outdoor pollutants, such as smog or car exhaust, increases your risk of emphysema. • Genetics. • The uncommon condition called AAT deficiency raises the risk of emphysema. • Other genetic factors may make certain smokers more likely to get emphysema. • People who have emphysema are more likely to develop: High blood pressure in lung arteries. • Emphysema may cause high blood pressure in the arteries that bring blood to the lungs. • This serious condition is called pulmonary hypertension. • Pulmonary hypertension can cause the right side of the heart to expand and weaken, a condition called cor pulmonale. • Other heart problems. • For reasons that aren't fully understood, emphysema can raise your risk of heart disease, including heart attack. • Large air spaces in the lungs. • Large air spaces called bullae form in the lungs when the inner walls of the alveoli are destroyed. • This leaves one very large air sac instead of a cluster of many smaller ones. • These bullae can become very large, even as large as half the lung. • The bullae lessen the space available for the lung to expand. • Also, giant bullae can increase the risk of a collapsed lung. • Collapsed lung. • A collapsed lung called pneumothorax can be life-threatening in people who have severe emphysema because their lungs are already damaged. • This is not common but it's serious when it happens. • Lung cancer. • People with emphysema have a higher risk of getting lung cancer. • Smoking raises this risk even more. • Anxiety and depression. • Problems breathing can keep you from doing activities that you enjoy. • And having a serious medical condition such as emphysema can sometimes cause anxiety and depression. • To prevent emphysema or to keep symptoms from getting worse: Don't smoke. • Talk to your healthcare professional about options for quitting. • Stay away from secondhand smoke. • Wear a special mask or use other measures to protect your lungs if you work with chemical fumes, vapors or dust. • Avoid exposure to secondhand smoke and air pollution when possible.",
      "Causes": "Emphysema results from long-term exposure to airborne irritants, including: Smoking cigarettes, which is the most common cause. • Chemical fumes, especially in the workplace. • Vapors and dusts, especially in the workplace. • Rarely, emphysema results from a gene change passed down in families. • This gene change causes low levels of a protein called alpha-1-antitrypsin (AAT). • AAT is made in the liver and is passed into the bloodstream to help protect the lungs from damage caused by smoke, fumes and dust. • Low levels of AAT, a condition called alpha-1-antitrypsin deficiency, can cause liver damage, lung conditions such as emphysema or both. • With AAT deficiency, there is usually a family history of emphysema, and symptoms begin at a younger age.",
      "Risk factors": "Lung damage in emphysema develops gradually. • In most people with the condition, symptoms start after age 40. • Factors that increase your risk of developing emphysema include: Smoking. • Smoking cigarettes or having smoked in the past is the biggest risk factor for emphysema. • But people who smoke cigars, pipes or marijuana also are at risk. • The risk for all types of smokers increases with the number of years of smoking and the amount of tobacco smoked. • Being around secondhand smoke. • Secondhand smoke is smoke that you breathe in from someone else's cigarette, pipe or cigar. • Being around secondhand smoke raises your risk of emphysema. • Job exposure to fumes, vapors or dust. • If you breathe in fumes or vapors from certain chemicals or dust from grain, cotton, wood or mining products, you're more likely to develop emphysema. • This risk is even greater if you also smoke. • Exposure to indoor and outdoor pollution. • Breathing indoor pollutants, such as fumes from heating fuel, as well as outdoor pollutants, such as smog or car exhaust, increases your risk of emphysema. • Genetics. • The uncommon condition called AAT deficiency raises the risk of emphysema. • Other genetic factors may make certain smokers more likely to get emphysema.",
      "Complications": "People who have emphysema are more likely to develop: High blood pressure in lung arteries. • Emphysema may cause high blood pressure in the arteries that bring blood to the lungs. • This serious condition is called pulmonary hypertension. • Pulmonary hypertension can cause the right side of the heart to expand and weaken, a condition called cor pulmonale. • Other heart problems. • For reasons that aren't fully understood, emphysema can raise your risk of heart disease, including heart attack. • Large air spaces in the lungs. • Large air spaces called bullae form in the lungs when the inner walls of the alveoli are destroyed. • This leaves one very large air sac instead of a cluster of many smaller ones. • These bullae can become very large, even as large as half the lung. • The bullae lessen the space available for the lung to expand. • Also, giant bullae can increase the risk of a collapsed lung. • Collapsed lung. • A collapsed lung called pneumothorax can be life-threatening in people who have severe emphysema because their lungs are already damaged. • This is not common but it's serious when it happens. • Lung cancer. • People with emphysema have a higher risk of getting lung cancer. • Smoking raises this risk even more. • Anxiety and depression. • Problems breathing can keep you from doing activities that you enjoy. • And having a serious medical condition such as emphysema can sometimes cause anxiety and depression.",
      "Prevention": "To prevent emphysema or to keep symptoms from getting worse: Don't smoke. • Talk to your healthcare professional about options for quitting. • Stay away from secondhand smoke. • Wear a special mask or use other measures to protect your lungs if you work with chemical fumes, vapors or dust. • Avoid exposure to secondhand smoke and air pollution when possible."
    },
    "name": "Emphysema",
    "url": "https://www.mayoclinic.org/diseases-conditions/emphysema/symptoms-causes/syc-20355555"
  },
  {
    "sections": {
      "Overview": "Encephalitis (en-sef-uh-LIE-tis) is inflammation of the brain. • It can be caused by viral or bacterial infections, or by immune cells mistakenly attacking the brain. • Viruses that can lead to encephalitis can be spread by insects such as mosquitos and ticks. • When inflammation is caused by an infection in the brain, it's known as infectious encephalitis. • And when it's caused by the immune system attacking the brain, it's known as autoimmune encephalitis. • Sometimes there is no known cause. • Encephalitis can sometimes lead to death. • Getting diagnosed and treated right away is important because it's hard to predict how encephalitis may affect each person.",
      "Symptoms": "Encephalitis may cause many different symptoms including confusion, personality changes, seizures or trouble with movement. • Encephalitis also may cause changes in sight or hearing. • Most people with infectious encephalitis have flu-like symptoms, such as: Headache. • Fever. • Aches in muscles or joints. • Fatigue or weakness. • Typically, these are followed by more-serious symptoms over a period of hours to days, such as: Stiff neck. • Confusion, agitation or hallucinations. • Seizures. • Loss of feeling or being unable to move certain areas of the face or body. • Irregular movements. • Muscle weakness. • Trouble with speech or hearing. • Loss of consciousness, including coma. • In infants and young children, symptoms also might include: Bulging of the soft spots of an infant's skull. • Nausea and vomiting. • Stiffness affecting the whole body. • Poor feeding or not waking for a feeding. • Irritability. • In autoimmune encephalitis, symptoms may develop more slowly over several weeks. • Flu-like symptoms are less common but can sometimes happen weeks before more-serious symptoms start. • Symptoms are different for everyone, but it's common for people to have a combination of symptoms, including: Changes in personality. • Memory loss. • Trouble understanding what is real and what is not, known as psychosis. • Seeing or hearing things that aren't there, known as hallucinations. • Seizures. • Changes in vision. • Sleep problems. • Muscle weakness. • Loss of sensation. • Trouble walking. • Irregular movements. • Bladder and bowel symptoms. • Get medical care right away if you experience any of the more-serious symptoms associated with encephalitis. • A bad headache, fever and change in consciousness require urgent care. • Infants and young children with any symptoms of encephalitis also need urgent care. • In about half of patients, the exact cause of encephalitis is not known. • In those for whom a cause is found, there are two main types of encephalitis: Infectious encephalitis. • This condition usually occurs when a virus infects the brain. • The infection may affect one area or be widespread. • Viruses are the most common causes of infectious encephalitis, including some that can be passed by mosquitoes or ticks. • Very rarely, encephalitis may be caused by bacteria, fungus or parasites. • Autoimmune encephalitis. • This condition occurs when your own immune cells mistakenly attack the brain or make antibodies targeting proteins and receptors in the brain. • The exact reason why this happens is not completely understood. • Sometimes autoimmune encephalitis can be triggered by cancerous or noncancerous tumors, known as paraneoplastic syndromes of the nervous system. • Other types of autoimmune encephalitis such as acute disseminated encephalomyelitis (ADEM) can be triggered by an infection in the body. • This is known as post-infectious autoimmune encephalitis. • In many instances, no trigger for the immune response is found. • The viruses that can cause encephalitis include: Herpes simplex virus (HSV). • Both HSV type 1 and HSV type 2 can cause encephalitis. • HSV type 1 causes cold sores and fever blisters around the mouth, and HSV type 2 causes genital herpes. • Encephalitis caused by HSV type 1 is rare but can result in significant brain damage or death. • Other herpes viruses. • These include the Epstein-Barr virus, which commonly causes infectious mononucleosis, and the varicella-zoster virus, which commonly causes chickenpox and shingles. • Enteroviruses. • These viruses include the poliovirus and the coxsackievirus, which usually cause an illness with flu-like symptoms, eye inflammation and abdominal pain. • Mosquito-borne viruses. • These viruses can cause infections such as West Nile, La Crosse, St. • Louis, western equine and eastern equine encephalitis. • Symptoms of an infection might appear within a few days to a couple of weeks after exposure to a mosquito-borne virus. • Tick-borne viruses. • The Powassan virus is carried by ticks and causes encephalitis in the Midwestern United States. • Symptoms usually appear about a week after a bite from an infected tick. • Rabies virus. • Infection with the rabies virus, which is usually transmitted by a bite from an infected animal, causes a rapid progression to encephalitis once symptoms begin. • Rabies is a rare cause of encephalitis in the United States. • Anyone can develop encephalitis. • Factors that may increase the risk include: Age. • Some types of encephalitis are more common or more serious in certain age groups. • In general, young children and older adults are at greater risk of most types of viral encephalitis. • Similarly, some forms of autoimmune encephalitis are more common in children and young adults, whereas others are more common in older adults. • Weakened immune system. • People who have HIV/AIDS, take immune-suppressing medicines or have another condition causing a weakened immune system are at increased risk of encephalitis. • Geographical regions. • Mosquito- or tick-borne viruses are common in particular geographical regions. • Season of the year. • Mosquito- and tick-borne diseases tend to be more common in summer in many areas of the United States. • Autoimmune disease. • People who already have an autoimmune condition may be more prone to develop autoimmune encephalitis. • Smoking. • Smoking increases the chances of developing lung cancer, which in turn increases the risk of developing paraneoplastic syndromes including encephalitis. • The complications of encephalitis vary, depending on factors such as: Your age. • The cause of your infection. • The severity of your initial illness. • The time from disease onset to treatment. • People with relatively mild illness usually recover within a few weeks with no long-term complications. • Inflammation can injure the brain, possibly resulting in a coma or death. • Other complications may last for months or may be permanent. • Complications can vary widely and can include: Fatigue that doesn't go away. • Weakness or lack of muscle coordination. • Personality changes. • Memory problems. • Hearing or vision changes. • Trouble with speech. • The best way to prevent viral encephalitis is to take precautions to avoid exposure to viruses that can cause the disease. • Try to: Practice good hygiene. • Wash hands often and thoroughly with soap and water, especially after using the toilet and before and after meals. • Don't share utensils. • Don't share tableware and drinks. • Teach your children good habits. • Make sure they practice good hygiene and avoid sharing utensils at home and school. • Get vaccinations. • Keep your own and your children's vaccinations current. • Before traveling, talk to your healthcare professional about recommended vaccinations for different destinations. • To minimize your exposure to mosquitoes and ticks: Dress to protect yourself. • Wear long-sleeved shirts and long pants outside. • This is especially important if you're outside between dusk and dawn when mosquitoes are most active. • It's also important when you're in a wooded area with tall grasses and shrubs where ticks are more common. • Apply mosquito repellent. • Chemicals such as DEET can be applied to both the skin and clothes. • To apply repellent to your face, spray it on your hands and then wipe it on your face. • If you're using both sunscreen and a repellent, apply sunscreen first. • Use insecticide. • The Environmental Protection Agency recommends the use of products containing permethrin, which repels and kills ticks and mosquitoes. • These products can be sprayed on clothing, tents and other outdoor gear. • Permethrin shouldn't be applied to the skin. • Avoid mosquitoes. • Stay away from places where mosquitoes are most common. • If possible, don't do outdoor activities from dusk till dawn when mosquitoes are most active. • Repair broken windows and screens. • Get rid of water sources outside your home. • Eliminate standing water in your yard, where mosquitoes can lay their eggs. • Common places include flowerpots or other gardening containers, flat roofs, old tires, and clogged gutters. • Look for outdoor signs of viral disease. • If you notice sick or dying birds or animals, report your observations to your local health department. • Insect repellents aren't recommended for use on infants younger than 2 months of age. • Instead, cover an infant carrier or stroller with mosquito netting. • For older infants and children, repellents with 10% to 30% DEET are considered safe. • Products containing both DEET and sunscreen aren't recommended for children. • This is because reapplying for sunscreen protection can expose the child to too much DEET. • Tips for using mosquito repellent with children include: Always assist children with the use of mosquito repellent. • Spray on clothing and exposed skin. • Apply the repellent when outdoors to lessen the risk of inhaling the repellent. • Spray repellent on your hands and then apply it to your child's face. • Take care around the eyes and ears. • Don't use repellent on the hands of young children who may put their hands in their mouths. • Wash treated skin with soap and water when you come indoors.",
      "Causes": "In about half of patients, the exact cause of encephalitis is not known. • In those for whom a cause is found, there are two main types of encephalitis: Infectious encephalitis. • This condition usually occurs when a virus infects the brain. • The infection may affect one area or be widespread. • Viruses are the most common causes of infectious encephalitis, including some that can be passed by mosquitoes or ticks. • Very rarely, encephalitis may be caused by bacteria, fungus or parasites. • Autoimmune encephalitis. • This condition occurs when your own immune cells mistakenly attack the brain or make antibodies targeting proteins and receptors in the brain. • The exact reason why this happens is not completely understood. • Sometimes autoimmune encephalitis can be triggered by cancerous or noncancerous tumors, known as paraneoplastic syndromes of the nervous system. • Other types of autoimmune encephalitis such as acute disseminated encephalomyelitis (ADEM) can be triggered by an infection in the body. • This is known as post-infectious autoimmune encephalitis. • In many instances, no trigger for the immune response is found. • The viruses that can cause encephalitis include: Herpes simplex virus (HSV). • Both HSV type 1 and HSV type 2 can cause encephalitis. • HSV type 1 causes cold sores and fever blisters around the mouth, and HSV type 2 causes genital herpes. • Encephalitis caused by HSV type 1 is rare but can result in significant brain damage or death. • Other herpes viruses. • These include the Epstein-Barr virus, which commonly causes infectious mononucleosis, and the varicella-zoster virus, which commonly causes chickenpox and shingles. • Enteroviruses. • These viruses include the poliovirus and the coxsackievirus, which usually cause an illness with flu-like symptoms, eye inflammation and abdominal pain. • Mosquito-borne viruses. • These viruses can cause infections such as West Nile, La Crosse, St. • Louis, western equine and eastern equine encephalitis. • Symptoms of an infection might appear within a few days to a couple of weeks after exposure to a mosquito-borne virus. • Tick-borne viruses. • The Powassan virus is carried by ticks and causes encephalitis in the Midwestern United States. • Symptoms usually appear about a week after a bite from an infected tick. • Rabies virus. • Infection with the rabies virus, which is usually transmitted by a bite from an infected animal, causes a rapid progression to encephalitis once symptoms begin. • Rabies is a rare cause of encephalitis in the United States.",
      "Risk factors": "Anyone can develop encephalitis. • Factors that may increase the risk include: Age. • Some types of encephalitis are more common or more serious in certain age groups. • In general, young children and older adults are at greater risk of most types of viral encephalitis. • Similarly, some forms of autoimmune encephalitis are more common in children and young adults, whereas others are more common in older adults. • Weakened immune system. • People who have HIV/AIDS, take immune-suppressing medicines or have another condition causing a weakened immune system are at increased risk of encephalitis. • Geographical regions. • Mosquito- or tick-borne viruses are common in particular geographical regions. • Season of the year. • Mosquito- and tick-borne diseases tend to be more common in summer in many areas of the United States. • Autoimmune disease. • People who already have an autoimmune condition may be more prone to develop autoimmune encephalitis. • Smoking. • Smoking increases the chances of developing lung cancer, which in turn increases the risk of developing paraneoplastic syndromes including encephalitis.",
      "Complications": "The complications of encephalitis vary, depending on factors such as: Your age. • The cause of your infection. • The severity of your initial illness. • The time from disease onset to treatment. • People with relatively mild illness usually recover within a few weeks with no long-term complications. • Inflammation can injure the brain, possibly resulting in a coma or death. • Other complications may last for months or may be permanent. • Complications can vary widely and can include: Fatigue that doesn't go away. • Weakness or lack of muscle coordination. • Personality changes. • Memory problems. • Hearing or vision changes. • Trouble with speech.",
      "Prevention": "The best way to prevent viral encephalitis is to take precautions to avoid exposure to viruses that can cause the disease. • Try to: Practice good hygiene. • Wash hands often and thoroughly with soap and water, especially after using the toilet and before and after meals. • Don't share utensils. • Don't share tableware and drinks. • Teach your children good habits. • Make sure they practice good hygiene and avoid sharing utensils at home and school. • Get vaccinations. • Keep your own and your children's vaccinations current. • Before traveling, talk to your healthcare professional about recommended vaccinations for different destinations. • To minimize your exposure to mosquitoes and ticks: Dress to protect yourself. • Wear long-sleeved shirts and long pants outside. • This is especially important if you're outside between dusk and dawn when mosquitoes are most active. • It's also important when you're in a wooded area with tall grasses and shrubs where ticks are more common. • Apply mosquito repellent. • Chemicals such as DEET can be applied to both the skin and clothes. • To apply repellent to your face, spray it on your hands and then wipe it on your face. • If you're using both sunscreen and a repellent, apply sunscreen first. • Use insecticide. • The Environmental Protection Agency recommends the use of products containing permethrin, which repels and kills ticks and mosquitoes. • These products can be sprayed on clothing, tents and other outdoor gear. • Permethrin shouldn't be applied to the skin. • Avoid mosquitoes. • Stay away from places where mosquitoes are most common. • If possible, don't do outdoor activities from dusk till dawn when mosquitoes are most active. • Repair broken windows and screens. • Get rid of water sources outside your home. • Eliminate standing water in your yard, where mosquitoes can lay their eggs. • Common places include flowerpots or other gardening containers, flat roofs, old tires, and clogged gutters. • Look for outdoor signs of viral disease. • If you notice sick or dying birds or animals, report your observations to your local health department. • Insect repellents aren't recommended for use on infants younger than 2 months of age. • Instead, cover an infant carrier or stroller with mosquito netting. • For older infants and children, repellents with 10% to 30% DEET are considered safe. • Products containing both DEET and sunscreen aren't recommended for children. • This is because reapplying for sunscreen protection can expose the child to too much DEET. • Tips for using mosquito repellent with children include: Always assist children with the use of mosquito repellent. • Spray on clothing and exposed skin. • Apply the repellent when outdoors to lessen the risk of inhaling the repellent. • Spray repellent on your hands and then apply it to your child's face. • Take care around the eyes and ears. • Don't use repellent on the hands of young children who may put their hands in their mouths. • Wash treated skin with soap and water when you come indoors."
    },
    "name": "Encephalitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/encephalitis/symptoms-causes/syc-20356136"
  },
  {
    "sections": {},
    "name": "Encopresis",
    "url": "https://www.mayoclinic.org/diseases-conditions/encopresis/symptoms-causes/syc-20354494"
  },
  {
    "sections": {},
    "name": "Endocarditis",
    "url": "https://www.mayoclinic.org/diseases-conditions/endocarditis/symptoms-causes/syc-20352576"
  },
  {
    "sections": {
      "Overview": "Endometrial cancer is a type of cancer that begins as a growth of cells in the uterus. • The uterus is the hollow, pear-shaped pelvic organ where fetal development happens. • Endometrial cancer begins in the layer of cells that form the lining of the uterus, called the endometrium. • Endometrial cancer is sometimes called uterine cancer. • Other types of cancer can form in the uterus, including uterine sarcoma, but they are much less common than endometrial cancer. • Endometrial cancer is often found at an early stage because it causes symptoms. • Often the first symptom is irregular vaginal bleeding. • If endometrial cancer is found early, surgically removing the uterus often cures it.",
      "Symptoms": "Symptoms of endometrial cancer may include: Vaginal bleeding after menopause. • Bleeding between periods. • Pelvic pain. • Make an appointment with a health care professional if you experience any symptoms that worry you. • The cause of endometrial cancer isn't known. • What's known is that something happens to cells in the lining of the uterus that changes them into cancer cells. • Endometrial cancer starts when cells in the lining of the uterus, called the endometrium, get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • The changes tell the cells to multiply quickly. • The changes also tell the cells to continue living when healthy cells would die as part of their natural life cycle. • This causes a lot of extra cells. • The cells might form a mass called a tumor. • The cells can invade and destroy healthy body tissue. • In time, the cells can break away and spread to other parts of the body. • Factors that increase the risk of endometrial cancer include: Changes in the balance of hormones in the body. • The two main hormones the ovaries make are estrogen and progesterone. • Changes in the balance of these hormones cause changes in the endometrium. • A disease or condition that increases the amount of estrogen, but not the level of progesterone, in the body can increase the risk of endometrial cancer. • Examples include obesity, diabetes and irregular ovulation patterns, which might happen in polycystic ovary syndrome. • Taking hormone therapy medicine that contains estrogen but not progestin after menopause increases the risk of endometrial cancer. • A rare type of ovarian tumor that gives off estrogen also can increase the risk of endometrial cancer. • More years of menstruation. • Starting menstruation before age 12 or beginning menopause later increases the risk of endometrial cancer. • The more periods you've had, the more exposure your endometrium has had to estrogen. • Never having been pregnant. • If you've never been pregnant, you have a higher risk of endometrial cancer than someone who has had at least one pregnancy. • Older age. • As you get older, your risk of endometrial cancer increases. • Endometrial cancer occurs most often after menopause. • Obesity. • Being obese increases your risk of endometrial cancer. • This may happen because extra body fat can alter your body's balance of hormones. • Hormone therapy for breast cancer. • Taking the hormone therapy medicine tamoxifen for breast cancer can increase the risk of developing endometrial cancer. • If you're taking tamoxifen, talk about the risk with your health care team. • For most, the benefits of tamoxifen outweigh the small risk of endometrial cancer. • An inherited syndrome that increases the risk of cancer. • Lynch syndrome increases the risk of colon cancer and other cancers, including endometrial cancer. • Lynch syndrome is caused by a DNA change that's passed from parents to children. • If a family member has been diagnosed with Lynch syndrome, ask your health care team about your risk of this genetic syndrome. • If you've been diagnosed with Lynch syndrome, ask what cancer screenings you need. • To reduce your risk of endometrial cancer, you may wish to: Talk to your health care team about the risks of hormone therapy after menopause. • If you're considering hormone replacement therapy to help control menopause symptoms, ask about the risks and benefits. • Unless you've had your uterus removed, replacing estrogen alone after menopause may increase your risk of endometrial cancer. • A hormone therapy medicine that combines estrogen and progestin can reduce this risk. • Hormone therapy carries other risks, so weigh the benefits and risks with your health care team. • Consider taking birth control pills. • Using oral contraceptives for at least one year may reduce endometrial cancer risk. • Oral contraceptives are contraceptives that are taken in pill form. • They also are called birth control pills. • The risk reduction is thought to last for several years after you stop taking oral contraceptives. • Oral contraceptives have side effects, though, so discuss the benefits and risks with your health care team. • Maintain a healthy weight. • Obesity increases the risk of endometrial cancer, so work to achieve and maintain a healthy weight. • If you need to lose weight, increase your physical activity and reduce the number of calories you eat each day.",
      "Causes": "The cause of endometrial cancer isn't known. • What's known is that something happens to cells in the lining of the uterus that changes them into cancer cells. • Endometrial cancer starts when cells in the lining of the uterus, called the endometrium, get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • The changes tell the cells to multiply quickly. • The changes also tell the cells to continue living when healthy cells would die as part of their natural life cycle. • This causes a lot of extra cells. • The cells might form a mass called a tumor. • The cells can invade and destroy healthy body tissue. • In time, the cells can break away and spread to other parts of the body.",
      "Risk factors": "Factors that increase the risk of endometrial cancer include: Changes in the balance of hormones in the body. • The two main hormones the ovaries make are estrogen and progesterone. • Changes in the balance of these hormones cause changes in the endometrium. • A disease or condition that increases the amount of estrogen, but not the level of progesterone, in the body can increase the risk of endometrial cancer. • Examples include obesity, diabetes and irregular ovulation patterns, which might happen in polycystic ovary syndrome. • Taking hormone therapy medicine that contains estrogen but not progestin after menopause increases the risk of endometrial cancer. • A rare type of ovarian tumor that gives off estrogen also can increase the risk of endometrial cancer. • More years of menstruation. • Starting menstruation before age 12 or beginning menopause later increases the risk of endometrial cancer. • The more periods you've had, the more exposure your endometrium has had to estrogen. • Never having been pregnant. • If you've never been pregnant, you have a higher risk of endometrial cancer than someone who has had at least one pregnancy. • Older age. • As you get older, your risk of endometrial cancer increases. • Endometrial cancer occurs most often after menopause. • Obesity. • Being obese increases your risk of endometrial cancer. • This may happen because extra body fat can alter your body's balance of hormones. • Hormone therapy for breast cancer. • Taking the hormone therapy medicine tamoxifen for breast cancer can increase the risk of developing endometrial cancer. • If you're taking tamoxifen, talk about the risk with your health care team. • For most, the benefits of tamoxifen outweigh the small risk of endometrial cancer. • An inherited syndrome that increases the risk of cancer. • Lynch syndrome increases the risk of colon cancer and other cancers, including endometrial cancer. • Lynch syndrome is caused by a DNA change that's passed from parents to children. • If a family member has been diagnosed with Lynch syndrome, ask your health care team about your risk of this genetic syndrome. • If you've been diagnosed with Lynch syndrome, ask what cancer screenings you need.",
      "Prevention": "To reduce your risk of endometrial cancer, you may wish to: Talk to your health care team about the risks of hormone therapy after menopause. • If you're considering hormone replacement therapy to help control menopause symptoms, ask about the risks and benefits. • Unless you've had your uterus removed, replacing estrogen alone after menopause may increase your risk of endometrial cancer. • A hormone therapy medicine that combines estrogen and progestin can reduce this risk. • Hormone therapy carries other risks, so weigh the benefits and risks with your health care team. • Consider taking birth control pills. • Using oral contraceptives for at least one year may reduce endometrial cancer risk. • Oral contraceptives are contraceptives that are taken in pill form. • They also are called birth control pills. • The risk reduction is thought to last for several years after you stop taking oral contraceptives. • Oral contraceptives have side effects, though, so discuss the benefits and risks with your health care team. • Maintain a healthy weight. • Obesity increases the risk of endometrial cancer, so work to achieve and maintain a healthy weight. • If you need to lose weight, increase your physical activity and reduce the number of calories you eat each day."
    },
    "name": "Endometrial cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/endometrial-cancer/symptoms-causes/syc-20352461"
  },
  {
    "sections": {
      "Overview": "Endometriosis (en-doe-me-tree-O-sis) is an often-painful condition in which tissue that is similar to the inner lining of the uterus grows outside the uterus. • It often affects the ovaries, fallopian tubes and the tissue lining the pelvis. • Rarely, endometriosis growths may be found beyond the area where pelvic organs are located. • Endometriosis tissue acts as the lining inside the uterus would — it thickens, breaks down and bleeds with each menstrual cycle. • But it grows in places where it doesn't belong, and it doesn't leave the body. • When endometriosis involves the ovaries, cysts called endometriomas may form. • Surrounding tissue can become irritated and form scar tissue. • Bands of fibrous tissue called adhesions also may form. • These can cause pelvic tissues and organs to stick to each other. • Endometriosis can cause pain, especially during menstrual periods. • Fertility problems also may develop. • But treatments can help you take charge of the condition and its complications.",
      "Symptoms": "The main symptom of endometriosis is pelvic pain. • It's often linked with menstrual periods. • Although many people have cramping during their periods, those with endometriosis often describe menstrual pain that's far worse than usual. • The pain also may become worse over time. • Common symptoms of endometriosis include: Painful periods. • Pelvic pain and cramping may start before a menstrual period and last for days into it. • You also may have lower back and stomach pain. • Another name for painful periods is dysmenorrhea. • Pain with sex. • Pain during or after sex is common with endometriosis. • Pain with bowel movements or urination. • You're most likely to have these symptoms before or during a menstrual period. • Excessive bleeding. • Sometimes, you may have heavy menstrual periods or bleeding between periods. • Infertility. • For some people, endometriosis is first found during tests for infertility treatment. • Other symptoms. • You may have fatigue, diarrhea, constipation, bloating or nausea. • These symptoms are more common before or during menstrual periods. • The seriousness of your pain may not be a sign of the number or extent of endometriosis growths in your body. • You could have a small amount of tissue with bad pain. • Or you could have lots of endometriosis tissue with little or no pain. • Still, some people with endometriosis have no symptoms. • Often, they find out they have the condition when they can't get pregnant or after they get surgery for another reason. • For those with symptoms, endometriosis sometimes may seem like other conditions that can cause pelvic pain. • These include pelvic inflammatory disease or ovarian cysts. • Or it may be confused with irritable bowel syndrome (IBS), which causes bouts of diarrhea, constipation and stomach cramps. • IBS also can happen along with endometriosis. • This makes it harder for your health care team to find the exact cause of your symptoms. • See a member of your health care team if you think you might have symptoms of endometriosis. • Endometriosis can be a challenge to manage. • You may be better able to take charge of the symptoms if: Your care team finds the disease sooner rather than later. • You learn as much as you can about endometriosis. • You get treatment from a team of health care professionals from different medical fields, if needed. • The exact cause of endometriosis isn't clear. • But some possible causes include: Retrograde menstruation. • This is when menstrual blood flows back through the fallopian tubes and into the pelvic cavity instead of out of the body. • The blood contains endometrial cells from the inner lining of the uterus. • These cells may stick to the pelvic walls and surfaces of pelvic organs. • There, they might grow and continue to thicken and bleed over the course of each menstrual cycle. • Transformed peritoneal cells. • Experts suggest that hormones or immune factors might help transform cells that line the inner side of the abdomen, called peritoneal cells, into cells that are like those that line the inside of the uterus. • Embryonic cell changes. • Hormones such as estrogen may transform embryonic cells — cells in the earliest stages of development — into endometrial-like cell growths during puberty. • Surgical scar complication. • Endometrial cells may attach to scar tissue from a cut made during surgery to the stomach area, such as a C-section. • Endometrial cell transport. • The blood vessels or tissue fluid system may move endometrial cells to other parts of the body. • Immune system condition. • A problem with the immune system may make the body unable to recognize and destroy endometriosis tissue. • Factors that raise the risk of endometriosis include: Never giving birth. • Starting your period at an early age. • Going through menopause at an older age. • Short menstrual cycles — for instance, less than 27 days. • Heavy menstrual periods that last longer than seven days. • Having higher levels of estrogen in your body or a greater lifetime exposure to estrogen your body produces. • Low body mass index. • One or more relatives with endometriosis, such as a mother, aunt or sister. • Any health condition that prevents blood from flowing out of the body during menstrual periods also can be an endometriosis risk factor. • So can conditions of the reproductive tract. • Endometriosis symptoms often happen years after menstruation starts. • The symptoms may get better for a time with pregnancy. • Pain may become milder over time with menopause, unless you take estrogen therapy. • The main complication of endometriosis is trouble getting pregnant, also called infertility. • Up to half of people with endometriosis have a hard time conceiving. • For pregnancy to happen, an egg must be released from an ovary. • Then the egg has to travel through the fallopian tube and become fertilized by a sperm cell. • The fertilized egg then needs to attach itself to the wall of the uterus to start developing. • Endometriosis may block the tube and keep the egg and sperm from uniting. • But the condition also seems to affect fertility in less-direct ways. • For instance, it may damage the sperm or egg. • Even so, many with mild to moderate endometriosis can still conceive and carry a pregnancy to term. • Health care professionals sometimes advise those with endometriosis not to delay having children. • That's because the condition may become worse with time. • Some studies suggest that endometriosis raises the risk of ovarian cancer. • But the overall lifetime risk of ovarian cancer is low to begin with. • And it stays fairly low in people with endometriosis. • Although rare, another type of cancer called endometriosis-associated adenocarcinoma can happen later in life in those who've had endometriosis.",
      "Causes": "The exact cause of endometriosis isn't clear. • But some possible causes include: Retrograde menstruation. • This is when menstrual blood flows back through the fallopian tubes and into the pelvic cavity instead of out of the body. • The blood contains endometrial cells from the inner lining of the uterus. • These cells may stick to the pelvic walls and surfaces of pelvic organs. • There, they might grow and continue to thicken and bleed over the course of each menstrual cycle. • Transformed peritoneal cells. • Experts suggest that hormones or immune factors might help transform cells that line the inner side of the abdomen, called peritoneal cells, into cells that are like those that line the inside of the uterus. • Embryonic cell changes. • Hormones such as estrogen may transform embryonic cells — cells in the earliest stages of development — into endometrial-like cell growths during puberty. • Surgical scar complication. • Endometrial cells may attach to scar tissue from a cut made during surgery to the stomach area, such as a C-section. • Endometrial cell transport. • The blood vessels or tissue fluid system may move endometrial cells to other parts of the body. • Immune system condition. • A problem with the immune system may make the body unable to recognize and destroy endometriosis tissue.",
      "Risk factors": "Factors that raise the risk of endometriosis include: Never giving birth. • Starting your period at an early age. • Going through menopause at an older age. • Short menstrual cycles — for instance, less than 27 days. • Heavy menstrual periods that last longer than seven days. • Having higher levels of estrogen in your body or a greater lifetime exposure to estrogen your body produces. • Low body mass index. • One or more relatives with endometriosis, such as a mother, aunt or sister. • Any health condition that prevents blood from flowing out of the body during menstrual periods also can be an endometriosis risk factor. • So can conditions of the reproductive tract. • Endometriosis symptoms often happen years after menstruation starts. • The symptoms may get better for a time with pregnancy. • Pain may become milder over time with menopause, unless you take estrogen therapy.",
      "Complications": "The main complication of endometriosis is trouble getting pregnant, also called infertility. • Up to half of people with endometriosis have a hard time conceiving. • For pregnancy to happen, an egg must be released from an ovary. • Then the egg has to travel through the fallopian tube and become fertilized by a sperm cell. • The fertilized egg then needs to attach itself to the wall of the uterus to start developing. • Endometriosis may block the tube and keep the egg and sperm from uniting. • But the condition also seems to affect fertility in less-direct ways. • For instance, it may damage the sperm or egg. • Even so, many with mild to moderate endometriosis can still conceive and carry a pregnancy to term. • Health care professionals sometimes advise those with endometriosis not to delay having children. • That's because the condition may become worse with time. • Some studies suggest that endometriosis raises the risk of ovarian cancer. • But the overall lifetime risk of ovarian cancer is low to begin with. • And it stays fairly low in people with endometriosis. • Although rare, another type of cancer called endometriosis-associated adenocarcinoma can happen later in life in those who've had endometriosis."
    },
    "name": "Endometriosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/endometriosis/symptoms-causes/syc-20354656"
  },
  {
    "sections": {
      "Overview": "End-stage renal disease, also called end-stage kidney disease or kidney failure, occurs when chronic kidney disease — the gradual loss of kidney function — reaches an advanced state. • In end-stage renal disease, your kidneys no longer work as they should to meet your body's needs. • Your kidneys filter wastes and excess fluids from your blood, which are then excreted in your urine. • When your kidneys lose their filtering abilities, dangerous levels of fluid, electrolytes and wastes can build up in your body. • With end-stage renal disease, you need dialysis or a kidney transplant to stay alive. • But you can also choose to opt for conservative care to manage your symptoms — aiming for the best quality of life during your remaining time.",
      "Symptoms": "Early in chronic kidney disease, you might have no signs or symptoms. • As chronic kidney disease progresses to end-stage renal disease, signs and symptoms might include: Nausea Vomiting Loss of appetite Fatigue and weakness Changes in how much you urinate Chest pain, if fluid builds up around the lining of the heart Shortness of breath, if fluid builds up in the lungs Swelling of feet and ankles High blood pressure (hypertension) that's difficult to control Headaches Difficulty sleeping Decreased mental sharpness Muscle twitches and cramps Persistent itching Metallic taste Signs and symptoms of kidney disease are often nonspecific, meaning they can also be caused by other illnesses. • Because your kidneys can make up for lost function, signs and symptoms might not appear until irreversible damage has occurred. • Make an appointment with your health care provider if you have signs or symptoms of kidney disease. • If you have a medical condition that increases your risk of kidney disease, your care provider is likely to monitor your kidney function with urine and blood tests and your blood pressure during regular office visits. • Ask your provider whether these tests are necessary for you. • Kidney disease occurs when a disease or condition impairs kidney function, causing kidney damage to worsen over several months or years. • For some people, kidney damage can continue to progress even after the underlying condition is resolved. • Diseases and conditions that can lead to kidney disease include: Type 1 or type 2 diabetes High blood pressure Glomerulonephritis (gloe-mer-u-low-nuh-FRY-tis) — an inflammation of the kidney's filtering units (glomeruli) Interstitial nephritis (in-tur-STISH-ul nuh-FRY-tis), an inflammation of the kidney's tubules and surrounding structures Polycystic kidney disease or other inherited kidney diseases Prolonged obstruction of the urinary tract, from conditions such as enlarged prostate, kidney stones and some cancers Vesicoureteral (ves-ih-koe-yoo-REE-tur-ul) reflux, a condition that causes urine to back up into your kidneys Recurrent kidney infection, also called pyelonephritis (pie-uh-low-nuh-FRY-tis) Certain factors increase the risk that chronic kidney disease will progress more quickly to end-stage renal disease, including: Diabetes with poor blood sugar control Kidney disease that affects the glomeruli, the structures in the kidneys that filter wastes from the blood Polycystic kidney disease High blood pressure Tobacco use Black, Hispanic, Asian, Pacific Islander or American Indian heritage Family history of kidney failure Older age Frequent use of medications that could be damaging to the kidney Kidney damage, once it occurs, can't be reversed. • Potential complications can affect almost any part of your body and can include: Fluid retention, which could lead to swelling in your arms and legs, high blood pressure, or fluid in your lungs (pulmonary edema) A sudden rise in potassium levels in your blood (hyperkalemia), which could impair your heart's ability to function and may be life-threatening Heart disease Weak bones and an increased risk of bone fractures Anemia Decreased sex drive, erectile dysfunction or reduced fertility Damage to your central nervous system, which can cause difficulty concentrating, personality changes or seizures Decreased immune response, which makes you more vulnerable to infection Pericarditis, an inflammation of the saclike membrane that envelops your heart (pericardium) Pregnancy complications that carry risks for the mother and the developing fetus Malnutrition Irreversible damage to your kidneys (end-stage kidney disease), eventually requiring either dialysis or a kidney transplant for survival If you have kidney disease, you may be able to slow its progress by making healthy lifestyle choices: Achieve and maintain a healthy weight Be active most days Limit protein and eat a balanced diet of nutritious, low-sodium foods Control your blood pressure Take your medications as prescribed Have your cholesterol levels checked every year Control your blood sugar level Don't smoke or use tobacco products Get regular checkups",
      "Causes": "Kidney disease occurs when a disease or condition impairs kidney function, causing kidney damage to worsen over several months or years. • For some people, kidney damage can continue to progress even after the underlying condition is resolved. • Diseases and conditions that can lead to kidney disease include: Type 1 or type 2 diabetes High blood pressure Glomerulonephritis (gloe-mer-u-low-nuh-FRY-tis) — an inflammation of the kidney's filtering units (glomeruli) Interstitial nephritis (in-tur-STISH-ul nuh-FRY-tis), an inflammation of the kidney's tubules and surrounding structures Polycystic kidney disease or other inherited kidney diseases Prolonged obstruction of the urinary tract, from conditions such as enlarged prostate, kidney stones and some cancers Vesicoureteral (ves-ih-koe-yoo-REE-tur-ul) reflux, a condition that causes urine to back up into your kidneys Recurrent kidney infection, also called pyelonephritis (pie-uh-low-nuh-FRY-tis)",
      "Risk factors": "Certain factors increase the risk that chronic kidney disease will progress more quickly to end-stage renal disease, including: Diabetes with poor blood sugar control Kidney disease that affects the glomeruli, the structures in the kidneys that filter wastes from the blood Polycystic kidney disease High blood pressure Tobacco use Black, Hispanic, Asian, Pacific Islander or American Indian heritage Family history of kidney failure Older age Frequent use of medications that could be damaging to the kidney",
      "Complications": "Kidney damage, once it occurs, can't be reversed. • Potential complications can affect almost any part of your body and can include: Fluid retention, which could lead to swelling in your arms and legs, high blood pressure, or fluid in your lungs (pulmonary edema) A sudden rise in potassium levels in your blood (hyperkalemia), which could impair your heart's ability to function and may be life-threatening Heart disease Weak bones and an increased risk of bone fractures Anemia Decreased sex drive, erectile dysfunction or reduced fertility Damage to your central nervous system, which can cause difficulty concentrating, personality changes or seizures Decreased immune response, which makes you more vulnerable to infection Pericarditis, an inflammation of the saclike membrane that envelops your heart (pericardium) Pregnancy complications that carry risks for the mother and the developing fetus Malnutrition Irreversible damage to your kidneys (end-stage kidney disease), eventually requiring either dialysis or a kidney transplant for survival",
      "Prevention": "If you have kidney disease, you may be able to slow its progress by making healthy lifestyle choices: Achieve and maintain a healthy weight Be active most days Limit protein and eat a balanced diet of nutritious, low-sodium foods Control your blood pressure Take your medications as prescribed Have your cholesterol levels checked every year Control your blood sugar level Don't smoke or use tobacco products Get regular checkups"
    },
    "name": "End-stage renal disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/end-stage-renal-disease/symptoms-causes/syc-20354532"
  },
  {
    "sections": {
      "Overview": "Gynecomastia (guy-nuh-koh-MAS-tee-uh) is an increase in the amount of breast gland tissue in boys or men. • An imbalance of the hormones estrogen and testosterone causes it. • Gynecomastia can affect one or both breasts, sometimes unevenly. • Pseudogynecomastia is an increase in fat but not gland tissue in male breasts. • Newborns, boys going through puberty and older men may develop gynecomastia due to natural changes in hormone levels. • There are other causes too. • Most often, gynecomastia isn't a serious problem. • But it can be tough to cope with the condition. • People with gynecomastia sometimes have pain in their breasts. • And they may feel embarrassed. • Gynecomastia may go away on its own. • If it doesn't, medicine or surgery may help.",
      "Symptoms": "Gynecomastia symptoms can include: Pain, especially in teenagers. • Swollen breast tissue. • Tender breasts. • Sensitive nipples when they rub against clothes. • See a member of your health care team if you have: Swelling. • Pain or tenderness. • Fluid coming out of one or both breast nipples. • This is called nipple discharge. • A firm or hard lump. • Dimpled skin on the breast. • In people assigned male at birth, the body mainly makes the sex hormone testosterone. • It also makes small amounts of the hormone estrogen. • Gynecomastia can happen when the amount of testosterone in the body drops compared with estrogen. • The decrease can be caused by conditions that lower testosterone or block its effects. • Or it can be caused by conditions that raise the estrogen level. • Some things that can change the body's hormone balance include the following: The hormones testosterone and estrogen control sex traits. • Testosterone controls traits such as muscle mass and body hair. • Estrogen controls traits that include the growth of breasts. • Estrogen levels that are too high or are out of balance with testosterone levels can cause gynecomastia. • Gynecomastia in infants. • More than half of male babies are born with enlarged breasts due to the effects of estrogen during pregnancy. • The swollen breast tissue usually goes away within 2 to 3 weeks after birth. • Gynecomastia during puberty. • Gynecomastia caused by hormone changes during puberty is somewhat common. • Most of the time, the swollen breast tissue goes away without treatment within 6 months to 2 years. • Gynecomastia in adults. • About 24% to 65% of men ages 50 to 80 get gynecomastia. • But most adults with the condition have no symptoms. • The following medicines can cause gynecomastia: Anti-androgens used to treat conditions such as an enlarged prostate and prostate cancer. • Examples of these medicines include flutamide, finasteride (Proscar, Propecia) and spironolactone (Aldactone, Carospir). • Anabolic steroids and androgens to treat delayed puberty or muscle loss from another disease. • Antiretroviral medicines. • The estrogen-like properties of some HIV medicines can cause gynecomastia, especially efavirenz. • ADHD medicines that contain amphetamines, such as Adderall. • Anti-anxiety medications, such as diazepam (Valium). • Tricyclic antidepressants. • Some antibiotics. • Opioids to treat chronic pain. • Ulcer medicines, such as the nonprescription medicines cimetidine (Tagamet HB) and omeprazole (Prilosec). • Chemotherapy to treat cancer. • Heart medicines, such as digoxin (Lanoxin) and calcium channel blockers. • Stomach-emptying medicines, such as metoclopramide Substances that can cause gynecomastia include: Alcohol. • Anabolic steroids used to build muscle and improve athletic performance. • Amphetamines. • Marijuana. • Heroin. • Methadone (Methadose). • Certain health conditions that affect the balance of hormones can either cause or be linked with gynecomastia. • They include: Hypogonadism. • Conditions that lower the amount of testosterone the body makes can be linked with gynecomastia. • Some examples are Klinefelter syndrome and pituitary insufficiency. • Aging. • Hormone changes that happen with aging can cause gynecomastia, especially in people who are overweight. • Tumors. • Some tumors can make hormones that shift the body's hormone balance. • These include tumors involving the testes, adrenal glands or pituitary gland. • Hyperthyroidism. • In this condition, the thyroid gland makes too much of the hormone thyroxine. • Kidney failure. • About half the people who receive dialysis treatment develop gynecomastia due to hormone changes. • Liver failure and cirrhosis. • Changes in hormone levels related to liver problems and cirrhosis medicines are linked with gynecomastia. • Malnutrition and starvation. • When the body doesn't get enough nutrition, testosterone levels drop. • But estrogen levels stay the same. • This causes an imbalance in the hormones. • Some plant oils used in shampoos, soaps or lotions have been associated with gynecomastia. • These include tea tree or lavender oil. • This likely is due to compounds in the oil that may mimic estrogen or affect testosterone. • Risk factors for gynecomastia include: Puberty. • Older age. • Obesity. • Use of anabolic steroids to improve athletic performance. • Certain health conditions. • These include liver and kidney disease, thyroid disease, Klinefelter syndrome and some tumors. • Gynecomastia has few physical complications. • But it may lead to mental health concerns due to changes in how the chest looks. • Several factors within your control may lower the risk of gynecomastia: Don't use drugs. • Examples include anabolic steroids, amphetamines, heroin and marijuana. • Limit or stay away from alcohol. • It helps not to drink alcohol. • If you do drink, do so in moderation. • That means no more than two drinks a day for men.",
      "Causes": "In people assigned male at birth, the body mainly makes the sex hormone testosterone. • It also makes small amounts of the hormone estrogen. • Gynecomastia can happen when the amount of testosterone in the body drops compared with estrogen. • The decrease can be caused by conditions that lower testosterone or block its effects. • Or it can be caused by conditions that raise the estrogen level. • Some things that can change the body's hormone balance include the following: The hormones testosterone and estrogen control sex traits. • Testosterone controls traits such as muscle mass and body hair. • Estrogen controls traits that include the growth of breasts. • Estrogen levels that are too high or are out of balance with testosterone levels can cause gynecomastia. • Gynecomastia in infants. • More than half of male babies are born with enlarged breasts due to the effects of estrogen during pregnancy. • The swollen breast tissue usually goes away within 2 to 3 weeks after birth. • Gynecomastia during puberty. • Gynecomastia caused by hormone changes during puberty is somewhat common. • Most of the time, the swollen breast tissue goes away without treatment within 6 months to 2 years. • Gynecomastia in adults. • About 24% to 65% of men ages 50 to 80 get gynecomastia. • But most adults with the condition have no symptoms. • The following medicines can cause gynecomastia: Anti-androgens used to treat conditions such as an enlarged prostate and prostate cancer. • Examples of these medicines include flutamide, finasteride (Proscar, Propecia) and spironolactone (Aldactone, Carospir). • Anabolic steroids and androgens to treat delayed puberty or muscle loss from another disease. • Antiretroviral medicines. • The estrogen-like properties of some HIV medicines can cause gynecomastia, especially efavirenz. • ADHD medicines that contain amphetamines, such as Adderall. • Anti-anxiety medications, such as diazepam (Valium). • Tricyclic antidepressants. • Some antibiotics. • Opioids to treat chronic pain. • Ulcer medicines, such as the nonprescription medicines cimetidine (Tagamet HB) and omeprazole (Prilosec). • Chemotherapy to treat cancer. • Heart medicines, such as digoxin (Lanoxin) and calcium channel blockers. • Stomach-emptying medicines, such as metoclopramide Substances that can cause gynecomastia include: Alcohol. • Anabolic steroids used to build muscle and improve athletic performance. • Amphetamines. • Marijuana. • Heroin. • Methadone (Methadose). • Certain health conditions that affect the balance of hormones can either cause or be linked with gynecomastia. • They include: Hypogonadism. • Conditions that lower the amount of testosterone the body makes can be linked with gynecomastia. • Some examples are Klinefelter syndrome and pituitary insufficiency. • Aging. • Hormone changes that happen with aging can cause gynecomastia, especially in people who are overweight. • Tumors. • Some tumors can make hormones that shift the body's hormone balance. • These include tumors involving the testes, adrenal glands or pituitary gland. • Hyperthyroidism. • In this condition, the thyroid gland makes too much of the hormone thyroxine. • Kidney failure. • About half the people who receive dialysis treatment develop gynecomastia due to hormone changes. • Liver failure and cirrhosis. • Changes in hormone levels related to liver problems and cirrhosis medicines are linked with gynecomastia. • Malnutrition and starvation. • When the body doesn't get enough nutrition, testosterone levels drop. • But estrogen levels stay the same. • This causes an imbalance in the hormones. • Some plant oils used in shampoos, soaps or lotions have been associated with gynecomastia. • These include tea tree or lavender oil. • This likely is due to compounds in the oil that may mimic estrogen or affect testosterone.",
      "Risk factors": "Risk factors for gynecomastia include: Puberty. • Older age. • Obesity. • Use of anabolic steroids to improve athletic performance. • Certain health conditions. • These include liver and kidney disease, thyroid disease, Klinefelter syndrome and some tumors.",
      "Complications": "Gynecomastia has few physical complications. • But it may lead to mental health concerns due to changes in how the chest looks.",
      "Prevention": "Several factors within your control may lower the risk of gynecomastia: Don't use drugs. • Examples include anabolic steroids, amphetamines, heroin and marijuana. • Limit or stay away from alcohol. • It helps not to drink alcohol. • If you do drink, do so in moderation. • That means no more than two drinks a day for men."
    },
    "name": "Enlarged breasts in men (gynecomastia)",
    "url": "https://www.mayoclinic.org/diseases-conditions/gynecomastia/symptoms-causes/syc-20351793"
  },
  {
    "sections": {},
    "name": "Enlarged heart",
    "url": "https://www.mayoclinic.org/diseases-conditions/enlarged-heart/symptoms-causes/syc-20355436"
  },
  {
    "sections": {},
    "name": "Enlarged liver",
    "url": "https://www.mayoclinic.org/diseases-conditions/enlarged-liver/symptoms-causes/syc-20372167"
  },
  {
    "sections": {
      "Overview": "Your spleen is an organ that sits just below your left rib cage. • Many conditions — including infections, liver disease and some cancers — can cause an enlarged spleen. • An enlarged spleen is also known as splenomegaly (spleh-no-MEG-uh-lee). • An enlarged spleen usually doesn't cause symptoms. • It's often discovered during a routine physical exam. • A doctor usually can't feel the spleen in an adult unless it's enlarged. • Imaging and blood tests can help identify the cause of an enlarged spleen. • Treatment for an enlarged spleen depends on what's causing it. • Surgery to remove an enlarged spleen usually isn't needed, but sometimes it's recommended.",
      "Symptoms": "An enlarged spleen typically causes no signs or symptoms, but sometimes it causes: Pain or fullness in the left upper belly that can spread to the left shoulder A feeling of fullness without eating or after eating a small amount because the spleen is pressing on your stomach Low red blood cells (anemia) Frequent infections Bleeding easily See your doctor promptly if you have pain in your left upper belly, especially if it's severe or the pain gets worse when you take a deep breath. • A number of infections and diseases can cause an enlarged spleen. • The enlargement might be temporary, depending on treatment. • Contributing factors include: Viral infections, such as mononucleosis Bacterial infections, such as syphilis or an infection of your heart's inner lining (endocarditis) Parasitic infections, such as malaria Cirrhosis and other diseases affecting the liver Various types of hemolytic anemia — a condition characterized by early destruction of red blood cells Blood cancers, such as leukemia and myeloproliferative neoplasms, and lymphomas, such as Hodgkin's disease Metabolic disorders, such as Gaucher disease and Niemann-Pick disease Pressure on the veins in the spleen or liver or a blood clot in these veins Autoimmune conditions, such as lupus or sarcoidosis Your spleen is tucked below your rib cage next to your stomach on the left side of your belly. • Its size generally relates to your height, weight and sex. • This soft, spongy organ performs several critical jobs, such as: Filtering out and destroying old, damaged blood cells Preventing infection by producing white blood cells (lymphocytes) and acting as a first line of defense against disease-causing organisms Storing red blood cells and platelets, which help your blood clot An enlarged spleen affects each of these jobs. • When it's enlarged, your spleen may not function as usual. • Anyone can develop an enlarged spleen at any age, but certain groups are at higher risk, including: Children and young adults with infections, such as mononucleosis People who have Gaucher disease, Niemann-Pick disease, and several other inherited metabolic disorders affecting the liver and spleen People who live in or travel to areas where malaria is common Potential complications of an enlarged spleen are: Infection. • An enlarged spleen can reduce the number of healthy red blood cells, platelets and white cells in your bloodstream, leading to more frequent infections. • Anemia and increased bleeding also are possible. • Ruptured spleen. • Even healthy spleens are soft and easily damaged, especially in car crashes. • The possibility of rupture is much greater when your spleen is enlarged. • A ruptured spleen can cause life-threatening bleeding in your belly.",
      "Causes": "A number of infections and diseases can cause an enlarged spleen. • The enlargement might be temporary, depending on treatment. • Contributing factors include: Viral infections, such as mononucleosis Bacterial infections, such as syphilis or an infection of your heart's inner lining (endocarditis) Parasitic infections, such as malaria Cirrhosis and other diseases affecting the liver Various types of hemolytic anemia — a condition characterized by early destruction of red blood cells Blood cancers, such as leukemia and myeloproliferative neoplasms, and lymphomas, such as Hodgkin's disease Metabolic disorders, such as Gaucher disease and Niemann-Pick disease Pressure on the veins in the spleen or liver or a blood clot in these veins Autoimmune conditions, such as lupus or sarcoidosis Your spleen is tucked below your rib cage next to your stomach on the left side of your belly. • Its size generally relates to your height, weight and sex. • This soft, spongy organ performs several critical jobs, such as: Filtering out and destroying old, damaged blood cells Preventing infection by producing white blood cells (lymphocytes) and acting as a first line of defense against disease-causing organisms Storing red blood cells and platelets, which help your blood clot An enlarged spleen affects each of these jobs. • When it's enlarged, your spleen may not function as usual.",
      "Risk factors": "Anyone can develop an enlarged spleen at any age, but certain groups are at higher risk, including: Children and young adults with infections, such as mononucleosis People who have Gaucher disease, Niemann-Pick disease, and several other inherited metabolic disorders affecting the liver and spleen People who live in or travel to areas where malaria is common",
      "Complications": "Potential complications of an enlarged spleen are: Infection. • An enlarged spleen can reduce the number of healthy red blood cells, platelets and white cells in your bloodstream, leading to more frequent infections. • Anemia and increased bleeding also are possible. • Ruptured spleen. • Even healthy spleens are soft and easily damaged, especially in car crashes. • The possibility of rupture is much greater when your spleen is enlarged. • A ruptured spleen can cause life-threatening bleeding in your belly."
    },
    "name": "Enlarged spleen (splenomegaly)",
    "url": "https://www.mayoclinic.org/diseases-conditions/enlarged-spleen/symptoms-causes/syc-20354326"
  },
  {
    "sections": {
      "Overview": "Entropion (en-TROH-pee-on) is a condition in which your eyelid turns inward so that your eyelashes and skin rub against the eye surface. • This causes irritation and discomfort. • When you have entropion, your eyelid may be turned in all the time or only when you blink hard or squeeze your eyelids shut. • Entropion is more common in older adults, and it generally affects only the lower eyelid. • Artificial tears and lubricating ointments can help relieve symptoms of entropion. • But usually surgery is needed to fully correct the condition. • Left untreated, entropion can cause damage to the transparent covering in the front part of your eye (cornea), eye infections and vision loss.",
      "Symptoms": "The signs and symptoms of entropion result from the friction of your eyelashes and outer eyelid against the surface of your eye. • You may experience: The feeling that something is in your eye Eye redness Eye irritation or pain Sensitivity to light and wind Watery eyes (excessive tearing) Mucous discharge and eyelid crusting Seek immediate care if you have received a diagnosis of entropion and you experience: Rapidly increasing redness in your eyes Pain Sensitivity to light Decreasing vision These are signs and symptoms of cornea injury, which can harm your vision. • Make an appointment to see your doctor if you feel like you constantly have something in your eye or you notice that some of your eyelashes seem to be turning in toward your eye. • If you leave entropion untreated for too long, it can cause permanent damage to your eye. • Start using artificial tears and eye-lubricating ointments to protect your eye before your appointment.",
      "Causes": "Entropion can be caused by: Muscle weakness. • As you age, the muscles under your eyes tend to weaken, and the tendons stretch out. • This is the most common cause of entropion. • Scars or previous surgeries. • Skin scarred by chemical burns, trauma or surgery can distort the normal curve of the eyelid. • Eye infection. • An eye infection called trachoma is common in many developing countries of Africa, Asia, Latin America, the Middle East and Pacific Islands. • It can cause scarring of the inner eyelid, leading to entropion and even blindness. • Inflammation. • An irritation of the eye caused by dryness or inflammation can lead you to try to relieve the symptoms by rubbing the eyelids or squeezing them shut. • This can lead to a spasm of the eyelid muscles and a rolling of the edge of the lid inward against the cornea (spastic entropion). • Developmental complication. • When entropion is present at birth (congenital), it may be caused by an extra fold of skin on the eyelid that causes turned-in eyelashes.",
      "Risk factors": "Factors that increase your risk of developing entropion include: Age. • The older you are, the greater your chances of developing the condition. • Previous burns or trauma. • If you've had a burn or other injury on your face, the resulting scar tissue may put you at higher risk of developing entropion. • Trachoma infection. • Because trachoma can scar the inner eyelids, people who have had this infection are more likely to develop entropion.",
      "Complications": "Corneal irritation and injury are the most serious complications related to entropion because they can lead to permanent vision loss.",
      "Prevention": "Generally, entropion isn't preventable. • You may be able to prevent the type caused by trachoma infection. • If your eyes become red and irritated after you visit an area where trachoma infection is common, seek evaluation and treatment immediately."
    },
    "name": "Entropion",
    "url": "https://www.mayoclinic.org/diseases-conditions/entropion/symptoms-causes/syc-20351125"
  },
  {
    "sections": {
      "Overview": "Eosinophilic esophagitis (e-o-sin-o-FILL-ik uh-sof-uh-JIE-tis) is a chronic immune system disease. • With this disease, a type of white blood cell, called an eosinophil, builds up in the lining of the tube that connects your mouth to your stomach. • This tube is also called the esophagus. • This buildup, which is a reaction to foods, allergens or acid reflux, can inflame or injure the esophageal tissue. • Damaged esophageal tissue can lead to difficulty swallowing or cause food to get stuck when you swallow. • Eosinophilic esophagitis has been identified only since the early '90s, but is now considered a major cause of digestive system illness. • Research is ongoing and will likely lead to revisions in the diagnosis and treatment of eosinophilic esophagitis.",
      "Symptoms": "Signs and symptoms include: Adults: Difficulty swallowing, also called dysphagia Food getting stuck in the esophagus after swallowing, also known as impaction Chest pain that is often centrally located and does not respond to antacids Backflow of undigested food, known as regurgitation Children: Difficulty feeding, in infants Difficulty eating, in children Vomiting Abdominal pain Difficulty swallowing, also called dysphagia Food getting stuck in the esophagus after swallowing, also known as impaction No response to GERD medication Failure to thrive, including poor growth, malnutrition and weight loss Seek immediate medical attention if you experience chest pain, especially if you also have shortness of breath or jaw or arm pain. • These may be symptoms of a heart attack. • Make an appointment with your health care provider if you experience severe or frequent eosinophilic esophagitis symptoms. • If you take nonprescription medicines for heartburn more than twice a week, see your health care provider. • Eosinophils are a typical type of white blood cells present in your digestive tract. • However, in eosinophilic esophagitis, you have an allergic reaction to an outside substance. • The reaction may occur as follows: Reaction of the esophagus. • The lining of your esophagus reacts to allergens, such as food or pollen. • Multiplication of eosinophils. • The eosinophils multiply in your esophagus and produce a protein that causes inflammation. • Damage to the esophagus. • Inflammation can lead to scarring, narrowing and formation of excessive fibrous tissue in the lining of your esophagus. • Dysphagia and impaction. • You may have difficulty swallowing, called dysphagia. • Or food may become stuck when you swallow. • This is known as impaction. • Additional symptoms. • You may have other symptoms, such as chest pain or stomach pain. • There has been a significant increase in numbers of people diagnosed with eosinophilic esophagitis in the past decade. • At first, researchers thought this was due to an increase in awareness among health care providers and greater availability of tests. • However, studies now suggest that the disease is becoming increasingly common, parallel to the increase in asthma and allergies. • The following risk factors are associated with eosinophilic esophagitis: Climate. • People who live in a cold or dry climate are more likely than those in other climates to be diagnosed with eosinophilic esophagitis. • Season. • You're more likely to be diagnosed between the spring and fall, probably because levels of pollen and other allergens are higher and people are more likely to be outdoors. • Sex. • Eosinophilic esophagitis is more common in males than in females. • Family history. • Researchers think that eosinophilic esophagitis may have a genetic component because the condition sometimes runs in families. • If your family members have eosinophilic esophagitis, you have a greater chance of being diagnosed. • Allergies and asthma. • If you have food or environmental allergies, asthma, atopic dermatitis, or a chronic respiratory disease, you're more likely to be diagnosed with eosinophilic esophagitis. • Age. • Originally, eosinophilic esophagitis was thought to be a childhood disease, but now it is known to be common in adults as well. • The symptoms differ somewhat between children and adults. • In some people, eosinophilic esophagitis can lead to the following: Scarring and narrowing of the esophagus. • This makes it difficult to swallow and more likely that you will have food get stuck. • Damage to the esophagus. • Because of inflammation of the esophagus, endoscopy can cause perforation or tears in the tissue that lines the esophagus. • Tearing also can occur in connection with retching that some people experience when they get food stuck in the esophagus.",
      "Causes": "Eosinophils are a typical type of white blood cells present in your digestive tract. • However, in eosinophilic esophagitis, you have an allergic reaction to an outside substance. • The reaction may occur as follows: Reaction of the esophagus. • The lining of your esophagus reacts to allergens, such as food or pollen. • Multiplication of eosinophils. • The eosinophils multiply in your esophagus and produce a protein that causes inflammation. • Damage to the esophagus. • Inflammation can lead to scarring, narrowing and formation of excessive fibrous tissue in the lining of your esophagus. • Dysphagia and impaction. • You may have difficulty swallowing, called dysphagia. • Or food may become stuck when you swallow. • This is known as impaction. • Additional symptoms. • You may have other symptoms, such as chest pain or stomach pain. • There has been a significant increase in numbers of people diagnosed with eosinophilic esophagitis in the past decade. • At first, researchers thought this was due to an increase in awareness among health care providers and greater availability of tests. • However, studies now suggest that the disease is becoming increasingly common, parallel to the increase in asthma and allergies.",
      "Risk factors": "The following risk factors are associated with eosinophilic esophagitis: Climate. • People who live in a cold or dry climate are more likely than those in other climates to be diagnosed with eosinophilic esophagitis. • Season. • You're more likely to be diagnosed between the spring and fall, probably because levels of pollen and other allergens are higher and people are more likely to be outdoors. • Sex. • Eosinophilic esophagitis is more common in males than in females. • Family history. • Researchers think that eosinophilic esophagitis may have a genetic component because the condition sometimes runs in families. • If your family members have eosinophilic esophagitis, you have a greater chance of being diagnosed. • Allergies and asthma. • If you have food or environmental allergies, asthma, atopic dermatitis, or a chronic respiratory disease, you're more likely to be diagnosed with eosinophilic esophagitis. • Age. • Originally, eosinophilic esophagitis was thought to be a childhood disease, but now it is known to be common in adults as well. • The symptoms differ somewhat between children and adults.",
      "Complications": "In some people, eosinophilic esophagitis can lead to the following: Scarring and narrowing of the esophagus. • This makes it difficult to swallow and more likely that you will have food get stuck. • Damage to the esophagus. • Because of inflammation of the esophagus, endoscopy can cause perforation or tears in the tissue that lines the esophagus. • Tearing also can occur in connection with retching that some people experience when they get food stuck in the esophagus."
    },
    "name": "Eosinophilic esophagitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/eosinophilic-esophagitis/symptoms-causes/syc-20372197"
  },
  {
    "sections": {
      "Overview": "Epidermoid (ep-ih-DUR-moid) cysts are harmless small bumps beneath the skin. • They are most common on the face, neck and trunk. • Epidermoid cysts are slow growing and often painless, so they rarely cause problems or need treatment. • You might choose to have a cyst removed if it bothers you, breaks open, or is painful or infected.",
      "Symptoms": "Epidermoid cyst signs and symptoms include: A small, round bump under the skin, often on the face, neck or trunk A tiny blackhead plugging the central opening of the cyst A thick, smelly, cheesy substance that leaks from the cyst An inflamed or infected bump Most epidermoid cysts don't cause problems or need treatment. • See your healthcare professional if you have a cyst that: Grows or multiplies rapidly. • Breaks open. • Is painful or infected. • Is in a spot that keeps getting scratched or bumped. • Bothers you because of how it looks. • Is in an unusual spot, such as a finger or toe. • The surface of the skin, also called the epidermis, is made up of a thin, protective layer of cells that the body sheds nonstop. • Most epidermoid cysts form when these cells move deeper into the skin rather than shed. • Sometimes this type of cyst forms due to irritation or injury of the skin or a hair follicle. • Epidermal cells form the walls of the cyst and then secrete the protein keratin into it. • Keratin is the thick, cheesy substance that can leak from the cyst. • Anyone can develop an epidermoid cyst, but these factors make it more likely: Being past puberty. • Having a rare, inherited condition called Gardner syndrome. • Injuring the skin. • Potential complications of epidermoid cysts include: Inflammation. • An epidermoid cyst can become painful and swollen, even if it's not infected. • An inflamed cyst is hard to remove. • Your doctor is likely to postpone removing a cyst until the inflammation subsides. • Rupture. • A cyst that breaks open can lead to a boil-like infection that needs prompt treatment. • Skin cancer. • In rare cases, epidermoid cysts can lead to skin cancer.",
      "Causes": "The surface of the skin, also called the epidermis, is made up of a thin, protective layer of cells that the body sheds nonstop. • Most epidermoid cysts form when these cells move deeper into the skin rather than shed. • Sometimes this type of cyst forms due to irritation or injury of the skin or a hair follicle. • Epidermal cells form the walls of the cyst and then secrete the protein keratin into it. • Keratin is the thick, cheesy substance that can leak from the cyst.",
      "Risk factors": "Anyone can develop an epidermoid cyst, but these factors make it more likely: Being past puberty. • Having a rare, inherited condition called Gardner syndrome. • Injuring the skin.",
      "Complications": "Potential complications of epidermoid cysts include: Inflammation. • An epidermoid cyst can become painful and swollen, even if it's not infected. • An inflamed cyst is hard to remove. • Your doctor is likely to postpone removing a cyst until the inflammation subsides. • Rupture. • A cyst that breaks open can lead to a boil-like infection that needs prompt treatment. • Skin cancer. • In rare cases, epidermoid cysts can lead to skin cancer."
    },
    "name": "Epidermoid cysts",
    "url": "https://www.mayoclinic.org/diseases-conditions/epidermoid-cysts/symptoms-causes/syc-20352701"
  },
  {
    "sections": {
      "Overview": "Epidermolysis bullosa (ep-ih-dur-MOL-uh-sis buhl-LOE-sah) is a rare condition that causes fragile, blistering skin. • The blisters may appear in response to minor injury, even from heat, rubbing or scratching. • In severe cases, the blisters may occur inside the body, such as the lining of the mouth or stomach. • Epidermolysis bullosa is inherited, and it usually shows up in infants or young children. • Some people don't develop symptoms until they're teens or young adults. • Epidermolysis bullosa has no cure, but mild forms may improve with age. • Treatment focuses on caring for blisters and preventing new ones.",
      "Symptoms": "Epidermolysis bullosa symptoms include: Fragile skin that blisters easily, especially on the palms and feet Nails that are thick or unformed Blisters inside the mouth and throat Scalp blistering and hair loss (scarring alopecia) Skin that looks thin Tiny pimple-like bumps (milia) Dental problems, such as tooth decay Difficulty swallowing Itchy, painful skin Usually epidermolysis bullosa blisters are noticed during infancy. • But it's not uncommon for them to appear when a toddler first begins to walk or when an older child begins new activities that cause more friction on the soles of the feet. • Contact your health care provider if you or your child develops blisters for an unknown reason. • For infants, severe blistering can be life-threatening. • Seek immediate medical care if you or your child: Has problems swallowing Has problems breathing Shows signs of infection, such as warm, painful or swollen skin, pus, or an odor from a sore, and fever or chills",
      "Causes": "Epidermolysis bullosa is caused by an inherited gene. • You may inherit the disease gene from one parent who has the disease (autosomal dominant inheritance) or from both parents (autosomal recessive inheritance). • The skin is made up of an outer layer (epidermis) and an underlying layer (dermis). • The area where the layers meet is called the basement membrane. • The types of epidermolysis bullosa are mainly defined by which layers separate and form blisters. • The skin injury might be brought on by a minor injury, bump or nothing at all. • The main types of epidermolysis bullosa are: Epidermolysis bullosa simplex. • This is the most common type. • It's brought on by heat and friction and develops in the outer layer of skin. • It mainly affects the palms and feet. • The blisters heal without scarring. • Junctional epidermolysis bullosa. • This type may be severe, with blisters beginning in infancy. • A baby with this condition may develop a hoarse-sounding cry from continual blistering and scarring of the vocal cords. • Dystrophic epidermolysis bullosa. • This type is related to a flaw in the gene that helps produce a protein that glues the skin layers together. • If this protein is missing or doesn't function, the layers of the skin won't join properly. • It can cause skin that looks thin. • Diseased mucous membranes can cause constipation and make it hard to eat. • Kindler syndrome. • This type tends to cause blisters in multiple layers and so can look very different from person to person. • The blisters tend to show up in infancy or early childhood. • It increases sun sensitivity and causes skin to look thin, mottled and wrinkly. • Epidermolysis bullosa acquisita is distinct from these conditions, as it isn't inherited and it's rare in children.",
      "Risk factors": "The major risk factor for developing epidermolysis bullosa is having a family history of the disorder.",
      "Complications": "Epidermolysis bullosa can worsen even with treatment, so it's important to spot signs of complications early. • Complications may include: Infection. • Blistering skin can become infected by bacteria. • Bloodstream infection. • Sepsis occurs when bacteria from an infection enter the bloodstream and spread throughout the body. • Sepsis can spread rapidly and lead to shock and organ failure. • Fusion of fingers and changes in the joints. • Severe forms of epidermolysis bullosa can bind together fingers or toes and cause unusual bending of the joints (contractures). • This can affect the function of the fingers, knees and elbows. • Problems with nutrition. • Blisters in the mouth can make eating difficult and lead to malnutrition and anemia, such as low iron levels in the blood. • Problems with nutrition can also cause delayed wound healing and slowed growth in children. • Constipation. • Difficulty passing stool may be due to painful blisters in the anal area. • It can also be caused by not ingesting enough liquids or high-fiber foods, such as fruits and vegetables. • Dental problems. • Tooth decay and problems with tissues inside the mouth are common with some types of epidermolysis bullosa. • Skin cancer. • Teenagers and adults with certain types of epidermolysis bullosa are at increased risk of a type of skin cancer called squamous cell carcinoma. • Death. • Infants with severe junctional epidermolysis bullosa are at high risk of infections and loss of body fluids from widespread blistering. • Blisters in the mouth and throat also make it harder to eat and breathe. • Many of these infants don't survive.",
      "Prevention": "It's not possible to prevent epidermolysis bullosa. • But these steps may help prevent blisters and infection. • Handle your child gently. • Your infant or child needs cuddling, but be very gentle. • To pick up a child with epidermolysis bullosa, place the child on soft material and give support under the buttocks and behind the neck. • Don't lift the child from under the arms. • Take special care with the diaper area. • If your child wears diapers, remove the elastic bands and avoid cleansing wipes. • Line the diaper with a nonstick dressing or spread it with a thick layer of zinc oxide paste. • Keep the home environment cool. • Try to keep your home cool and the temperature steady. • Keep the skin moist. • Gently apply moisturizer as needed throughout the day. • Dress your child in soft clothes. • Use soft clothing that's simple to get on and off. • It may help to remove labels and put on clothing seam-side out to reduce scratching. • Try sewing foam pads into the lining of clothing by elbows, knees and other pressure points. • Use soft special shoes, if possible. • Prevent scratching. • Trim your child's fingernails regularly. • Encourage your child to be active. • As your child grows, encourage activities that reduce the risk of skin injury. • Swimming is a good option. • For children with mild forms of epidermolysis bullosa, they can protect the skin by wearing long pants and sleeves for outdoor activities. • Cover hard surfaces. • Consider padding a car seat or bathing tub with sheepskin, foam or a thick towel. • Soft cotton or silk can be used as a top layer over the padding."
    },
    "name": "Epidermolysis bullosa",
    "url": "https://www.mayoclinic.org/diseases-conditions/epidermolysis-bullosa/symptoms-causes/syc-20361062"
  },
  {
    "sections": {
      "Overview": "Epididymitis (ep-ih-did-uh-MY-tis) is an inflammation of the coiled tube, called the epididymis, at the back of the testicle. • The epididymis stores and carries sperm. • Males of any age can get epididymitis. • Epididymitis is most often caused by a bacterial infection, including sexually transmitted infections (STIs), such as gonorrhea or chlamydia. • Sometimes, a testicle also becomes inflamed — a condition called epididymo-orchitis. • Epididymitis is usually treated with antibiotics and measures to relieve discomfort.",
      "Symptoms": "Symptoms of epididymitis might include: A swollen, discolored or warm scrotum Testicle pain and tenderness, usually on one side, that often comes on slowly Pain when you pass urine An urgent or frequent need to urinate Discharge from the penis Pain or discomfort in the lower abdomen or pelvic area Blood in the semen Less commonly, fever Epididymitis that lasts longer than six weeks or that happens over and over again is considered chronic. • Symptoms of chronic epididymitis might come on slowly. • Sometimes the cause of chronic epididymitis isn't able to be found. • Don't ignore scrotal pain or swelling. • This can be caused by a number of conditions. • Some of them need treatment right away to avoid permanent damage. • If you have severe pain in the scrotum, seek emergency treatment. • If you have discharge from your penis or pain when you pass urine, see a health care provider. • Causes of epididymitis include: STIs. • Gonorrhea and chlamydia are the most common causes of epididymitis in young, sexually active males. • Other infections. • Bacteria from a urinary tract or prostate infection might spread from the infected site to the epididymis. • Also, viral infections, such as the mumps virus, can result in epididymitis. • Urine in the epididymis. • This condition occurs when urine flows backward into the epididymis, causing chemical irritation. • It may be the result of heavy lifting or straining. • Trauma. • A groin injury can cause epididymitis. • Tuberculosis. • Rarely, epididymitis can be caused by tuberculosis infection. • Certain sexual behaviors that can lead to STIs put you at risk of sexually transmitted epididymitis, including having: Sex with a partner who has an STI Sex without a condom Anal sex A history of STIs Risk factors for epididymitis that's not sexually transmitted include: Having a prostate or urinary tract infection Having a medical procedure done that affects the urinary tract, such as insertion of a urinary catheter or scope into the penis An uncircumcised penis A difference in the typical anatomy of the urinary tract Prostate enlargement, which increases the risk of bladder infections and epididymitis Other health conditions that cause a weakened immune system, such as HIV Complications of epididymitis include: Pus-filled infection, called an abscess, in the scrotum Collection of fluid around the testicle, called a hydrocele Epididymo-orchitis, if the condition spreads from the epididymis to a testicle Rarely, reduced fertility To help protect against STIs that can cause epididymitis, practice safer sex. • If you have recurrent urinary tract infections or other risk factors for epididymitis, your health care provider might talk with you about other ways you can help prevent the condition.",
      "Causes": "Causes of epididymitis include: STIs. • Gonorrhea and chlamydia are the most common causes of epididymitis in young, sexually active males. • Other infections. • Bacteria from a urinary tract or prostate infection might spread from the infected site to the epididymis. • Also, viral infections, such as the mumps virus, can result in epididymitis. • Urine in the epididymis. • This condition occurs when urine flows backward into the epididymis, causing chemical irritation. • It may be the result of heavy lifting or straining. • Trauma. • A groin injury can cause epididymitis. • Tuberculosis. • Rarely, epididymitis can be caused by tuberculosis infection.",
      "Risk factors": "Certain sexual behaviors that can lead to STIs put you at risk of sexually transmitted epididymitis, including having: Sex with a partner who has an STI Sex without a condom Anal sex A history of STIs Risk factors for epididymitis that's not sexually transmitted include: Having a prostate or urinary tract infection Having a medical procedure done that affects the urinary tract, such as insertion of a urinary catheter or scope into the penis An uncircumcised penis A difference in the typical anatomy of the urinary tract Prostate enlargement, which increases the risk of bladder infections and epididymitis Other health conditions that cause a weakened immune system, such as HIV",
      "Complications": "Complications of epididymitis include: Pus-filled infection, called an abscess, in the scrotum Collection of fluid around the testicle, called a hydrocele Epididymo-orchitis, if the condition spreads from the epididymis to a testicle Rarely, reduced fertility",
      "Prevention": "To help protect against STIs that can cause epididymitis, practice safer sex. • If you have recurrent urinary tract infections or other risk factors for epididymitis, your health care provider might talk with you about other ways you can help prevent the condition."
    },
    "name": "Epididymitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/epididymitis/symptoms-causes/syc-20363853"
  },
  {
    "sections": {
      "Overview": "Epiglottitis happens when the epiglottis — a small cartilage \"lid\" that covers the windpipe — swells. • The swelling blocks the flow of air into the lungs. • Epiglottitis can be deadly. • Many factors can cause the epiglottis to swell. • These factors include infections, burns from hot liquids and injuries to the throat. • Epiglottitis can happen at any age. • Once, mainly children got it. • The most common cause of epiglottitis in children was infection with Haemophilus influenzae type b (Hib) bacteria. • The bacterium also causes pneumonia, meningitis and blood infections. • Routine Hib vaccination for infants has made epiglottitis rare in children. • It's now more common in adults. • The condition needs quick care to prevent deadly complications.",
      "Symptoms": "Children can develop symptoms of epiglottitis within hours. • Symptoms can include: Fever. • Sore throat. • Unusual, high-pitched sound when breathing in, known as stridor. • Difficult and painful swallowing. • Drooling. • Acting anxious and irritable. • Sitting up or leaning forward to ease breathing. • Adults might get symptoms over days rather than hours. • Symptoms might include: Sore throat. • Fever. • A muffled or hoarse voice. • Unusual, high-pitched sound when breathing in, known as stridor. • Difficulty breathing. • Difficulty swallowing. • Drooling. • Epiglottitis is a medical emergency. • If you or someone you know suddenly has trouble breathing and swallowing, call your local emergency number or go to the nearest hospital emergency department. • Try to keep the person quiet and upright, because this position can make it easier to breathe.",
      "Causes": "An infection or injury causes epiglottitis. • In the past, a common cause of swelling and inflammation of the epiglottis and surrounding tissues was infection with Haemophilus influenzae type b (Hib) bacteria. • Hib is responsible for other conditions, the most common being meningitis. • Hib is now much less common in developed countries where children get Hib vaccines. • Hib spreads when an infected person coughs or sneezes droplets into the air. • It's possible to have Hib in the nose and throat without becoming sick. • But spreading it to others is still possible. • In adults, other bacteria and viruses also can cause the epiglottis to swell. • These include: Streptococcus pneumoniae (pneumococcus). • This bacterium can cause meningitis, pneumonia, ear infection and blood infection. • Streptococcus A, B and C. • This group of bacteria can cause diseases from strep throat to blood infection. • Staphylococcus aureus. • This bacterium causes skin infections and other diseases including pneumonia and toxic shock syndrome. • Rarely, physical injury, such as a blow to the throat, can cause epiglottitis. • So can burns from drinking very hot liquids and breathing in smoke from a fire. • Symptoms like those of epiglottitis can come from: Swallowing a chemical that burns the throat. • Swallowing an object. • Smoking drugs, such as crack cocaine. • Smoking electronic cigarettes.",
      "Risk factors": "Some factors increase the risk of getting epiglottitis, including: Having a weakened immune system. • An immune system weakened by illness or medicines can be more likely to get bacterial infections that may cause epiglottitis. • Not being fully vaccinated. • Skipping vaccinations or not getting them on time can leave a child open to Haemophilus influenzae type b (Hib) and increase the risk of epiglottitis.",
      "Complications": "Epiglottitis can cause many complications, including: Breathing failure. • The epiglottis is a small, movable \"lid\" just above the larynx that prevents food and drink from entering the windpipe. • Swelling of the epiglottis can completely block the airway. • This can lead to breathing or respiratory failure. • In this life-threatening condition, the level of oxygen in the blood drops very low. • Spreading infection. • Sometimes the bacteria that cause epiglottitis cause infections in other parts of the body. • Infections can include pneumonia, meningitis or a bloodstream infection.",
      "Prevention": "Getting the Haemophilus influenzae type b (Hib) vaccine prevents epiglottitis caused by Hib. • In the United States, children usually receive the vaccine in three or four doses: At 2 months. • At 4 months. • At 6 months if the child is getting the four-dose vaccine. • At 12 to 15 months. • Because children older than 5 and adults are less likely to develop Hib infection, they're not usually given the vaccine. • But the Centers for Disease Control and Prevention recommends the vaccine for older children and adults whose immune systems are weak because of: Sickle cell disease. • HIV/AIDS. • Spleen removal. • Chemotherapy. • Medicine to prevent rejection of organ or bone marrow transplants. • Allergic reaction. • An allergic reaction requires swift medical attention. • Though rare, an allergic reaction may cause difficulty breathing, wheezing, hives, weakness, a rapid heartbeat or dizziness within minutes or hours after the shot. • Possible mild side effects. • These include redness, warmth, swelling or pain at the injection site, and a fever. • The Hib vaccine isn't foolproof. • Some vaccinated children have had epiglottitis — and other germs can cause epiglottitis too. • That's where using common sense comes in: Don't share personal items. • Wash hands frequently. • Use an alcohol-based hand sanitizer if soap and water aren't available."
    },
    "name": "Epiglottitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/epiglottitis/symptoms-causes/syc-20372227"
  },
  {
    "sections": {
      "Overview": "Epilepsy — also known as a seizure disorder — is a brain condition that causes recurring seizures. • There are many types of epilepsy. • In some people, the cause can be identified. • In others, the cause is not known. • Epilepsy is common. • It's estimated that 1.2% of people in the United States have active epilepsy, according to the Centers for Disease Control and Prevention. • Epilepsy affects people of all genders, races, ethnic backgrounds and ages. • Seizure symptoms can vary widely. • Some people may lose awareness during a seizure while others don't. • Some people stare blankly for a few seconds during a seizure. • Others may repeatedly twitch their arms or legs, movements known as convulsions. • Having a single seizure doesn't mean you have epilepsy. • Epilepsy is diagnosed if you've had at least two unprovoked seizures at least 24 hours apart. • Unprovoked seizures don't have a clear cause. • Treatment with medicines or sometimes surgery can control seizures for most people with epilepsy. • Some people require lifelong treatment. • For others, seizures go away. • Some children with epilepsy may outgrow the condition with age.",
      "Symptoms": "Seizure symptoms vary depending on the type of seizure. • Because epilepsy is caused by certain activity in the brain, seizures can affect any brain process. • Seizure symptoms may include: Temporary confusion. • A staring spell. • Stiff muscles. • Uncontrollable jerking movements of the arms and legs. • Loss of consciousness. • Psychological symptoms such as fear, anxiety or deja vu. • Sometimes people with epilepsy may have changes in their behavior. • They also may have symptoms of psychosis. • Most people with epilepsy tend to have the same type of seizure each time. • Symptoms are usually similar from episode to episode. • Some people with focal seizures have warning signs in the moments before a seizure begins. • These warning signs are known as aura. • Warning signs might include a feeling in the stomach. • Or they might include emotions such as fear. • Some people might feel deja vu. • Auras also might be a taste or a smell. • They might even be visual, such as a steady or flashing light, a color, or a shape. • Some people may experience dizziness and loss of balance. • And some people may see things that aren't there, known as hallucinations. • Seizures are classified as either focal or generalized, based on how and where the brain activity causing the seizure begins. • When seizures appear to result from activity in just one area of the brain, they're called focal seizures. • These seizures fall into two categories: Focal seizures without loss of consciousness. • Once called simple partial seizures, these seizures don't cause a loss of awareness, also known as consciousness. • They may alter emotions or change the way things look, smell, feel, taste or sound. • Some people experience deja vu. • This type of seizure also may result in involuntary jerking of a body part, such as an arm or a leg. • And focal seizures may cause sensory symptoms such as tingling, dizziness and flashing lights. • Focal seizures with impaired awareness. • Once called complex partial seizures, these seizures involve a change or loss of consciousness. • This type of seizure may seem like being in a dream. • During a focal seizure with impaired awareness, people may stare into space and not respond in typical ways to the environment. • They also may perform repetitive movements, such as hand rubbing, chewing, swallowing or walking in circles. • Symptoms of focal seizures may be confused with other neurological conditions, such as migraine, narcolepsy or mental illness. • A thorough exam and testing are needed to tell if symptoms are the result of epilepsy or another condition. • Focal seizures may come from any lobe of the brain. • Some types of focal seizures include: Temporal lobe seizures. • Temporal lobe seizures begin in the areas of the brain called the temporal lobes. • The temporal lobes process emotions and play a role in short-term memory. • People who have these seizures often experience an aura. • The aura may include sudden emotion such as fear or joy. • It also may be a sudden taste or smell. • Or an aura may be a feeling of deja vu, or a rising sensation in the stomach. • During the seizure, people may lose awareness of their surroundings. • They also may stare into space, smack their lips, swallow or chew repeatedly, or have movements of their fingers. • Frontal lobe seizures. • Frontal lobe seizures begin in the front of the brain. • This is the part of the brain that controls movement. • Frontal lobe seizures cause people to move their heads and eyes to one side. • They won't respond when spoken to and may scream or laugh. • They might extend one arm and flex the other arm. • They also might make repetitive movements such as rocking or bicycle pedaling. • Occipital lobe seizures. • These seizures begin in the area of the brain called the occipital lobe. • This lobe affects vision and how people see. • People who have this type of seizure may have hallucinations. • Or they may lose some or all of their vision during the seizure. • These seizures also might cause eye blinking or make the eyes move. • Seizures that appear to involve all areas of the brain are called generalized seizures. • Generalized seizures include: Absence seizures. • Absence seizures, previously known as petit mal seizures, typically occur in children. • Symptoms include staring into space with or without subtle body movements. • Movements may include eye blinking or lip smacking and only last 5 to 10 seconds. • These seizures may occur in clusters, happening as often as 100 times a day, and cause a brief loss of awareness. • Tonic seizures. • Tonic seizures cause stiff muscles and may affect consciousness. • These seizures usually affect muscles in the back, arms and legs and may cause the person to fall to the ground. • Atonic seizures. • Atonic seizures, also known as drop seizures, cause a loss of muscle control. • Since this most often affects the legs, it often causes sudden falls to the ground. • Clonic seizures. • Clonic seizures are associated with repeated or rhythmic jerking muscle movements. • These seizures usually affect the neck, face and arms. • Myoclonic seizures. • Myoclonic seizures usually appear as sudden brief jerks or twitches and usually affect the upper body, arms and legs. • Tonic-clonic seizures. • Tonic-clonic seizures, previously known as grand mal seizures, are the most dramatic type of epileptic seizure. • They can cause a sudden loss of consciousness and body stiffening, twitching and shaking. • They sometimes cause loss of bladder control or biting of the tongue. • Seek immediate medical help if any of the following occurs with a seizure: The seizure lasts more than five minutes. • Breathing or consciousness doesn't return after the seizure stops. • A second seizure follows immediately. • You have a high fever. • You're pregnant. • You have diabetes. • You've injured yourself during the seizure. • You continue to have seizures even though you've been taking anti-seizure medicine. • If you have a seizure for the first time, seek medical advice. • Epilepsy has no identifiable cause in about half the people with the condition. • In the other half, the condition may be traced to various factors, including: Genetic influence. • Some types of epilepsy run in families. • In these instances, it's likely that there's a genetic influence. • Researchers have linked some types of epilepsy to specific genes. • But some people have genetic epilepsy that isn't hereditary. • Genetic changes can occur in a child without being passed down from a parent. • For most people, genes are only part of the cause of epilepsy. • Certain genes may make a person more sensitive to environmental conditions that trigger seizures. • Head trauma. • Head trauma as a result of a car accident or other traumatic injury can cause epilepsy. • Factors in the brain. • Brain tumors can cause epilepsy. • Epilepsy also may be caused by the way blood vessels form in the brain. • People with blood vessel conditions such as arteriovenous malformations and cavernous malformations can have seizures. • And in adults older than age 35, stroke is a leading cause of epilepsy. • Infections. • Meningitis, HIV, viral encephalitis and some parasitic infections can cause epilepsy. • Injury before birth. • Before they're born, babies are sensitive to brain damage that could be caused by several factors. • They might include an infection in the mother, poor nutrition or not enough oxygen. • This brain damage can result in epilepsy or cerebral palsy. • Developmental conditions. • Epilepsy can sometimes occur with developmental conditions. • People with autism are more likely to have epilepsy than are people without autism. • Research also has found that people with epilepsy are more likely to have attention-deficit/hyperactivity disorder (ADHD) and other developmental conditions. • Having both conditions may be related to genes. • Seizures can be triggered by things in the environment. • Seizure triggers don't cause epilepsy, but they may trigger seizures in people who have epilepsy. • Most people with epilepsy don't have reliable triggers that always cause a seizure. • However, they often can identify factors that make it easier to have a seizure. • Possible seizure triggers include: Alcohol. • Flashing lights. • Illicit drug use. • Skipping doses of antiseizure medicines or taking more than prescribed. • Lack of sleep. • Hormone changes during the menstrual cycle. • Stress. • Dehydration. • Skipped meals. • Illness. • Certain factors may increase your risk of epilepsy: Age. • The onset of epilepsy is most common in children and older adults, but the condition can occur at any age. • Family history. • If you have a family history of epilepsy, you may be at an increased risk of seizures. • Head injuries. • Head injuries are responsible for some cases of epilepsy. • You can reduce your risk by wearing a seat belt while riding in a car. • Also wear a helmet while bicycling, skiing, riding a motorcycle or doing any activities with a high risk of head injury. • Stroke and other vascular diseases. • Stroke and other blood vessel diseases can cause brain damage. • Brain damage may trigger seizures and epilepsy. • You can take steps to reduce your risk of these diseases. • Limit alcohol, don't smoke, eat a healthy diet and exercise regularly. • Dementia. • Dementia can increase the risk of epilepsy in older adults. • Brain infections. • Infections such as meningitis, which causes inflammation in the brain or spinal cord, can increase your risk. • Seizures in childhood. • High fevers in childhood can sometimes be associated with seizures. • Children who have seizures due to high fevers generally won't develop epilepsy. • The risk of epilepsy increases if a child has a long fever-associated seizure, another nervous system condition or a family history of epilepsy. • Having a seizure at certain times can be dangerous to yourself or others. • Falling. • If you fall during a seizure, you can injure your head or break a bone. • Drowning. • People with epilepsy are 13 to 19 times more likely to drown while swimming or bathing than people without epilepsy. • The risk is higher because you might have a seizure while in the water. • Car accidents. • A seizure that causes either loss of awareness or control can be dangerous if you're driving a car or operating other equipment. • Many states have driver's license restrictions related to a driver's ability to control seizures. • In these states, there is a minimum amount of time that a driver must be seizure-free before being cleared to drive. • The amount of time may range from months to years. • Trouble with sleep. • People who have epilepsy may have trouble falling asleep or staying asleep, known as insomnia. • Pregnancy complications. • Seizures during pregnancy pose dangers to both mother and baby. • Also, certain anti-seizure medicines increase the risk of birth defects. • If you have epilepsy and you're considering becoming pregnant, get medical help as you plan your pregnancy. • Most women with epilepsy can become pregnant and have healthy babies. • You need to be carefully monitored throughout pregnancy. • Your medicines may need to be adjusted. • It's very important that you work with your healthcare team to plan your pregnancy. • Memory loss. • People with some types of epilepsy have trouble with memory. • People with epilepsy are more likely to have mental health conditions. • They may be a result of dealing with the condition itself as well as medicine side effects. • But even people with well-controlled epilepsy are at increased risk. • Emotional health problems that may affect people with epilepsy include: Depression. • Anxiety. • Suicidal thoughts and behaviors. • Other life-threatening complications of epilepsy are not common but may happen. • These include: Status epilepticus. • This condition occurs if you're in a state of continuous seizure activity lasting more than five minutes. • Or it may occur if you have seizures without regaining full consciousness in between them. • People with status epilepticus have an increased risk of permanent brain damage and death. • Sudden unexpected death in epilepsy (SUDEP). • People with epilepsy also have a small risk of sudden unexpected death. • The cause is unknown, but some research shows that it may occur due to heart or respiratory conditions. • People with frequent tonic-clonic seizures or people whose seizures aren't controlled by medicines may be at higher risk of SUDEP. • Overall, about 1% of people with epilepsy die of SUDEP. • It's most common in those with severe epilepsy that doesn't respond to treatment.",
      "Causes": "Epilepsy has no identifiable cause in about half the people with the condition. • In the other half, the condition may be traced to various factors, including: Genetic influence. • Some types of epilepsy run in families. • In these instances, it's likely that there's a genetic influence. • Researchers have linked some types of epilepsy to specific genes. • But some people have genetic epilepsy that isn't hereditary. • Genetic changes can occur in a child without being passed down from a parent. • For most people, genes are only part of the cause of epilepsy. • Certain genes may make a person more sensitive to environmental conditions that trigger seizures. • Head trauma. • Head trauma as a result of a car accident or other traumatic injury can cause epilepsy. • Factors in the brain. • Brain tumors can cause epilepsy. • Epilepsy also may be caused by the way blood vessels form in the brain. • People with blood vessel conditions such as arteriovenous malformations and cavernous malformations can have seizures. • And in adults older than age 35, stroke is a leading cause of epilepsy. • Infections. • Meningitis, HIV, viral encephalitis and some parasitic infections can cause epilepsy. • Injury before birth. • Before they're born, babies are sensitive to brain damage that could be caused by several factors. • They might include an infection in the mother, poor nutrition or not enough oxygen. • This brain damage can result in epilepsy or cerebral palsy. • Developmental conditions. • Epilepsy can sometimes occur with developmental conditions. • People with autism are more likely to have epilepsy than are people without autism. • Research also has found that people with epilepsy are more likely to have attention-deficit/hyperactivity disorder (ADHD) and other developmental conditions. • Having both conditions may be related to genes. • Seizures can be triggered by things in the environment. • Seizure triggers don't cause epilepsy, but they may trigger seizures in people who have epilepsy. • Most people with epilepsy don't have reliable triggers that always cause a seizure. • However, they often can identify factors that make it easier to have a seizure. • Possible seizure triggers include: Alcohol. • Flashing lights. • Illicit drug use. • Skipping doses of antiseizure medicines or taking more than prescribed. • Lack of sleep. • Hormone changes during the menstrual cycle. • Stress. • Dehydration. • Skipped meals. • Illness.",
      "Risk factors": "Certain factors may increase your risk of epilepsy: Age. • The onset of epilepsy is most common in children and older adults, but the condition can occur at any age. • Family history. • If you have a family history of epilepsy, you may be at an increased risk of seizures. • Head injuries. • Head injuries are responsible for some cases of epilepsy. • You can reduce your risk by wearing a seat belt while riding in a car. • Also wear a helmet while bicycling, skiing, riding a motorcycle or doing any activities with a high risk of head injury. • Stroke and other vascular diseases. • Stroke and other blood vessel diseases can cause brain damage. • Brain damage may trigger seizures and epilepsy. • You can take steps to reduce your risk of these diseases. • Limit alcohol, don't smoke, eat a healthy diet and exercise regularly. • Dementia. • Dementia can increase the risk of epilepsy in older adults. • Brain infections. • Infections such as meningitis, which causes inflammation in the brain or spinal cord, can increase your risk. • Seizures in childhood. • High fevers in childhood can sometimes be associated with seizures. • Children who have seizures due to high fevers generally won't develop epilepsy. • The risk of epilepsy increases if a child has a long fever-associated seizure, another nervous system condition or a family history of epilepsy.",
      "Complications": "Having a seizure at certain times can be dangerous to yourself or others. • Falling. • If you fall during a seizure, you can injure your head or break a bone. • Drowning. • People with epilepsy are 13 to 19 times more likely to drown while swimming or bathing than people without epilepsy. • The risk is higher because you might have a seizure while in the water. • Car accidents. • A seizure that causes either loss of awareness or control can be dangerous if you're driving a car or operating other equipment. • Many states have driver's license restrictions related to a driver's ability to control seizures. • In these states, there is a minimum amount of time that a driver must be seizure-free before being cleared to drive. • The amount of time may range from months to years. • Trouble with sleep. • People who have epilepsy may have trouble falling asleep or staying asleep, known as insomnia. • Pregnancy complications. • Seizures during pregnancy pose dangers to both mother and baby. • Also, certain anti-seizure medicines increase the risk of birth defects. • If you have epilepsy and you're considering becoming pregnant, get medical help as you plan your pregnancy. • Most women with epilepsy can become pregnant and have healthy babies. • You need to be carefully monitored throughout pregnancy. • Your medicines may need to be adjusted. • It's very important that you work with your healthcare team to plan your pregnancy. • Memory loss. • People with some types of epilepsy have trouble with memory. • People with epilepsy are more likely to have mental health conditions. • They may be a result of dealing with the condition itself as well as medicine side effects. • But even people with well-controlled epilepsy are at increased risk. • Emotional health problems that may affect people with epilepsy include: Depression. • Anxiety. • Suicidal thoughts and behaviors. • Other life-threatening complications of epilepsy are not common but may happen. • These include: Status epilepticus. • This condition occurs if you're in a state of continuous seizure activity lasting more than five minutes. • Or it may occur if you have seizures without regaining full consciousness in between them. • People with status epilepticus have an increased risk of permanent brain damage and death. • Sudden unexpected death in epilepsy (SUDEP). • People with epilepsy also have a small risk of sudden unexpected death. • The cause is unknown, but some research shows that it may occur due to heart or respiratory conditions. • People with frequent tonic-clonic seizures or people whose seizures aren't controlled by medicines may be at higher risk of SUDEP. • Overall, about 1% of people with epilepsy die of SUDEP. • It's most common in those with severe epilepsy that doesn't respond to treatment."
    },
    "name": "Epilepsy",
    "url": "https://www.mayoclinic.org/diseases-conditions/epilepsy/symptoms-causes/syc-20350093"
  },
  {
    "sections": {
      "Overview": "Epithelioid sarcoma is a rare type of cancer that starts as a growth of cells in the soft tissue. • It can happen anywhere on the body. • It often starts under the skin on the finger, hand, forearm, knee or lower leg. • Epithelioid sarcoma can happen at any age. • It most often affects teenagers and young to middle-aged adults. • Epithelioid sarcoma tends to grow slowly. • It can come back after treatment. • Epithelioid sarcoma is a type of cancer called a soft tissue sarcoma. • These cancers happen in the body's connective tissues. • There are many types of soft tissue sarcoma. • Soft tissue sarcomas, including epithelioid sarcoma, are not common. • It is best to seek care at a cancer center that has experience treating people with sarcoma.",
      "Symptoms": "Epithelioid sarcoma symptoms include a small, firm growth under the skin called a nodule. • The nodule usually isn't painful or tender. • Sometimes there is more than one nodule. • Sometimes the nodule forms a sore on the skin that won't heal. • The nodules caused by epithelioid sarcoma most often grow on the fingers, hands or forearms. • They also may grow on the knee or lower leg.",
      "Causes": "The cause of epithelioid sarcoma isn't known. • This cancer causes a growth of cells in the soft tissue. • Epithelioid sarcoma starts when soft tissue cells get changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a growth that can be felt through the skin. • The cells can break away and spread to lymph nodes and to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "The risk of epithelioid sarcoma is higher in younger people. • This cancer can happen at any age. • But it happens most often in adolescents and young to middle-aged adults. • It is less common in children and older adults. • There is no way to prevent epithelioid sarcoma."
    },
    "name": "Epithelioid sarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/epithelioid-sarcoma/symptoms-causes/syc-20577574"
  },
  {
    "sections": {
      "Overview": "Erectile dysfunction means not being able to get and keep an erection firm enough for sexual activity. • It also is called impotence. • Having erection trouble from time to time isn't always a cause for concern. • But if erectile dysfunction is ongoing, it can cause stress, affect self-confidence and add to challenges with a partner. • Problems getting or keeping an erection can be a sign of a health condition that needs treatment and a risk factor for heart disease. • If you're worried about erectile dysfunction, talk to your healthcare professional, even if it's awkward. • Sometimes, treating an underlying condition can fix erectile dysfunction. • Or you might need medicines or other direct treatments.",
      "Symptoms": "Having trouble getting an erection once in a while is common. • Erectile dysfunction symptoms are ongoing and often get worse over time. • They might include: Trouble getting an erection. • Trouble keeping an erection. • Wanting sex less. • Your main healthcare professional is a good place to start when you have erectile issues. • See your healthcare professional if: You worry about your erections or you have other sexual problems, such as ejaculating sooner than you want. • This is called premature ejaculation. • Ejaculating later than you want is called delayed ejaculation. • You have diabetes, heart disease or another health condition that might be linked to erectile dysfunction. • You have other symptoms with erectile dysfunction. • Male sexual arousal is complex. • It involves the brain, hormones, emotions, nerves, muscles and blood vessels. • Erectile dysfunction can result from a problem with any of these. • Also, stress and mental health concerns can cause erectile dysfunction or make it worse. • Sometimes the cause of erectile dysfunction is both physical and mental. • For instance, a minor physical condition that slows your sexual response might cause worry about keeping an erection. • The anxiety can add to erectile dysfunction. • Common physical causes of erectile dysfunction include: Heart disease. • Clogged blood vessels, also called atherosclerosis. • High cholesterol. • High blood pressure. • Diabetes. • Obesity. • Metabolic syndrome, which involves higher blood pressure, high insulin levels, body fat around the waist and high cholesterol. • Parkinson's disease. • Multiple sclerosis. • Certain prescription medicines Tobacco use. • Peyronie's disease, which can cause pain during sex, a bent penis to bend, a penis that gets shorter with erection or a lump or bump in the penis. • Overuse of alcohol and use of illicit drugs. • Sleep conditions. • Treatments for prostate cancer or enlarged prostate. • Surgeries or injuries that affect the pelvic area or spinal cord. • Low levels of the hormone testosterone. • The brain plays a key role in getting sexually excited, which starts an erection. • Things that can get in the way of sexual feelings and cause or add to erectile dysfunction include: Depression, anxiety or other mental health conditions. • Stress. • Issues with a partner. • As you get older, erections might take longer to start and might not be as firm. • You might need more direct touch to your penis to get and keep an erection. • But erectile dysfunction is not a typical part of aging. • Risk factors that can add to erectile dysfunction include: Medical conditions. • Diabetes or heart conditions are big risk factors. • Tobacco use. • This lowers blood flow to veins and arteries. • Over time, tobacco use can cause ongoing health conditions that lead to erectile dysfunction. • Being overweight. • Being obese, especially, can lead to erectile dysfunction. • Certain medical treatments. • These include prostate surgery or radiation treatment for cancer. • Injuries. • This is especially true if injuries damage the nerves or arteries that control erections. • Medicines. • These include antidepressants, antihistamines, and medicines to treat high blood pressure, pain or prostate conditions. • Mental health conditions. • These include stress, anxiety and depression. • Illicit drug and alcohol use. • This is especially true for long-term drug use or heavy drinking. • Complications from erectile dysfunction can include: A poor sex life. • Depression, stress or anxiety. • Embarrassment or low self-esteem. • Relationship issues. • Not being able to get your partner pregnant. • The best way to prevent erectile dysfunction is to make healthy lifestyle choices and to manage any health conditions. • For instance: Work with your healthcare professional to manage diabetes, heart disease or other ongoing health conditions. • Get regular checkups and medical screening tests. • Stop smoking, limit or don't drink alcohol, and don't use illicit drugs. • Exercise regularly. • Find ways to ease stress. • Get help for anxiety, depression or other mental health issues.",
      "Causes": "Male sexual arousal is complex. • It involves the brain, hormones, emotions, nerves, muscles and blood vessels. • Erectile dysfunction can result from a problem with any of these. • Also, stress and mental health concerns can cause erectile dysfunction or make it worse. • Sometimes the cause of erectile dysfunction is both physical and mental. • For instance, a minor physical condition that slows your sexual response might cause worry about keeping an erection. • The anxiety can add to erectile dysfunction. • Common physical causes of erectile dysfunction include: Heart disease. • Clogged blood vessels, also called atherosclerosis. • High cholesterol. • High blood pressure. • Diabetes. • Obesity. • Metabolic syndrome, which involves higher blood pressure, high insulin levels, body fat around the waist and high cholesterol. • Parkinson's disease. • Multiple sclerosis. • Certain prescription medicines Tobacco use. • Peyronie's disease, which can cause pain during sex, a bent penis to bend, a penis that gets shorter with erection or a lump or bump in the penis. • Overuse of alcohol and use of illicit drugs. • Sleep conditions. • Treatments for prostate cancer or enlarged prostate. • Surgeries or injuries that affect the pelvic area or spinal cord. • Low levels of the hormone testosterone. • The brain plays a key role in getting sexually excited, which starts an erection. • Things that can get in the way of sexual feelings and cause or add to erectile dysfunction include: Depression, anxiety or other mental health conditions. • Stress. • Issues with a partner.",
      "Risk factors": "As you get older, erections might take longer to start and might not be as firm. • You might need more direct touch to your penis to get and keep an erection. • But erectile dysfunction is not a typical part of aging. • Risk factors that can add to erectile dysfunction include: Medical conditions. • Diabetes or heart conditions are big risk factors. • Tobacco use. • This lowers blood flow to veins and arteries. • Over time, tobacco use can cause ongoing health conditions that lead to erectile dysfunction. • Being overweight. • Being obese, especially, can lead to erectile dysfunction. • Certain medical treatments. • These include prostate surgery or radiation treatment for cancer. • Injuries. • This is especially true if injuries damage the nerves or arteries that control erections. • Medicines. • These include antidepressants, antihistamines, and medicines to treat high blood pressure, pain or prostate conditions. • Mental health conditions. • These include stress, anxiety and depression. • Illicit drug and alcohol use. • This is especially true for long-term drug use or heavy drinking.",
      "Complications": "Complications from erectile dysfunction can include: A poor sex life. • Depression, stress or anxiety. • Embarrassment or low self-esteem. • Relationship issues. • Not being able to get your partner pregnant.",
      "Prevention": "The best way to prevent erectile dysfunction is to make healthy lifestyle choices and to manage any health conditions. • For instance: Work with your healthcare professional to manage diabetes, heart disease or other ongoing health conditions. • Get regular checkups and medical screening tests. • Stop smoking, limit or don't drink alcohol, and don't use illicit drugs. • Exercise regularly. • Find ways to ease stress. • Get help for anxiety, depression or other mental health issues."
    },
    "name": "Erectile dysfunction",
    "url": "https://www.mayoclinic.org/diseases-conditions/erectile-dysfunction/symptoms-causes/syc-20355776"
  },
  {
    "sections": {
      "Overview": "Esophageal cancer is a growth of cells that starts in the esophagus. • The esophagus is a long, hollow tube that runs from the throat to the stomach. • The esophagus helps move swallowed food from the back of the throat to the stomach to be digested. • Esophageal cancer usually begins in the cells that line the inside of the esophagus. • Esophageal cancer can happen anywhere along the esophagus. • Esophageal cancer is more common in men. • Risk factors include drinking alcohol and smoking. • Esophageal cancer treatment often involves surgery to remove the cancer. • Other treatments may include chemotherapy, radiation or a combination of the two. • Targeted therapy and immunotherapy also may be used.",
      "Symptoms": "Esophageal cancer may not cause symptoms early on. • Symptoms of esophageal cancer usually happen when the disease is advanced. • Signs and symptoms of esophageal cancer include: Difficulty swallowing. • Chest pain, pressure or burning. • Coughing or hoarseness. • Weight loss without trying. • Worsening indigestion or heartburn. • Make an appointment with your doctor or other healthcare professional if you have any symptoms that worry you. • Esophageal cancer happens when cells lining the esophagus develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Esophageal cancer is classified depending on the type of cells that are involved. • The type of esophageal cancer you have helps determine your treatment options. • Types of esophageal cancer include: Adenocarcinoma. • Adenocarcinoma begins in the cells of the glands in the esophagus. • These glands produce mucus. • Adenocarcinoma happens most often in the lower part of the esophagus. • Adenocarcinoma is the most common form of esophageal cancer in the United States. • It affects mostly white men. • Squamous cell carcinoma. • Squamous cell carcinoma begins in the flat, thin cells that line the surface of the esophagus. • Squamous cell carcinoma happens most often in the upper and middle parts of the esophagus. • Squamous cell carcinoma is the most common esophageal cancer worldwide. • Other rare types. • Some rare forms of esophageal cancer include small cell carcinoma, sarcoma, lymphoma, melanoma and choriocarcinoma. • Risk factors for esophageal cancer include conditions and habits that cause irritation in the esophagus. • Risk factors may include: A steady habit of drinking very hot liquids. • Bile reflux. • Difficulty swallowing because a muscle in the esophagus won't relax, a condition called achalasia. • Drinking alcohol. • Gastroesophageal reflux disease, also called GERD. • Not eating enough fruits and vegetables. • Obesity. • Precancerous changes in the cells of the esophagus, called Barrett esophagus. • Radiation treatment to the chest or upper abdomen. • Smoking. • As esophageal cancer advances, it can cause complications. • Complications may include: A blockage in the esophagus. • Cancer may make it difficult for food and liquid to pass through the esophagus. • Bleeding in the esophagus. • Esophageal cancer can cause bleeding. • Though bleeding is usually gradual, it can be sudden and severe at times. • Pain. • Advanced esophageal cancer can cause pain. • There's no sure way to prevent esophageal cancer, but you can reduce your risk if you: Screening for esophageal cancer may be an option for people with Barrett esophagus. • Barrett esophagus is a precancerous condition caused by chronic acid reflux. • It increases the risk of esophageal cancer. • If you have Barrett esophagus, ask your healthcare professional about screening. • Screening typically involves exams to look at the inside of the esophagus for signs of cancer. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk to your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start.",
      "Causes": "Esophageal cancer happens when cells lining the esophagus develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Esophageal cancer is classified depending on the type of cells that are involved. • The type of esophageal cancer you have helps determine your treatment options. • Types of esophageal cancer include: Adenocarcinoma. • Adenocarcinoma begins in the cells of the glands in the esophagus. • These glands produce mucus. • Adenocarcinoma happens most often in the lower part of the esophagus. • Adenocarcinoma is the most common form of esophageal cancer in the United States. • It affects mostly white men. • Squamous cell carcinoma. • Squamous cell carcinoma begins in the flat, thin cells that line the surface of the esophagus. • Squamous cell carcinoma happens most often in the upper and middle parts of the esophagus. • Squamous cell carcinoma is the most common esophageal cancer worldwide. • Other rare types. • Some rare forms of esophageal cancer include small cell carcinoma, sarcoma, lymphoma, melanoma and choriocarcinoma.",
      "Risk factors": "Risk factors for esophageal cancer include conditions and habits that cause irritation in the esophagus. • Risk factors may include: A steady habit of drinking very hot liquids. • Bile reflux. • Difficulty swallowing because a muscle in the esophagus won't relax, a condition called achalasia. • Drinking alcohol. • Gastroesophageal reflux disease, also called GERD. • Not eating enough fruits and vegetables. • Obesity. • Precancerous changes in the cells of the esophagus, called Barrett esophagus. • Radiation treatment to the chest or upper abdomen. • Smoking.",
      "Complications": "As esophageal cancer advances, it can cause complications. • Complications may include: A blockage in the esophagus. • Cancer may make it difficult for food and liquid to pass through the esophagus. • Bleeding in the esophagus. • Esophageal cancer can cause bleeding. • Though bleeding is usually gradual, it can be sudden and severe at times. • Pain. • Advanced esophageal cancer can cause pain.",
      "Prevention": "There's no sure way to prevent esophageal cancer, but you can reduce your risk if you: Screening for esophageal cancer may be an option for people with Barrett esophagus. • Barrett esophagus is a precancerous condition caused by chronic acid reflux. • It increases the risk of esophageal cancer. • If you have Barrett esophagus, ask your healthcare professional about screening. • Screening typically involves exams to look at the inside of the esophagus for signs of cancer. • If you choose to drink alcohol, do so in moderation. • For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. • Choose a healthy diet with a variety of fruits and vegetables. • Food sources of vitamins and nutrients are best. • Avoid taking large doses of vitamins in pill form, as they may be harmful. • Aim for at least 30 minutes of exercise on most days of the week. • If you haven't been active lately, ask your healthcare professional whether it's OK and start slowly. • If your weight is healthy, work to maintain that weight. • If you need to lose weight, ask a healthcare professional about healthy ways to lower your weight. • Eat fewer calories and slowly increase the amount of exercise. • Talk to your healthcare team about strategies and aids that can help you quit. • Options include nicotine replacement products, medicines and support groups. • If you've never smoked, don't start."
    },
    "name": "Esophageal cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/esophageal-cancer/symptoms-causes/syc-20356084"
  },
  {
    "sections": {
      "Overview": "Esophageal spasms are painful contractions in the muscular tube connecting the mouth and stomach, called the esophagus. • Esophageal spasms can feel like sudden, bad chest pain that lasts from a few minutes to hours. • Some people may mistake it for heart pain, also called angina. • Esophageal spasms usually happen only now and then, and they might not need treatment. • But sometimes the spasms happen a lot and can prevent food and liquids from traveling through the esophagus. • If esophageal spasms affect the ability to eat or drink, treatments are available.",
      "Symptoms": "Symptoms of esophageal spasms include: Squeezing pain in the chest. • The pain is often intense and might be mistaken for heart pain or heartburn. • Difficulty swallowing solids and liquids, sometimes related to swallowing specific substances. • Red wine or extremely hot or cold liquids are more common culprits. • The feeling that an object is stuck in the throat. • The return of food and liquids back up the esophagus, also called regurgitation. • The squeezing chest pain that happens with esophageal spasms also can be caused by a heart attack. • If you have squeezing chest pain, seek medical care right away.",
      "Causes": "It's not clear what causes esophageal spasms. • However, they appear to be related to abnormal functioning of nerves that control the muscles used when swallowing. • A healthy esophagus moves food into the stomach through a series of coordinated muscle contractions. • Esophageal spasms make it difficult for the muscles in the walls of the lower esophagus to coordinate. • This makes it harder for the muscles to move food to the stomach. • There are two types of esophageal spasms — distal esophageal spasm and hypercontractile esophagus, also known as nutcracker esophagus.",
      "Risk factors": "Risk factors for esophageal spasms include: Sex. • Women are more likely to have esophageal spasms than men. • Age. • Esophageal spasms tend to happen around age 60."
    },
    "name": "Esophageal spasms",
    "url": "https://www.mayoclinic.org/diseases-conditions/esophageal-spasms/symptoms-causes/syc-20372250"
  },
  {
    "sections": {
      "Overview": "Esophageal varices are enlarged veins in the esophagus, the tube that connects the throat and stomach. • Esophageal varices most often happen in people with serious liver diseases. • Esophageal varices form when regular blood flow to the liver is blocked by a clot or scar tissue in the liver. • To go around the blockages, blood flows into smaller blood vessels that aren't designed to carry large volumes of blood. • The vessels can leak blood or even burst, causing life-threatening bleeding. • A few medicines and medical procedures are available to help prevent or stop bleeding from esophageal varices.",
      "Symptoms": "Esophageal varices usually don't cause symptoms unless they bleed. • Symptoms of bleeding esophageal varices include: Vomiting large amounts of blood. • Black, tarry or bloody stools. • Lightheadedness due to blood loss. • Loss of consciousness in severe cases. • A healthcare professional might suspect esophageal varices if someone has signs of liver disease or has been diagnosed with liver cirrhosis, including: Yellow coloration of your skin and eyes, known as jaundice. • Easy bleeding or bruising. • Fluid buildup in your belly, called ascites (uh-SAHY-teez). • Make an appointment with a healthcare professional if you have symptoms that worry you. • If you've been diagnosed with liver disease, ask a care professional about your risk of esophageal varices and what you can do to reduce your risk. • Also ask whether you should get a procedure to check for esophageal varices. • If you've been diagnosed with esophageal varices, a care professional will likely tell you to watch for signs of bleeding. • Bleeding esophageal varices are an emergency. • Call 911 or your local emergency services right away if you have black or bloody stools, or bloody vomit.",
      "Causes": "Esophageal varices sometimes form when blood flow to the liver is blocked. • This is most often caused by scar tissue in the liver due to liver disease, also known as cirrhosis of the liver. • The blood flow begins to back up. • This increases pressure within the large vein, known as the portal vein, that carries blood to the liver. • This is known as portal hypertension. • Portal hypertension forces the blood to seek other pathways through smaller veins, such as those in the lowest part of the esophagus. • These thin-walled veins balloon with the added blood. • Sometimes they rupture and bleed. • Causes of esophageal varices include: Severe liver scarring, called cirrhosis. • Several liver diseases — including hepatitis infection, alcoholic liver disease, fatty liver disease and a bile duct disorder called primary biliary cholangitis — can result in cirrhosis. • A blood clot, also called thrombosis. • A blood clot in the portal vein or in a vein that feeds into the portal vein, known as the splenic vein, can cause esophageal varices. • Parasitic infection. • Schistosomiasis is a parasitic infection found in parts of Africa, South America, the Caribbean, the Middle East and East Asia. • The parasite can damage the liver, as well as the lungs, intestine, bladder and other organs.",
      "Risk factors": "Although many people with advanced liver disease develop esophageal varices, most won't have bleeding. • Esophageal varices are more likely to bleed if you have: High portal vein pressure. • The risk of bleeding increases as the pressure in the portal vein increases. • Large varices. • The larger the esophageal varices, the more likely they are to bleed. • Red marks on the varices. • Some esophageal varices show long red streaks or red spots. • A medical professional can see them through a thin, flexible tube, called an endoscope, passed down the throat. • These marks suggest a high risk of bleeding. • Severe cirrhosis or liver failure. • Most often, the more serious the liver disease, the more likely esophageal varices are to bleed. • Continued alcohol use. • The risk of variceal bleeding is far greater for people who continue to drink, especially if the disease is alcohol related. • If someone had bleeding from esophageal varices before, they're more likely to have varices that bleed again.",
      "Complications": "The most serious complication of esophageal varices is bleeding. • If a person has a bleeding episode, the risk of another bleeding episode greatly increases. • If a person loses enough blood, they can go into shock, which can lead to death.",
      "Prevention": "Currently, no treatment can prevent the development of esophageal varices in people with cirrhosis. • While beta blocker drugs are effective in preventing bleeding in many people who have esophageal varices, they don't stop esophageal varices from forming. • If you've been diagnosed with liver disease, ask a healthcare professional about strategies to avoid liver disease complications. • To keep your liver healthy: Don't drink alcohol. • People with liver disease are often advised to stop drinking alcohol, since the liver processes alcohol. • Drinking alcohol may stress an already vulnerable liver. • Eat a healthy diet. • Choose a diet that's full of fruits and vegetables. • Select whole grains and lean sources of protein. • Reduce the amount of fatty and fried foods you eat. • Maintain a healthy weight. • An excess amount of body fat can damage your liver. • Obesity is associated with a greater risk of complications of cirrhosis. • Lose weight if you are obese or overweight. • Use chemicals sparingly and carefully. • Follow the directions on household chemicals, such as cleaning supplies and insect sprays. • If you work around chemicals, follow all safety precautions. • Your liver removes toxins from your body, so give it a break by limiting the amount of toxins it must process. • Reduce your risk of hepatitis. • Sharing needles and having unprotected sex can increase your risk of hepatitis B and C. • Protect yourself by abstaining from sex or using a condom if you choose to have sex. • Get tested for exposure to hepatitis A, B and C, since infection can make your liver disease worse. • Also ask your healthcare professional whether you should be vaccinated for hepatitis A and hepatitis B."
    },
    "name": "Esophageal varices",
    "url": "https://www.mayoclinic.org/diseases-conditions/esophageal-varices/symptoms-causes/syc-20351538"
  },
  {
    "sections": {
      "Overview": "Esophagitis is swelling and irritation, called inflammation, of the tissues that line the esophagus. • The esophagus is the muscular tube that carries food and drink from the mouth to the stomach. • Esophagitis (uh-sof-uh-JIE-tis) can cause painful, difficult swallowing. • It also can lead to chest pain. • Various things can cause esophagitis. • Some common causes include stomach acids backing up into the esophagus, infection, medicines taken by mouth and allergies. • Treatment for esophagitis depends on its exact cause and how badly the tissue that lines the esophagus is damaged. • Without treatment, esophagitis can damage this lining. • The esophagus may start to have trouble moving food and liquid from the mouth to the stomach. • Esophagitis also can lead to other serious health issues. • These include scarring or narrowing of the esophagus, unhealthy weight loss, and dehydration.",
      "Symptoms": "Common symptoms of esophagitis include: Trouble swallowing. • Painful swallowing. • Swallowed food becoming stuck in the esophagus, also known as food impaction. • Burning pain in the chest called heartburn. • It's common to feel this pain behind the breastbone while eating. • Stomach acid that backs up into the esophagus, also called acid reflux. • Babies and some children with esophagitis are too young to explain their discomfort or pain. • Their symptoms can include: Feeding troubles, such as getting easily upset, arching of the back and not wanting to eat. • Failure to thrive. • Chest or belly pain in older children. • Most symptoms of esophagitis can be caused by a few different conditions that affect the digestive system. • See your healthcare professional if the symptoms: Last more than a few days. • Don't get better after using medicines called antacids that are available without a prescription. • Are bad enough to make it hard for you to eat or cause you to lose weight. • Happen along with flu symptoms such as headache, fever and muscle aches. • Get emergency care if you: Have pain in your chest that lasts more than a few minutes. • Think you have food stuck in your esophagus. • Have a history of heart disease and feel chest pain. • Feel pain in your mouth or throat when you eat. • Have shortness of breath or chest pain that happens soon after eating. • Vomit large amounts, often have forceful vomiting or have trouble breathing after vomiting. • Notice that your vomit is yellow or green, looks like coffee grounds, or has blood in it. • Healthcare professionals tend to label esophagitis by the condition that causes it. • Sometimes, esophagitis may have more than one cause. • Some of the most common types include the following: A valve called the lower esophageal sphincter usually keeps stomach acid out of the esophagus. • But sometimes this valve doesn't close properly. • Or it opens when it shouldn't. • In some people, the upper part of the stomach bulges through the large muscle that separates the stomach and the chest. • This is known as a hiatal hernia. • It also can cause stomach acid to back up into the esophagus. • Gastroesophageal reflux disease (GERD) is a condition in which this backflow of acid is a frequent or ongoing problem. • GERD can lead to ongoing swelling and tissue damage in the esophagus. • Eosinophils (e-o-SIN-o-fils) are white blood cells that play a key role in allergic reactions. • Eosinophilic esophagitis can happen if lots of these white blood cells build up in the esophagus. • This most likely happens in response to a substance that causes an allergy, acid reflux or both. • Certain foods may trigger this type of esophagitis, including: Milk. • Eggs. • Wheat. • Soy. • Peanuts. • Seafood. • Typical allergy testing often is not able to spot these foods as being triggers. • People with eosinophilic esophagitis may have other allergies that aren't caused by food. • For example, sometimes allergens in the air, such as pollen, may be the cause. • One common symptom of eosinophilic esophagitis is food getting stuck in the esophagus after swallowing. • This is called food impaction. • Another common symptom is trouble swallowing, also called dysphagia. • Lymphocytic esophagitis (LE) isn't a common condition of the esophagus. • With LE, a higher than typical number of white blood cells called lymphocytes build up in the lining of the esophagus. • LE may be related to eosinophilic esophagitis or to GERD. • Also called drug-induced esophagitis, this type happens when some medicines taken by mouth cause tissue damage in the esophagus. • The damage happens if the medicines stay in contact with the lining of the esophagus for too long. • For example, you might swallow a pill with little or no water. • If you do that, the pill itself or residue from the pill may stay in the esophagus. • Medicines that have been linked to esophagitis include: Pain-relieving medicines such as aspirin, ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve). • Antibiotics such as tetracycline and doxycycline. • Medicine called potassium chloride that is used to treat low levels of the mineral potassium. • Medicines called bisphosphonates that treat bone conditions such as osteoporosis. • These medicines include alendronate (Binosto, Fosamax). • A treatment for heart conditions called quinidine. • An infection in tissues of the esophagus may cause esophagitis. • The infection could be due to bacteria, viruses or funguses. • Infectious esophagitis is fairly rare. • It happens most often in people with weakened immune systems, such as people with HIV/AIDS or cancer. • A fungus usually present in the mouth called Candida albicans is a common cause of infectious esophagitis. • This type of fungal infection often is linked with a weakened immune system, diabetes, cancer, or use of steroid or antibiotic medicines. • Risk factors for esophagitis vary depending on the cause of the condition. • Factors that raise the risk of gastroesophageal reflux disease (GERD) also are factors in reflux esophagitis. • These risk factors include the following: Eating right before going to bed. • Eating meals that are too large and fatty. • Smoking. • Gaining extra weight, including from pregnancy. • Foods that can make symptoms of GERD or reflux esophagitis worse include: Caffeine. • Alcohol. • Fatty foods. • Chocolate. • Peppermint. • Risk factors for this allergy-related esophagitis may include: A history of certain allergic reactions. • These include asthma, atopic dermatitis and allergic rhinitis, also known as hay fever. • A family history of eosinophilic esophagitis. • Risk factors for this type of esophagitis often are linked with issues that prevent quick and complete passage of a pill into the stomach. • These factors include: Swallowing a pill with little or no water. • Taking medicines while lying down. • Taking medicines right before sleep. • This risk factor likely is due in part to less saliva being made and less swallowing happening during sleep. • Being older in age. • This may be a factor because of age-related changes to the muscles of the esophagus or to glands making less saliva. • Taking large or oddly shaped pills. • Risk factors for infectious esophagitis often relate to medicines such as steroids or antibiotics. • People with diabetes also have a higher risk of esophagitis caused by a fungal candida infection in particular. • Other causes of infectious esophagitis may relate to poor immune system function. • This may be due to an immune system condition, such as HIV/AIDS, or certain cancers. • Also, certain cancer treatments may raise the risk of infectious esophagitis. • So might medicines called immunosuppressants that block immune system reactions to transplanted organs. • Without treatment, esophagitis can lead to changes in the structure of the esophagus. • Complications can include: Scarring or narrowing of the esophagus, known as a stricture. • Tearing of the lining of the esophagus. • This can be due to retching or to healthcare professionals passing medical tools through an inflamed esophagus during endoscopy. • Endoscopy is a way for healthcare professionals to check the digestive system. • A condition called Barrett esophagus in which the cells lining the esophagus are damaged from acid reflux. • This raises the risk of cancer that starts in the esophagus, also called esophageal cancer.",
      "Causes": "Healthcare professionals tend to label esophagitis by the condition that causes it. • Sometimes, esophagitis may have more than one cause. • Some of the most common types include the following: A valve called the lower esophageal sphincter usually keeps stomach acid out of the esophagus. • But sometimes this valve doesn't close properly. • Or it opens when it shouldn't. • In some people, the upper part of the stomach bulges through the large muscle that separates the stomach and the chest. • This is known as a hiatal hernia. • It also can cause stomach acid to back up into the esophagus. • Gastroesophageal reflux disease (GERD) is a condition in which this backflow of acid is a frequent or ongoing problem. • GERD can lead to ongoing swelling and tissue damage in the esophagus. • Eosinophils (e-o-SIN-o-fils) are white blood cells that play a key role in allergic reactions. • Eosinophilic esophagitis can happen if lots of these white blood cells build up in the esophagus. • This most likely happens in response to a substance that causes an allergy, acid reflux or both. • Certain foods may trigger this type of esophagitis, including: Milk. • Eggs. • Wheat. • Soy. • Peanuts. • Seafood. • Typical allergy testing often is not able to spot these foods as being triggers. • People with eosinophilic esophagitis may have other allergies that aren't caused by food. • For example, sometimes allergens in the air, such as pollen, may be the cause. • One common symptom of eosinophilic esophagitis is food getting stuck in the esophagus after swallowing. • This is called food impaction. • Another common symptom is trouble swallowing, also called dysphagia. • Lymphocytic esophagitis (LE) isn't a common condition of the esophagus. • With LE, a higher than typical number of white blood cells called lymphocytes build up in the lining of the esophagus. • LE may be related to eosinophilic esophagitis or to GERD. • Also called drug-induced esophagitis, this type happens when some medicines taken by mouth cause tissue damage in the esophagus. • The damage happens if the medicines stay in contact with the lining of the esophagus for too long. • For example, you might swallow a pill with little or no water. • If you do that, the pill itself or residue from the pill may stay in the esophagus. • Medicines that have been linked to esophagitis include: Pain-relieving medicines such as aspirin, ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve). • Antibiotics such as tetracycline and doxycycline. • Medicine called potassium chloride that is used to treat low levels of the mineral potassium. • Medicines called bisphosphonates that treat bone conditions such as osteoporosis. • These medicines include alendronate (Binosto, Fosamax). • A treatment for heart conditions called quinidine. • An infection in tissues of the esophagus may cause esophagitis. • The infection could be due to bacteria, viruses or funguses. • Infectious esophagitis is fairly rare. • It happens most often in people with weakened immune systems, such as people with HIV/AIDS or cancer. • A fungus usually present in the mouth called Candida albicans is a common cause of infectious esophagitis. • This type of fungal infection often is linked with a weakened immune system, diabetes, cancer, or use of steroid or antibiotic medicines.",
      "Risk factors": "Risk factors for esophagitis vary depending on the cause of the condition. • Factors that raise the risk of gastroesophageal reflux disease (GERD) also are factors in reflux esophagitis. • These risk factors include the following: Eating right before going to bed. • Eating meals that are too large and fatty. • Smoking. • Gaining extra weight, including from pregnancy. • Foods that can make symptoms of GERD or reflux esophagitis worse include: Caffeine. • Alcohol. • Fatty foods. • Chocolate. • Peppermint. • Risk factors for this allergy-related esophagitis may include: A history of certain allergic reactions. • These include asthma, atopic dermatitis and allergic rhinitis, also known as hay fever. • A family history of eosinophilic esophagitis. • Risk factors for this type of esophagitis often are linked with issues that prevent quick and complete passage of a pill into the stomach. • These factors include: Swallowing a pill with little or no water. • Taking medicines while lying down. • Taking medicines right before sleep. • This risk factor likely is due in part to less saliva being made and less swallowing happening during sleep. • Being older in age. • This may be a factor because of age-related changes to the muscles of the esophagus or to glands making less saliva. • Taking large or oddly shaped pills. • Risk factors for infectious esophagitis often relate to medicines such as steroids or antibiotics. • People with diabetes also have a higher risk of esophagitis caused by a fungal candida infection in particular. • Other causes of infectious esophagitis may relate to poor immune system function. • This may be due to an immune system condition, such as HIV/AIDS, or certain cancers. • Also, certain cancer treatments may raise the risk of infectious esophagitis. • So might medicines called immunosuppressants that block immune system reactions to transplanted organs.",
      "Complications": "Without treatment, esophagitis can lead to changes in the structure of the esophagus. • Complications can include: Scarring or narrowing of the esophagus, known as a stricture. • Tearing of the lining of the esophagus. • This can be due to retching or to healthcare professionals passing medical tools through an inflamed esophagus during endoscopy. • Endoscopy is a way for healthcare professionals to check the digestive system. • A condition called Barrett esophagus in which the cells lining the esophagus are damaged from acid reflux. • This raises the risk of cancer that starts in the esophagus, also called esophageal cancer."
    },
    "name": "Esophagitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/esophagitis/symptoms-causes/syc-20361224"
  },
  {
    "sections": {
      "Overview": "Essential tremor is a nervous system condition, also known as a neurological condition, that causes involuntary and rhythmic shaking. • It can affect almost any part of the body, but the trembling occurs most often in the hands, especially when doing simple tasks, such as drinking from a glass or tying shoelaces. • Essential tremor is usually not a dangerous condition, but it typically worsens over time and can be severe in some people. • Other conditions don't cause essential tremor, although essential tremor is sometimes confused with Parkinson's disease. • Essential tremor can occur at any age but is most common in people age 40 and older.",
      "Symptoms": "Essential tremor symptoms: Begin gradually, and usually are more noticeable on one side of the body. • Worsen with movement. • Usually occur in the hands first, affecting one hand or both hands. • Can include a \"yes-yes\" or \"no-no\" motion of the head. • May be aggravated by emotional stress, fatigue, caffeine or temperature extremes. • Many people associate tremors with Parkinson's disease, but the two conditions differ in key ways: Timing of tremors. • Essential tremor of the hands usually occurs when using the hands. • Tremors from Parkinson's disease are most noticeable when the hands are at the sides of the body or resting in the lap. • Associated conditions. • Essential tremor doesn't cause other health problems, but Parkinson's disease is associated with stooped posture, slow movement and dragging the feet when walking. • However, people with essential tremor sometimes develop other neurological signs and symptoms, such as an unsteady walk. • Parts of the body affected. • Essential tremor mainly involves the hands, head and voice. • Parkinson's disease tremors usually start in the hands, and can affect the legs, chin and other parts of the body. • About half the people with essential tremor appear to have an altered gene. • This form is referred to as familial tremor. • It isn't clear what causes essential tremor in people who don't have familial tremor. • Known risk factors for essential tremor include: Altered gene. • The inherited variety of essential tremor, known as familial tremor, is an autosomal dominant disorder. • An altered gene from just one parent is needed to pass on the condition. • Anyone who has a parent with an altered gene for essential tremor has a 50% chance of developing the condition. • Age. • Essential tremor is more common in people age 40 and older. • Essential tremor isn't life-threatening, but symptoms often worsen over time. • If the tremors become severe, it might be difficult to: Hold a cup or glass without spilling. • Eat without shaking. • Put on makeup or shave. • Talk, if the voice box or tongue is affected. • Write legibly.",
      "Causes": "About half the people with essential tremor appear to have an altered gene. • This form is referred to as familial tremor. • It isn't clear what causes essential tremor in people who don't have familial tremor.",
      "Risk factors": "Known risk factors for essential tremor include: Altered gene. • The inherited variety of essential tremor, known as familial tremor, is an autosomal dominant disorder. • An altered gene from just one parent is needed to pass on the condition. • Anyone who has a parent with an altered gene for essential tremor has a 50% chance of developing the condition. • Age. • Essential tremor is more common in people age 40 and older.",
      "Complications": "Essential tremor isn't life-threatening, but symptoms often worsen over time. • If the tremors become severe, it might be difficult to: Hold a cup or glass without spilling. • Eat without shaking. • Put on makeup or shave. • Talk, if the voice box or tongue is affected. • Write legibly."
    },
    "name": "Essential tremor",
    "url": "https://www.mayoclinic.org/diseases-conditions/essential-tremor/symptoms-causes/syc-20350534"
  },
  {
    "sections": {
      "Overview": "Esthesioneuroblastoma (es-thee-zee-o-noo-row-blas-TOE-muh) is a rare type of cancer that starts in the upper part of the inside of the nose, known as the nasal cavity. • Esthesioneuroblastoma also is called olfactory neuroblastoma. • This cancer usually affects adults. • But it can occur at any age. • Esthesioneuroblastoma usually begins as a growth of cells, called a tumor, inside the nose. • It might grow and go into the sinuses, eyes and brain. • It also can spread to other parts of the body. • People with esthesioneuroblastoma can lose their sense of smell. • They might get nosebleeds. • And they might have trouble breathing through their nose as the tumor grows. • Esthesioneuroblastoma treatment usually includes surgery. • Often, radiation and chemotherapy are part of the treatment as well.",
      "Symptoms": "Esthesioneuroblastoma symptoms include: Loss of the sense of smell. • Frequent nosebleeds. • Difficulty breathing through the nose. • As the cancer grows, it might cause eye pain, loss of vision, ear pain and headaches. • Make an appointment with your healthcare team if you have lasting symptoms that worry you. • Experts haven't found the exact cause of esthesioneuroblastoma. • In general, cancer happens when cells get changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • The changes tell the cells to make many more cells quickly. • The changes give the cells the ability to keep living when healthy cells would naturally die. • This causes too many cells. • The cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cells can break away and spread to other parts of the body. • Healthcare professionals haven't found many risk factors for esthesioneuroblastoma. • This cancer can happen at any age. • But it's more common in adults. • Complications of esthesioneuroblastoma may include: Cancer that grows into nearby organs and tissues. • Esthesioneuroblastoma can grow and get into the sinuses, eyes and brain. • Spread of the cancer, known as metastasis. • Esthesioneuroblastoma can spread to other parts of the body, such as the lymph nodes, bone marrow, lungs, liver, skin and bones.",
      "Causes": "Experts haven't found the exact cause of esthesioneuroblastoma. • In general, cancer happens when cells get changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • The changes tell the cells to make many more cells quickly. • The changes give the cells the ability to keep living when healthy cells would naturally die. • This causes too many cells. • The cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cells can break away and spread to other parts of the body.",
      "Risk factors": "Healthcare professionals haven't found many risk factors for esthesioneuroblastoma. • This cancer can happen at any age. • But it's more common in adults.",
      "Complications": "Complications of esthesioneuroblastoma may include: Cancer that grows into nearby organs and tissues. • Esthesioneuroblastoma can grow and get into the sinuses, eyes and brain. • Spread of the cancer, known as metastasis. • Esthesioneuroblastoma can spread to other parts of the body, such as the lymph nodes, bone marrow, lungs, liver, skin and bones."
    },
    "name": "Esthesioneuroblastoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/esthesioneuroblastoma/symptoms-causes/syc-20351075"
  },
  {
    "sections": {
      "Overview": "Ewing sarcoma is a type of cancer that begins as a growth of cells in the bones and the soft tissue around the bones. • Ewing (Yoo-ing) sarcoma mostly happens in children and young adults, although it can happen at any age. • Ewing sarcoma most often begins in the leg bones and in the pelvis, but it can happen in any bone. • Less often, it starts in the soft tissues of the chest, abdomen, arms or other locations. • Major advances in the treatment of Ewing sarcoma have improved the outlook for this cancer. • Young people diagnosed with Ewing sarcoma are living longer. • They sometimes face late effects from the strong treatments. • Healthcare professionals often suggest long-term monitoring for side effects after treatment.",
      "Symptoms": "Ewing sarcoma signs and symptoms typically start in and around a bone. • This cancer most often affects bones in the legs and the pelvis. • When symptoms happen in and around a bone, they might include: A lump in the arm, leg, chest or pelvis. • Bone pain. • Break in a bone, also called a fracture. • Pain, swelling or tenderness near the affected area. • Sometimes Ewing sarcoma causes symptoms that affect the whole body. • These can include: Fever. • Losing weight without trying. • Tiredness. • Make an appointment with a healthcare professional if you or your child has ongoing signs and symptoms that worry you. • It is not clear what causes Ewing sarcoma. • Ewing sarcoma happens when cells develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it is called metastatic cancer. • In Ewing sarcoma, the DNA changes most often affect a gene called EWSR1. • If your healthcare professional suspects that you or your child has Ewing sarcoma, the cancer cells may be tested to look for changes in this gene. • Risk factors for Ewing sarcoma include: Young age. • Ewing sarcoma can happen at any age. • But it is more likely to happen in children and young adults. • European ancestry. • Ewing sarcoma is more common in people of European ancestry. • It's much less common in people of African and East Asian ancestry. • There's no way to prevent Ewing sarcoma. • Complications of Ewing sarcoma and its treatment include the following. • Ewing sarcoma can spread from where it started to other areas. • Ewing sarcoma most often spreads to the lungs and to other bones. • The strong treatments needed to control Ewing sarcoma can cause major side effects, both in the short and long term. • Your healthcare team can help you manage the side effects that happen during treatment. • The team also can give you a list of side effects to watch for in the years after treatment.",
      "Causes": "It is not clear what causes Ewing sarcoma. • Ewing sarcoma happens when cells develop changes in their DNA. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it is called metastatic cancer. • In Ewing sarcoma, the DNA changes most often affect a gene called EWSR1. • If your healthcare professional suspects that you or your child has Ewing sarcoma, the cancer cells may be tested to look for changes in this gene.",
      "Risk factors": "Risk factors for Ewing sarcoma include: Young age. • Ewing sarcoma can happen at any age. • But it is more likely to happen in children and young adults. • European ancestry. • Ewing sarcoma is more common in people of European ancestry. • It's much less common in people of African and East Asian ancestry. • There's no way to prevent Ewing sarcoma.",
      "Complications": "Complications of Ewing sarcoma and its treatment include the following. • Ewing sarcoma can spread from where it started to other areas. • Ewing sarcoma most often spreads to the lungs and to other bones. • The strong treatments needed to control Ewing sarcoma can cause major side effects, both in the short and long term. • Your healthcare team can help you manage the side effects that happen during treatment. • The team also can give you a list of side effects to watch for in the years after treatment."
    },
    "name": "Ewing sarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/ewing-sarcoma/symptoms-causes/syc-20351071"
  },
  {
    "sections": {},
    "name": "Exercise headaches",
    "url": "https://www.mayoclinic.org/diseases-conditions/exercise-headaches/symptoms-causes/syc-20372276"
  },
  {
    "sections": {},
    "name": "Exercise-induced asthma",
    "url": "https://www.mayoclinic.org/diseases-conditions/exercise-induced-asthma/symptoms-causes/syc-20372300"
  },
  {
    "sections": {
      "Overview": "Eye floaters are spots in your vision. • They may look to you like black or gray specks, strings, or cobwebs. • They may drift about when you move your eyes. • Floaters appear to dart away when you try to look at them directly. • Most eye floaters are caused by age-related changes that occur as the jelly-like substance (vitreous) inside your eyes liquifies and contracts. • Scattered clumps of collagen fibers form within the vitreous and can cast tiny shadows on your retina. • The shadows you see are called floaters. • If you notice a sudden increase in eye floaters, contact an eye specialist immediately — especially if you also see light flashes or lose your vision. • These can be symptoms of an emergency that requires prompt attention.",
      "Symptoms": "Symptoms of eye floaters may include: Small shapes in your vision that appear as dark specks or knobby, transparent strings of floating material Spots that move when you move your eyes, so when you try to look at them, they move quickly out of your line of vision Spots that are most noticeable when you look at a plain bright background, such as a blue sky or a white wall Small shapes or strings that eventually settle down and drift out of the line of vision Contact an eye specialist immediately if you notice: Many more eye floaters than usual A sudden onset of new floaters Flashes of light in the same eye as the floaters A gray curtain or blurry area that blocks part of your vision Darkness on a side or sides of your vision (peripheral vision loss) These painless symptoms could be caused by a retinal tear, with or without a retinal detachment. • This is a sight-threatening condition that requires immediate attention. • Eye floaters may be caused by vitreous changes related to aging or from other diseases or conditions: Age-related eye changes. • The vitreous is a jelly-like substance made primarily of water, collagen (a type of protein) and hyaluronan (a type of carbohydrate). • The vitreous fills the space in your eye between the lens and retina and helps the eye maintain its round shape. • As you age, the vitreous changes. • Over time, it liquifies and contracts — a process that causes it to pull away from the eyeball's inside surface. • As the vitreous changes, collagen fibers within the vitreous form clumps and strings. • These scattered pieces block some of the light passing through the eye. • This casts tiny shadows on your retina that are seen as floaters. • Inflammation in the back of the eye. • Uveitis is inflammation in the middle layer of tissue in the eye wall (uvea). • Posterior uveitis affects the back of the eye, which includes the retina and an eye layer called the choroid. • The inflammation causes floaters in the vitreous. • Causes of posterior uveitis include infection, autoimmune disorders and inflammatory diseases. • Bleeding in the eye. • Bleeding into the vitreous can have many causes, including retinal tears and detachments, diabetes, high blood pressure (hypertension), blocked blood vessels, and injury. • Blood cells are seen as floaters. • Torn retina. • Retinal tears can happen when a contracting vitreous tugs on the retina with enough force to tear it. • Without treatment, a retinal tear may lead to retinal detachment. • If fluid leaks behind the tear, it can cause the retina to separate from the back of your eye. • Untreated retinal detachment can cause permanent vision loss. • Eye surgeries and eye medications. • Certain medications that are injected into the vitreous can cause air bubbles to form. • These bubbles are seen as shadows until your eye absorbs them. • Silicone oil bubbles added during certain surgeries on the vitreous and retina also can be seen as floaters. • Factors that can increase your risk of eye floaters include: Age over 50 years Nearsightedness Eye injury Complications from cataract surgery Diabetes complication that causes damage to the blood vessels of the retina (diabetic retinopathy) Eye inflammation",
      "Causes": "Eye floaters may be caused by vitreous changes related to aging or from other diseases or conditions: Age-related eye changes. • The vitreous is a jelly-like substance made primarily of water, collagen (a type of protein) and hyaluronan (a type of carbohydrate). • The vitreous fills the space in your eye between the lens and retina and helps the eye maintain its round shape. • As you age, the vitreous changes. • Over time, it liquifies and contracts — a process that causes it to pull away from the eyeball's inside surface. • As the vitreous changes, collagen fibers within the vitreous form clumps and strings. • These scattered pieces block some of the light passing through the eye. • This casts tiny shadows on your retina that are seen as floaters. • Inflammation in the back of the eye. • Uveitis is inflammation in the middle layer of tissue in the eye wall (uvea). • Posterior uveitis affects the back of the eye, which includes the retina and an eye layer called the choroid. • The inflammation causes floaters in the vitreous. • Causes of posterior uveitis include infection, autoimmune disorders and inflammatory diseases. • Bleeding in the eye. • Bleeding into the vitreous can have many causes, including retinal tears and detachments, diabetes, high blood pressure (hypertension), blocked blood vessels, and injury. • Blood cells are seen as floaters. • Torn retina. • Retinal tears can happen when a contracting vitreous tugs on the retina with enough force to tear it. • Without treatment, a retinal tear may lead to retinal detachment. • If fluid leaks behind the tear, it can cause the retina to separate from the back of your eye. • Untreated retinal detachment can cause permanent vision loss. • Eye surgeries and eye medications. • Certain medications that are injected into the vitreous can cause air bubbles to form. • These bubbles are seen as shadows until your eye absorbs them. • Silicone oil bubbles added during certain surgeries on the vitreous and retina also can be seen as floaters.",
      "Risk factors": "Factors that can increase your risk of eye floaters include: Age over 50 years Nearsightedness Eye injury Complications from cataract surgery Diabetes complication that causes damage to the blood vessels of the retina (diabetic retinopathy) Eye inflammation"
    },
    "name": "Eye floaters",
    "url": "https://www.mayoclinic.org/diseases-conditions/eye-floaters/symptoms-causes/syc-20372346"
  },
  {
    "sections": {
      "Overview": "Eye melanoma is a kind of eye cancer that starts in cells within the eye that make melanin. • Melanin is most often known as the pigment that gives skin its color. • But the eyes have cells that make melanin too. • Eye melanoma also is called ocular melanoma, intraocular melanoma and uveal melanoma. • Most eye melanomas form in parts of the eye you can't see when looking in a mirror. • That makes eye melanoma hard to notice. • And eye melanoma typically doesn't cause symptoms at first. • Eye melanoma can be treated. • Treatment for small eye melanomas may not cause vision problems. • But treatment for large eye melanomas typically leads to some vision loss.",
      "Symptoms": "Eye melanoma may not cause any symptoms. • When they do happen, signs and symptoms of eye melanoma can include: Flashes of light or what look like specks of dust in a person's vision. • These are sometimes called floaters. • A growing dark spot in the colored part of the eye, called the iris. • A change in the shape of the pupil. • The pupil is the dark circle at the center of the eye. • Poor vision or blurry vision in one eye. • Not being able to see when looking to the side. • This is called loss of peripheral vision. • Make an appointment with a healthcare professional if you have any symptoms of eye melanoma. • If you notice sudden changes in your vision, seek emergency medical care right away.",
      "Causes": "It's not clear what causes eye melanoma. • Eye melanoma happens when cells in the eye develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA tells the cells to grow and multiply at a set rate. • The DNA also tells the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Eye melanoma most often happens in the cells of the middle layer of the eye, called the uvea. • The uvea has three parts. • Each part can be affected by eye melanoma: The iris. • The iris is the colored part at the front of the eye. • The choroid layer. • The choroid layer is a layer of blood vessels and connective tissue. • It's located at the back of the uvea. • The ciliary body. • The ciliary body is located behind the iris. • It helps the eye focus. • It also makes a transparent liquid, called aqueous humor, that fills the front part of the eye. • Eye melanoma can happen in other parts of the eye. • But this is very rare. • Other parts of the eye that can develop melanoma include: The layer on the front of the eye, called the conjunctiva. • The socket that surrounds the eyeball, called the orbit. • The eyelid.",
      "Risk factors": "Risk factors for eye melanoma include: Light eye color. • People with blue eyes or green eyes have a higher risk of melanoma of the eye. • Being white. • White people have a greater risk of eye melanoma than do people of other races. • Age. • The risk of eye melanoma goes up with age. • Certain inherited skin conditions. • A condition called dysplastic nevus syndrome, which causes unusual moles, can raise the risk of eye melanoma. • People who have a condition called ocular melanocytosis also are at higher risk of eye melanoma. • This condition involves unusual skin pigmentation on the eyelids and in the tissue around the eyelids. • It also leads to more pigmentation on the eye's uvea. • Certain genetic changes. • Some DNA changes that are passed from parents to children may raise the risk of eye melanoma. • Exposure to ultraviolet light. • Some research suggests that exposure to ultraviolet light could raise the risk of eye melanoma. • Sources of ultraviolet light include the sun, as well as tanning beds. • Healthcare professionals haven't found anything that can prevent eye melanoma.",
      "Complications": "Some people develop other health concerns linked to eye melanoma. • These are called complications. • They can include the following: Eye melanoma can cause vision loss. • Sometimes the vision loss is a symptom of an eye melanoma. • Sometimes vision loss is caused by eye melanoma treatment. • Eye melanoma can spread outside of the eye to other areas of the body, including the liver, lungs and bones."
    },
    "name": "Eye melanoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/eye-melanoma/symptoms-causes/syc-20372371"
  },
  {
    "sections": {
      "Overview": "Eyestrain is a common condition that occurs when your eyes get tired from intense use, such as while driving long distances or staring at computer screens and other digital devices. • Eyestrain can be annoying. • But it usually isn't serious, and it goes away once you rest your eyes or take other steps to reduce your eye discomfort. • In some cases, symptoms of eyestrain can indicate an underlying eye condition that needs treatment.",
      "Symptoms": "Eyestrain symptoms include: Sore, tired, burning or itching eyes Watery or dry eyes Blurred or double vision Headache Sore neck, shoulders or back Increased sensitivity to light, called photophobia Difficulty concentrating Feeling that you cannot keep your eyes open See an eye specialist if self-care steps don't relieve your eyestrain. • Common causes of eyestrain include: Looking at digital device screens Reading without pausing to rest your eyes Driving long distances and doing other activities involving focusing for a long time Being exposed to bright light or glare Straining to see in very dim light Having an underlying eye problem, such as dry eyes or uncorrected vision, called refractive error Being stressed or fatigued Being exposed to dry moving air from a fan, a heating system or an air-conditioning system Extended use of computers and other digital devices is one of the most common causes of eyestrain. • The American Optometric Association calls this computer vision syndrome. • It's also called digital eyestrain. • People who look at screens two or more hours in a row every day have the greatest risk of this condition. • Computer use strains eyes more than reading print material because people tend to: Blink less while using computers, and blinking is key to moistening the eyes View digital screens at less than ideal distances or angles Use devices that have glare or reflection Use devices with poor contrast between the text and the background In some cases, an underlying eye problem, such as eye muscle imbalance or uncorrected vision, can cause or worsen computer vision syndrome. • Some other factors that can make the condition worse include: Glare on the screen Poor posture Setup of a computer workstation Circulating air, such as from air conditioning or a nearby fan Eyestrain doesn't have serious or long-term consequences, but it can be aggravating and unpleasant. • It can make you tired and reduce your ability to concentrate.",
      "Causes": "Common causes of eyestrain include: Looking at digital device screens Reading without pausing to rest your eyes Driving long distances and doing other activities involving focusing for a long time Being exposed to bright light or glare Straining to see in very dim light Having an underlying eye problem, such as dry eyes or uncorrected vision, called refractive error Being stressed or fatigued Being exposed to dry moving air from a fan, a heating system or an air-conditioning system Extended use of computers and other digital devices is one of the most common causes of eyestrain. • The American Optometric Association calls this computer vision syndrome. • It's also called digital eyestrain. • People who look at screens two or more hours in a row every day have the greatest risk of this condition. • Computer use strains eyes more than reading print material because people tend to: Blink less while using computers, and blinking is key to moistening the eyes View digital screens at less than ideal distances or angles Use devices that have glare or reflection Use devices with poor contrast between the text and the background In some cases, an underlying eye problem, such as eye muscle imbalance or uncorrected vision, can cause or worsen computer vision syndrome. • Some other factors that can make the condition worse include: Glare on the screen Poor posture Setup of a computer workstation Circulating air, such as from air conditioning or a nearby fan",
      "Complications": "Eyestrain doesn't have serious or long-term consequences, but it can be aggravating and unpleasant. • It can make you tired and reduce your ability to concentrate."
    },
    "name": "Eyestrain",
    "url": "https://www.mayoclinic.org/diseases-conditions/eyestrain/symptoms-causes/syc-20372397"
  }
]