[
  {
    "sections": {
      "Overview": "In Zenker's diverticulum, a bulge or pouch forms at the top of the tube that connects the throat to the stomach, called the esophagus. • The condition is not common. • Connected bands of muscle that work to pass food from the mouth to the stomach make up the esophagus. • Over time, the bulge of Zenker's diverticulum can get bigger. • Food, pills and even thick mucus can get stuck in the pouch instead of going through the esophagus. • This can lead to problems with eating and other complications. • The cause of Zenker's diverticulum is not known. • It happens most often to men older than 60. • Treatment for symptoms of Zenker's diverticulum often is surgery.",
      "Symptoms": "A small Zenker's diverticulum may not have any symptoms. • But the bulge may get bigger over time. • It can trap food, mucus and pills. • Symptoms might include: Trouble swallowing, called dysphagia. • Burping. • A gurgling noise at the back of the throat. • Coughing. • Hoarseness. • Bad breath. • Choking. • If the pouch gets big enough, what's in it may spill into the throat. • Then Zenker's diverticulum symptoms might include: Feeling of food stuck in the throat. • Coughing up or spitting up food 1 to 2 hours after eating. • This is called regurgitation. • Breathing food into the lungs, called aspirating.",
      "Causes": "The cause of Zenker's diverticulum isn't known. • It's not known why the walls of the esophagus change to form a bulge or pouch in the condition. • The cause of Zenker's diverticulum might involve the muscles of the esophagus not working together. • Most often, a muscle at the top of the esophagus relaxes to let the food down. • If that doesn't happen, food can get trapped in the esophagus. • If the muscle in the area where the food gets trapped is weak, the food can cause the esophagus to bulge and form a pouch.",
      "Risk factors": "Risk factors for Zenker's diverticulum include: Being older than 60. • Being male. • Having gastroesophageal reflux disease (GERD) or a condition in which part of the stomach bulges into the chest, called a hiatal hernia. • Having spinal surgery.",
      "Complications": "Complications can happen if Zenker's diverticulum isn't treated. • The bulge of Zenker's diverticulum can get larger if it's not treated. • Complications of Zenker's diverticulum can include: Lung infection. • Breathing in food, called aspirating, can lead to a lung infection. • This is called aspiration pneumonia. • Weight loss and not getting enough nutrients, called malnutrition. • Trouble swallowing can lead to weight loss and malnutrition."
    },
    "name": "Zenker's diverticulum",
    "url": "https://www.mayoclinic.org/diseases-conditions/zenkers-diverticulum/symptoms-causes/syc-20568839"
  },
  {
    "sections": {
      "Overview": "Zollinger-Ellison syndrome is a condition in which one or more tumors grow in the pancreas or small intestine. • The tumors, called gastrinomas, produce large amounts of the hormone gastrin. • Gastrin causes the stomach to produce too much acid, which leads to peptic ulcers. • High gastrin levels also can cause diarrhea, belly pain and other symptoms. • Zollinger-Ellison syndrome is rare. • Though it may happen at any time in life, people usually find out they have it sometime between ages 20 and 50. • Medicines to cut down stomach acid and heal the ulcers are the usual treatment. • Some people also may need surgery to remove tumors.",
      "Symptoms": "Symptoms of Zollinger-Ellison syndrome may include: Stomach pain. • Diarrhea. • Burning, aching or discomfort in your upper belly. • Acid reflux and heartburn. • Burping. • Nausea and vomiting. • Bleeding in your digestive tract. • Losing weight without trying. • Loss of appetite. • See a healthcare professional if you have a burning, aching pain in your upper belly that doesn't go away — especially if you also have nausea, vomiting and diarrhea. • Tell your care professional if you've been using over-the-counter medicines to reduce stomach acid. • These include omeprazole (Prilosec, Zegerid), cimetidine (Tagamet HB) or famotidine (Pepcid AC). • These medicines may mask your symptoms, which could delay your diagnosis.",
      "Causes": "The exact cause of Zollinger-Ellison syndrome isn't known. • But the pattern of events that occurs in Zollinger-Ellison syndrome typically follows the same sequence. • The syndrome begins when one or more tumors form in the pancreas or a part of the small intestine called the duodenum. • The duodenum is the section connected to the stomach. • Sometimes the tumors form at other sites, such as the lymph nodes next to the pancreas. • The pancreas sits behind the stomach. • It makes enzymes that are needed for digesting food. • The pancreas also makes many hormones, including insulin. • Insulin is the hormone that helps control blood sugar, also called glucose. • Digestive juices from the pancreas, liver and gallbladder mix in the duodenum. • This is where most of digestion happens. • The tumors that form with Zollinger-Ellison syndrome are made up of cells that secrete large amounts of the hormone gastrin. • For this reason, they are sometimes called gastrinomas. • Increased gastrin causes the stomach to make far too much acid. • The excess acid then leads to peptic ulcers and sometimes to diarrhea. • Besides causing excess acid production, the tumors are often cancerous. • Although the tumors tend to grow slowly, the cancer can spread elsewhere — most commonly to nearby lymph nodes or the liver. • Zollinger-Ellison syndrome may be caused by an inherited condition called multiple endocrine neoplasia, type 1 (MEN 1). • People with MEN 1 also have tumors in the parathyroid glands. • They may have tumors in their pituitary glands as well. • About 25% of people who have gastrinomas have them as part of MEN 1. • They also may have tumors in the pancreas and other organs.",
      "Risk factors": "If you have a first-degree relative, such as a sibling or parent, with MEN 1, it's more likely that you'll have Zollinger-Ellison syndrome."
    },
    "name": "Zollinger-Ellison syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/zollinger-ellison-syndrome/symptoms-causes/syc-20379042"
  }
]