[
  {
    "sections": {
      "Overview": "Galactorrhea (guh-lack-toe-REE-uh) is a milky nipple discharge not linked to the making of milk for breastfeeding. • Galactorrhea isn't a disease. • But it can be a sign of an underlying condition. • Galactorrhea mostly happens to people assigned female at birth. • It can happen even to those who haven't had children or who have gone through menopause. • But galactorrhea also can happen to people assigned male at birth and even to infants. • Too much breast handling, medicine side effects or conditions of the pituitary gland may add to galactorrhea. • Often, higher levels of the hormone involved in making breast milk, called prolactin, cause galactorrhea. • Sometimes, the cause of galactorrhea can't be found. • The condition may clear up on its own.",
      "Symptoms": "Symptoms linked to galactorrhea include: Milky nipple discharge that's constant or comes and goes. • Nipple discharge from more than one milk duct. • Nipple discharge that leaks on its own or when the breast is touched. • Nipple discharge from one or both breasts. • Irregular or no menstrual periods. • Headaches or trouble with vision. • If one or both breasts keep leaking milky discharge, and you're not pregnant or breastfeeding, make an appointment to see your healthcare professional. • If breast stimulation, such as handling the nipple during sex, causes nipple discharge from more than one duct, there's little cause for worry. • The discharge most often doesn't mean there's a problem. • And the discharge often clears up on its own. • If you keep having discharge that doesn't go away, make an appointment with your healthcare professional. • Nipple discharge that isn't milky needs medical attention right away. • If the discharge is bloody, or clear and comes from one duct or there's a lump you can feel, it may be a sign of breast cancer. • Galactorrhea often results from having too much of the hormone that makes milk when you have a baby. • This is called prolactin. • Your pituitary gland, a small bean-shaped gland at the base of your brain involved with several hormones, makes prolactin. • Possible causes of galactorrhea include: Medicines, such as certain sedatives, antidepressants, antipsychotics and high blood pressure medicines. • Opioid use. • Herbal supplements, such as fennel, anise or fenugreek seed. • Birth control pills. • A noncancerous pituitary tumor, called prolactinoma, or other condition of the pituitary gland. • Underactive thyroid, also called hypothyroidism. • Long-term kidney disease. • Too much handling of the breast. • This may be linked with sex activity, having breast self-exams with nipple handling or long-lasting rubbing from clothing. • Nerve damage to the chest wall from chest surgery, burns or other chest injuries. • Spinal cord surgery, injury or tumors. • Stress. • Sometimes healthcare professionals can't find a cause for galactorrhea. • This is called idiopathic galactorrhea. • This may mean that the breast tissue is very sensitive to the milk-making hormone prolactin. • If so, even typical prolactin levels can lead to galactorrhea. • In people assigned male at birth, galactorrhea may be linked with too little of the hormone testosterone. • Called male hypogonadism, this most often also causes breasts that are enlarged or tender, called gynecomastia. • Not being able to get and keep an erection, called erectile dysfunction, and not wanting to have sex also are linked with too little testosterone. • Anything that triggers the release of the hormone prolactin can increase the risk of galactorrhea. • Risk factors include: Certain medicines, illicit drugs and herbal supplements. • Conditions that affect the pituitary gland, such as pituitary tumors that aren't cancer. • Certain medical conditions, such as long-term kidney disease, spinal cord injury, injuries to the chest wall and underactive thyroid. • A lot of touching and rubbing of the breasts. • Stress.",
      "Causes": "Galactorrhea often results from having too much of the hormone that makes milk when you have a baby. • This is called prolactin. • Your pituitary gland, a small bean-shaped gland at the base of your brain involved with several hormones, makes prolactin. • Possible causes of galactorrhea include: Medicines, such as certain sedatives, antidepressants, antipsychotics and high blood pressure medicines. • Opioid use. • Herbal supplements, such as fennel, anise or fenugreek seed. • Birth control pills. • A noncancerous pituitary tumor, called prolactinoma, or other condition of the pituitary gland. • Underactive thyroid, also called hypothyroidism. • Long-term kidney disease. • Too much handling of the breast. • This may be linked with sex activity, having breast self-exams with nipple handling or long-lasting rubbing from clothing. • Nerve damage to the chest wall from chest surgery, burns or other chest injuries. • Spinal cord surgery, injury or tumors. • Stress. • Sometimes healthcare professionals can't find a cause for galactorrhea. • This is called idiopathic galactorrhea. • This may mean that the breast tissue is very sensitive to the milk-making hormone prolactin. • If so, even typical prolactin levels can lead to galactorrhea. • In people assigned male at birth, galactorrhea may be linked with too little of the hormone testosterone. • Called male hypogonadism, this most often also causes breasts that are enlarged or tender, called gynecomastia. • Not being able to get and keep an erection, called erectile dysfunction, and not wanting to have sex also are linked with too little testosterone.",
      "Risk factors": "Anything that triggers the release of the hormone prolactin can increase the risk of galactorrhea. • Risk factors include: Certain medicines, illicit drugs and herbal supplements. • Conditions that affect the pituitary gland, such as pituitary tumors that aren't cancer. • Certain medical conditions, such as long-term kidney disease, spinal cord injury, injuries to the chest wall and underactive thyroid. • A lot of touching and rubbing of the breasts. • Stress."
    },
    "name": "Galactorrhea",
    "url": "https://www.mayoclinic.org/diseases-conditions/galactorrhea/symptoms-causes/syc-20350431"
  },
  {
    "sections": {
      "Overview": "Gallbladder cancer is a growth of cells that begins in the gallbladder. • The gallbladder is a small, pear-shaped organ on the right side of the belly, just beneath the liver. • The gallbladder stores a fluid called bile that the liver makes to digest food. • Gallbladder cancer is not common. • The chance for a cure is good when gallbladder cancer is found when it's small. • But most gallbladder cancers are found when they've grown beyond the gallbladder. • Then the chance to survive, called prognosis, often is poor. • Gallbladder cancer may not be found until it's advanced because it may cause no symptoms. • When they happen, the symptoms may be like those of common conditions. • Also, the gallbladder is hidden inside the body. • This makes it easier for gallbladder cancer to grow without being found.",
      "Symptoms": "Gallbladder cancer may have no symptoms. • When there are signs and symptoms, they may include: Belly pain, mostly in the upper right part of the belly. • Belly bloating. • A mass you can feel through the skin. • Losing weight without trying. • Yellowing of the skin and whites of the eyes, called jaundice. • Yellowing of the skin might be harder to see on Black or brown skin. • Jaundice typically happens when the gallbladder cancer is very advanced. • Make an appointment with a healthcare professional if you have symptoms that worry you. • It's not clear what causes gallbladder cancer. • Healthcare professionals know that gallbladder cancer starts when healthy gallbladder cells develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Most gallbladder cancer begins in the glandular cells that line the inner surface of the gallbladder. • Gallbladder cancer that begins in this type of cell is called adenocarcinoma. • This term refers to the way the cancer cells appear when looked at under a microscope. • Factors that can increase the risk of gallbladder cancer include: Female sex. • Gallbladder cancer is much more common in women than in men. • Experts think it may be related to the hormone estrogen, which increases the risk of gallstones. • People who are assigned female at birth most often have higher levels of estrogen in their bodies than do people assigned male at birth. • Increasing age. • Your risk of gallbladder cancer increases as you age. • It's more common after age 65. • But it can happen in children. • A history of gallstones. • Gallbladder cancer is most common in people who have gallstones or have had gallstones in the past. • Larger gallstones may carry a larger risk. • Gallstones are common. • But even in people with gallstones, gallbladder cancer is rare. • Other gallbladder conditions. • Other gallbladder conditions that can increase the risk of gallbladder cancer include polyps, infections, and ongoing swelling and irritation, called chronic inflammation. • Inflammation of the bile ducts. • Primary sclerosing cholangitis causes inflammation of the ducts that drain bile from the gallbladder and liver. • This condition increases the risk of gallbladder cancer. • Healthcare professionals have not found ways to prevent gallbladder cancer.",
      "Causes": "It's not clear what causes gallbladder cancer. • Healthcare professionals know that gallbladder cancer starts when healthy gallbladder cells develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Most gallbladder cancer begins in the glandular cells that line the inner surface of the gallbladder. • Gallbladder cancer that begins in this type of cell is called adenocarcinoma. • This term refers to the way the cancer cells appear when looked at under a microscope.",
      "Risk factors": "Factors that can increase the risk of gallbladder cancer include: Female sex. • Gallbladder cancer is much more common in women than in men. • Experts think it may be related to the hormone estrogen, which increases the risk of gallstones. • People who are assigned female at birth most often have higher levels of estrogen in their bodies than do people assigned male at birth. • Increasing age. • Your risk of gallbladder cancer increases as you age. • It's more common after age 65. • But it can happen in children. • A history of gallstones. • Gallbladder cancer is most common in people who have gallstones or have had gallstones in the past. • Larger gallstones may carry a larger risk. • Gallstones are common. • But even in people with gallstones, gallbladder cancer is rare. • Other gallbladder conditions. • Other gallbladder conditions that can increase the risk of gallbladder cancer include polyps, infections, and ongoing swelling and irritation, called chronic inflammation. • Inflammation of the bile ducts. • Primary sclerosing cholangitis causes inflammation of the ducts that drain bile from the gallbladder and liver. • This condition increases the risk of gallbladder cancer. • Healthcare professionals have not found ways to prevent gallbladder cancer."
    },
    "name": "Gallbladder cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/gallbladder-cancer/symptoms-causes/syc-20353370"
  },
  {
    "sections": {},
    "name": "Gallstones",
    "url": "https://www.mayoclinic.org/diseases-conditions/gallstones/symptoms-causes/syc-20354214"
  },
  {
    "sections": {
      "Overview": "Ganglion cysts are lumps that most often appear along the tendons or joints of wrists or hands. • They also can occur in ankles and feet. • Ganglion cysts are typically round or oval and are filled with a jellylike fluid. • They are not cancer. • Small ganglion cysts can be pea-sized. • They can change size. • Ganglion cysts can be painful if they press on a nearby nerve. • Sometimes they affect joint movement. • For a ganglion cyst that causes problems, having a health care provider drain the cyst with a needle might be an option. • So might removing the cyst surgically. • But if there are no symptoms, no treatment is necessary. • Often, the cysts grow and shrink. • Some go away on their own.",
      "Symptoms": "These are common features of ganglion cysts: Location. • Ganglion cysts most often develop along the tendons or joints of wrists or hands. • The next most common locations are the ankles and feet. • These cysts grow near other joints too. • Shape and size. • Ganglion cysts are round or oval. • Some are too small to feel. • The size of a cyst can change, often getting larger over time with joint movement. • Pain. • Ganglion cysts usually are painless. • But if a cyst presses on a nerve or other structures, it can cause pain, tingling, numbness or muscle weakness. • See a health care provider if you notice a lump or pain in your wrist, hand, ankle or foot. • You can get a diagnosis and find out whether you need treatment. • No one knows what causes a ganglion cyst. • It grows out of a joint or the lining of a tendon and looks like a tiny water balloon on a stalk. • Inside the cyst is a thick fluid like the fluid found in joints or around tendons. • Factors that may increase the risk of ganglion cysts include: Sex and age. • Ganglion cysts can develop in anyone, but they most often occur in women between the ages of 20 and 40. • Osteoarthritis. • People who have wear-and-tear arthritis in the finger joints closest to the fingernails are at higher risk of developing ganglion cysts near those joints. • Joint or tendon injury. • Joints or tendons that have been injured are more likely to develop ganglion cysts.",
      "Causes": "No one knows what causes a ganglion cyst. • It grows out of a joint or the lining of a tendon and looks like a tiny water balloon on a stalk. • Inside the cyst is a thick fluid like the fluid found in joints or around tendons.",
      "Risk factors": "Factors that may increase the risk of ganglion cysts include: Sex and age. • Ganglion cysts can develop in anyone, but they most often occur in women between the ages of 20 and 40. • Osteoarthritis. • People who have wear-and-tear arthritis in the finger joints closest to the fingernails are at higher risk of developing ganglion cysts near those joints. • Joint or tendon injury. • Joints or tendons that have been injured are more likely to develop ganglion cysts."
    },
    "name": "Ganglion cyst",
    "url": "https://www.mayoclinic.org/diseases-conditions/ganglion-cyst/symptoms-causes/syc-20351156"
  },
  {
    "sections": {},
    "name": "Gangrene",
    "url": "https://www.mayoclinic.org/diseases-conditions/gangrene/symptoms-causes/syc-20352567"
  },
  {
    "sections": {},
    "name": "Gas and gas pains",
    "url": "https://www.mayoclinic.org/diseases-conditions/gas-and-gas-pains/symptoms-causes/syc-20372709"
  },
  {
    "sections": {
      "Overview": "Gastritis is a general term for a group of conditions with one thing in common: Inflammation of the lining of the stomach. • The inflammation of gastritis is most often the result of infection with the same bacterium that causes most stomach ulcers or the regular use of certain pain relievers. • Drinking too much alcohol also can contribute to gastritis. • Gastritis may occur suddenly (acute gastritis) or appear slowly over time (chronic gastritis). • In some cases, gastritis can lead to ulcers and an increased risk of stomach cancer. • For most people, however, gastritis isn't serious and improves quickly with treatment.",
      "Symptoms": "Gastritis doesn't always cause symptoms. • When it does, the symptoms of gastritis may include: Gnawing or burning ache or pain, called indigestion, in your upper belly. • This feeling may become either worse or better after eating. • Nausea. • Vomiting. • A feeling of fullness in your upper abdomen after eating. • Nearly everyone has had indigestion and stomach irritation at some point. • Usually, indigestion doesn't last long and doesn't require medical care. • See your healthcare professional if you have symptoms of gastritis for a week or longer. • Seek medical attention right away if you have severe pain or if you have vomiting where you cannot hold any food down. • Also seek attention right away if you feel lightheaded or dizzy. • Tell your healthcare professional if your stomach discomfort happens after taking medicines, especially aspirin or other pain relievers. • If you are vomiting blood, have blood in your stools or have stools that appear black, see your healthcare professional right away to find the cause. • Gastritis is an inflammation of the stomach lining. • The stomach lining is a mucus-lined barrier that protects the stomach wall. • Weaknesses or injury to the barrier allows digestive juices to damage and inflame the stomach lining. • Several diseases and conditions can increase the risk of gastritis. • These include inflammatory conditions, such as Crohn's disease. • Factors that increase your risk of gastritis include: Bacterial infection. • A bacterial infection called Helicobacter pylori, also known as H. pylori, is one of the most common worldwide human infections. • However, only some people with the infection develop gastritis or other upper gastrointestinal disorders. • Healthcare professionals believe sensitivity to the germs could be inherited. • Sensitivity also may be caused by lifestyle choices, such as smoking and diet. • Regular use of pain relievers. • Pain relievers known as nonsteroidal anti-inflammatory drugs, also called NSAIDs, can cause both acute gastritis and chronic gastritis. • NSAIDs include ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve, Anaprox DS). • Using these pain relievers regularly or taking too much of these medicines may damage the stomach lining. • Older age. • Older adults have an increased risk of gastritis because the stomach lining tends to thin with age. • Older adults also have an increased risk because they are more likely to have H. pylori infection or autoimmune disorders than younger people are. • Excessive alcohol use. • Alcohol can irritate and break down your stomach lining. • This makes your stomach more vulnerable to digestive juices. • Excessive alcohol use is more likely to cause acute gastritis. • Stress. • Severe stress due to major surgery, injury, burns or severe infections can cause acute gastritis. • Cancer treatment. • Chemotherapy medicines or radiation treatment can increase your risk of gastritis. • Your own body attacking cells in your stomach. • Called autoimmune gastritis, this type of gastritis occurs when your body attacks the cells that make up your stomach lining. • This reaction can wear away at your stomach's protective barrier. • Autoimmune gastritis is more common in people with other autoimmune disorders. • These include Hashimoto's disease and type 1 diabetes. • Autoimmune gastritis also can be associated with vitamin B-12 deficiency. • Other diseases and conditions. • Gastritis may be associated with other medical conditions. • These may include HIV/AIDS, Crohn's disease, celiac disease, sarcoidosis and parasitic infections. • Left untreated, gastritis may lead to stomach ulcers and stomach bleeding. • Rarely, some forms of chronic gastritis may increase your risk of stomach cancer. • This risk is increased if you have extensive thinning of the stomach lining and changes in the lining's cells. • Tell your healthcare professional if your symptoms aren't improving despite treatment for gastritis.",
      "Causes": "Gastritis is an inflammation of the stomach lining. • The stomach lining is a mucus-lined barrier that protects the stomach wall. • Weaknesses or injury to the barrier allows digestive juices to damage and inflame the stomach lining. • Several diseases and conditions can increase the risk of gastritis. • These include inflammatory conditions, such as Crohn's disease.",
      "Risk factors": "Factors that increase your risk of gastritis include: Bacterial infection. • A bacterial infection called Helicobacter pylori, also known as H. pylori, is one of the most common worldwide human infections. • However, only some people with the infection develop gastritis or other upper gastrointestinal disorders. • Healthcare professionals believe sensitivity to the germs could be inherited. • Sensitivity also may be caused by lifestyle choices, such as smoking and diet. • Regular use of pain relievers. • Pain relievers known as nonsteroidal anti-inflammatory drugs, also called NSAIDs, can cause both acute gastritis and chronic gastritis. • NSAIDs include ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve, Anaprox DS). • Using these pain relievers regularly or taking too much of these medicines may damage the stomach lining. • Older age. • Older adults have an increased risk of gastritis because the stomach lining tends to thin with age. • Older adults also have an increased risk because they are more likely to have H. pylori infection or autoimmune disorders than younger people are. • Excessive alcohol use. • Alcohol can irritate and break down your stomach lining. • This makes your stomach more vulnerable to digestive juices. • Excessive alcohol use is more likely to cause acute gastritis. • Stress. • Severe stress due to major surgery, injury, burns or severe infections can cause acute gastritis. • Cancer treatment. • Chemotherapy medicines or radiation treatment can increase your risk of gastritis. • Your own body attacking cells in your stomach. • Called autoimmune gastritis, this type of gastritis occurs when your body attacks the cells that make up your stomach lining. • This reaction can wear away at your stomach's protective barrier. • Autoimmune gastritis is more common in people with other autoimmune disorders. • These include Hashimoto's disease and type 1 diabetes. • Autoimmune gastritis also can be associated with vitamin B-12 deficiency. • Other diseases and conditions. • Gastritis may be associated with other medical conditions. • These may include HIV/AIDS, Crohn's disease, celiac disease, sarcoidosis and parasitic infections.",
      "Complications": "Left untreated, gastritis may lead to stomach ulcers and stomach bleeding. • Rarely, some forms of chronic gastritis may increase your risk of stomach cancer. • This risk is increased if you have extensive thinning of the stomach lining and changes in the lining's cells. • Tell your healthcare professional if your symptoms aren't improving despite treatment for gastritis."
    },
    "name": "Gastritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/gastritis/symptoms-causes/syc-20355807"
  },
  {
    "sections": {
      "Overview": "Gastroesophageal reflux disease is a condition in which stomach acid repeatedly flows back up into the tube connecting the mouth and stomach, called the esophagus. • It's often called GERD for short. • This backwash is known as acid reflux, and it can irritate the lining of the esophagus. • Many people experience acid reflux now and then. • However, when acid reflux happens repeatedly over time, it can cause GERD. • Most people can manage the discomfort of GERD with lifestyle changes and medicines. • And though it's uncommon, some may need surgery to help with symptoms.",
      "Symptoms": "Common symptoms of GERD include: A burning sensation in the chest, often called heartburn. • Heartburn usually happens after eating and might be worse at night or while lying down. • Backwash of food or sour liquid in the throat. • Upper belly or chest pain. • Trouble swallowing, called dysphagia. • Sensation of a lump in the throat. • If you have nighttime acid reflux, you also might experience: An ongoing cough. • Inflammation of the vocal cords, known as laryngitis. • New or worsening asthma. • Seek medical help right away if you have chest pain, especially if you also have shortness of breath, or jaw or arm pain. • These may be symptoms of a heart attack. • Make an appointment with a healthcare professional if you: Have severe or frequent GERD symptoms. • Take nonprescription medicines for heartburn more than twice a week. • GERD is caused by frequent acid reflux or reflux of nonacidic content from the stomach. • When you swallow, a circular band of muscle around the bottom of the esophagus, called the lower esophageal sphincter, relaxes to allow food and liquid to flow into the stomach. • Then the sphincter closes again. • If the sphincter does not relax as is typical or it weakens, stomach acid can flow back into the esophagus. • This constant backwash of acid irritates the lining of the esophagus, often causing it to become inflamed. • Conditions that can increase the risk of GERD include: Obesity. • Bulging of the top of the stomach up above the diaphragm, known as a hiatal hernia. • Pregnancy. • Connective tissue disorders, such as scleroderma. • Delayed stomach emptying. • Factors that can aggravate acid reflux include: Smoking. • Eating large meals or eating late at night. • Eating certain foods, such as fatty or fried foods. • Drinking certain beverages, such as alcohol or coffee. • Taking certain medicines, such as aspirin. • Over time, long-lasting inflammation in the esophagus can cause: Inflammation of the tissue in the esophagus, known as esophagitis. • Stomach acid can break down tissue in the esophagus. • This can cause inflammation, bleeding and sometimes an open sore, called an ulcer. • Esophagitis can cause pain and make swallowing difficult. • Narrowing of the esophagus, called an esophageal stricture. • Damage to the lower esophagus from stomach acid causes scar tissue to form. • The scar tissue narrows the food pathway, leading to problems with swallowing. • Precancerous changes to the esophagus, known as Barrett esophagus. • Damage from acid can cause changes in the tissue lining the lower esophagus. • These changes are associated with an increased risk of esophageal cancer.",
      "Causes": "GERD is caused by frequent acid reflux or reflux of nonacidic content from the stomach. • When you swallow, a circular band of muscle around the bottom of the esophagus, called the lower esophageal sphincter, relaxes to allow food and liquid to flow into the stomach. • Then the sphincter closes again. • If the sphincter does not relax as is typical or it weakens, stomach acid can flow back into the esophagus. • This constant backwash of acid irritates the lining of the esophagus, often causing it to become inflamed.",
      "Risk factors": "Conditions that can increase the risk of GERD include: Obesity. • Bulging of the top of the stomach up above the diaphragm, known as a hiatal hernia. • Pregnancy. • Connective tissue disorders, such as scleroderma. • Delayed stomach emptying. • Factors that can aggravate acid reflux include: Smoking. • Eating large meals or eating late at night. • Eating certain foods, such as fatty or fried foods. • Drinking certain beverages, such as alcohol or coffee. • Taking certain medicines, such as aspirin.",
      "Complications": "Over time, long-lasting inflammation in the esophagus can cause: Inflammation of the tissue in the esophagus, known as esophagitis. • Stomach acid can break down tissue in the esophagus. • This can cause inflammation, bleeding and sometimes an open sore, called an ulcer. • Esophagitis can cause pain and make swallowing difficult. • Narrowing of the esophagus, called an esophageal stricture. • Damage to the lower esophagus from stomach acid causes scar tissue to form. • The scar tissue narrows the food pathway, leading to problems with swallowing. • Precancerous changes to the esophagus, known as Barrett esophagus. • Damage from acid can cause changes in the tissue lining the lower esophagus. • These changes are associated with an increased risk of esophageal cancer."
    },
    "name": "Gastroesophageal reflux disease (GERD)",
    "url": "https://www.mayoclinic.org/diseases-conditions/gerd/symptoms-causes/syc-20361940"
  },
  {
    "sections": {
      "Overview": "Gastrointestinal (GI) bleeding is a sign of a disorder in the digestive tract. • The blood often shows up in stool or vomit but isn't always obvious. • Stool may look black or tarry. • Bleeding can range from mild to severe and can be life-threatening. • Imaging technology or an endoscopic investigation can usually locate the cause of the bleeding. • Treatment depends on the where the bleeding is located and how severe it is.",
      "Symptoms": "Symptoms of GI bleeding can be easy to see, called overt, or not so obvious, known as occult. • Symptoms depend on the rate of bleeding as well as the location of the bleed, which can be anywhere on the GI tract, from where it starts — the mouth — to where it ends — the anus. • Overt bleeding might show up as: Vomiting blood, which might be red or might be dark brown and look like coffee grounds. • Black, tarry stool. • Rectal bleeding, usually in or with stool. • With occult bleeding, you might have: Lightheadedness. • Difficulty breathing. • Fainting. • Chest pain. • Abdominal pain. • If your bleeding starts suddenly and gets worse quickly, you could go into shock. • Symptoms of shock include: Weakness or fatigue. • Dizziness or fainting. • Cool, clammy, pale skin. • Nausea or vomiting. • Not urinating or urinating a little at a time. • A gray or bluish tinge to lips or fingernails. • Changes in mental status or behavior, such as anxiousness or agitation. • Unconsciousness. • Rapid pulse. • Rapid breathing. • Drop in blood pressure. • Enlarged pupils. • If you have symptoms of shock, you or someone else should call 911 or your local emergency medical number. • If you're vomiting blood, see blood in your stools or have black, tarry stools, seek immediate medical care. • If you notice any symptoms of GI bleeding, make an appointment with your doctor. • Gastrointestinal bleeding can happen either in the upper or lower gastrointestinal tract. • Causes of upper GI bleeding can include: Peptic ulcer. • This is the most common cause of upper GI bleeding. • Peptic ulcers are open sores that develop on the inside lining of your stomach and the upper part of your small intestine. • Stomach acid, either from bacteria or use of anti-inflammatory medicines, such as ibuprofen or aspirin, damages the lining, causing sores to form. • Tears in the lining of the tube that connects your throat to your stomach, called the esophagus. • Known as Mallory-Weiss tears, they can cause a lot of bleeding. • These are most common in people who drink alcohol to excess, leading to retching and vomiting. • Enlarged veins in the esophagus, called esophageal varices. • This condition occurs most often in people with serious liver disease, most commonly due to excessive alcohol use. • Portal hypertensive gastropathy. • This condition occurs most often in people with serious liver disease, most commonly due to excessive alcohol use. • Esophagitis. • This inflammation of the esophagus is most often caused by gastroesophageal reflux disease (GERD). • Abnormal blood vessels. • At times abnormal blood vessels, small bleeding arteries and veins may lead to bleeding. • Hiatal hernia. • Large hiatal hernias may be associated with erosions in the stomach, leading to bleeding. • Growths. • Though rare, upper GI bleeding can be caused by cancerous or noncancerous growths in the upper digestive tract. • Causes can include: Diverticular disease. • This involves the development of small, bulging pouches in the digestive tract, called diverticulosis. • If one or more of the pouches become inflamed or infected, it's called diverticulitis. • Inflammatory bowel disease (IBD). • This includes ulcerative colitis, which causes swollen tissues and sores in the colon and rectum. • Another form of IBD, Crohn's disease, involves swollen, irritated tissues in the lining of the digestive tract. • Proctitis. • Inflammation of the lining of the rectum can cause rectal bleeding. • Tumors. • Noncancerous or cancerous tumors of the esophagus, stomach, colon or rectum can weaken the lining of the digestive tract and cause bleeding. • Colon polyps. • Small clumps of cells that form on the lining of your colon can cause bleeding. • Most are harmless, but some might be cancerous or can become cancerous if not removed. • Hemorrhoids. • These are swollen veins in your anus or lower rectum, such as varicose veins. • Anal fissures. • An anal fissure is a small tear in the thin, moist tissue that lines the anus. • A gastrointestinal bleed can cause: Anemia. • Shock. • Death. • To help prevent a GI bleed: Limit your use of nonsteroidal anti-inflammatory drugs. • Limit your use of alcohol. • If you smoke, quit. • If you have GERD, follow your health care team's instructions for treating it.",
      "Causes": "Gastrointestinal bleeding can happen either in the upper or lower gastrointestinal tract. • Causes of upper GI bleeding can include: Peptic ulcer. • This is the most common cause of upper GI bleeding. • Peptic ulcers are open sores that develop on the inside lining of your stomach and the upper part of your small intestine. • Stomach acid, either from bacteria or use of anti-inflammatory medicines, such as ibuprofen or aspirin, damages the lining, causing sores to form. • Tears in the lining of the tube that connects your throat to your stomach, called the esophagus. • Known as Mallory-Weiss tears, they can cause a lot of bleeding. • These are most common in people who drink alcohol to excess, leading to retching and vomiting. • Enlarged veins in the esophagus, called esophageal varices. • This condition occurs most often in people with serious liver disease, most commonly due to excessive alcohol use. • Portal hypertensive gastropathy. • This condition occurs most often in people with serious liver disease, most commonly due to excessive alcohol use. • Esophagitis. • This inflammation of the esophagus is most often caused by gastroesophageal reflux disease (GERD). • Abnormal blood vessels. • At times abnormal blood vessels, small bleeding arteries and veins may lead to bleeding. • Hiatal hernia. • Large hiatal hernias may be associated with erosions in the stomach, leading to bleeding. • Growths. • Though rare, upper GI bleeding can be caused by cancerous or noncancerous growths in the upper digestive tract. • Causes can include: Diverticular disease. • This involves the development of small, bulging pouches in the digestive tract, called diverticulosis. • If one or more of the pouches become inflamed or infected, it's called diverticulitis. • Inflammatory bowel disease (IBD). • This includes ulcerative colitis, which causes swollen tissues and sores in the colon and rectum. • Another form of IBD, Crohn's disease, involves swollen, irritated tissues in the lining of the digestive tract. • Proctitis. • Inflammation of the lining of the rectum can cause rectal bleeding. • Tumors. • Noncancerous or cancerous tumors of the esophagus, stomach, colon or rectum can weaken the lining of the digestive tract and cause bleeding. • Colon polyps. • Small clumps of cells that form on the lining of your colon can cause bleeding. • Most are harmless, but some might be cancerous or can become cancerous if not removed. • Hemorrhoids. • These are swollen veins in your anus or lower rectum, such as varicose veins. • Anal fissures. • An anal fissure is a small tear in the thin, moist tissue that lines the anus.",
      "Complications": "A gastrointestinal bleed can cause: Anemia. • Shock. • Death.",
      "Prevention": "To help prevent a GI bleed: Limit your use of nonsteroidal anti-inflammatory drugs. • Limit your use of alcohol. • If you smoke, quit. • If you have GERD, follow your health care team's instructions for treating it."
    },
    "name": "Gastrointestinal bleeding",
    "url": "https://www.mayoclinic.org/diseases-conditions/gastrointestinal-bleeding/symptoms-causes/syc-20372729"
  },
  {
    "sections": {
      "Overview": "A gastrointestinal stromal tumor, also called a GIST, is a type of cancer that begins in the digestive system. • GISTs happen most often in the stomach and small intestine. • A GIST is a growth of cells that's thought to form from nerve cells in the walls of the digestive organs. • The nerve cells play a part in the process that moves food through the body. • Small GISTs may cause no symptoms. • And GISTs may grow so slowly that they don't cause problems at first. • As a GIST grows, it can cause symptoms that may include belly pain and nausea. • GISTs can happen in people at any age, but they are most common in adults and very rare in children. • The cause of most GISTs isn't known.",
      "Symptoms": "Gastrointestinal stromal tumor symptoms include: A growth in the belly area. • Belly pain. • Fatigue. • Nausea and vomiting. • Not feeling hungry when you would expect to. • Feeling full if you eat only a small amount of food. • Dark-colored stools caused by bleeding in the digestive system. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you.",
      "Causes": "The cause of a gastrointestinal stromal tumor often isn't known. • This cancer, which also is called a GIST, happens in the digestive system. • It most often affects the stomach and small intestine. • GISTs are thought to begin in nerve cells in the walls of the digestive organs. • These nerve cells play a part in the process that moves food through the body. • A GIST starts when nerve cells in the digestive system develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Risk factors for gastrointestinal stromal tumor, also called GIST, include: Family history. • People with a family history of GISTs may be at increased risk of this cancer. • Hereditary syndromes. • People with some conditions that run in families may be more likely to have GISTs. • Examples include neurofibromatosis type 1 and Carney-Stratakis syndrome. • Adult age. • A GIST can happen at any age. • This cancer happens most often in adults. • It's rare in children."
    },
    "name": "Gastrointestinal stromal tumor (GIST)",
    "url": "https://www.mayoclinic.org/diseases-conditions/gastrointestinal-stromal-tumors/symptoms-causes/syc-20579528"
  },
  {
    "sections": {
      "Overview": "Gastroparesis is a condition in which the muscles in the stomach don't move food as they should for it to be digested. • Most often, muscles contract to send food through the digestive tract. • But with gastroparesis, the stomach's movement, called motility, slows or doesn't work at all. • This keeps the stomach from emptying well. • Often, the cause of gastroparesis is not known. • Sometimes it's linked to diabetes. • And some people get gastroparesis after surgery or after a viral illness. • Certain medicines, such as opioid pain relievers, some antidepressants, and medicines for high blood pressure, weight loss and allergies can slow stomach emptying. • The symptoms can be like those of gastroparesis. • For people who already have gastroparesis, these medicines may make the condition worse. • Gastroparesis affects digestion. • It can cause nausea, vomiting and belly pain. • It also can cause problems with blood sugar levels and nutrition. • There's no cure for gastroparesis. • But medicines and changes to diet can give some relief.",
      "Symptoms": "Symptoms of gastroparesis include: Vomiting. • Nausea. • Belly bloating. • Belly pain. • Feeling full after eating just a few bites and long after eating a meal. • Vomiting undigested food eaten a few hours earlier. • Acid reflux. • Changes in blood sugar levels. • Not wanting to eat. • Weight loss and not getting enough nutrients, called malnutrition. • Many people with gastroparesis don't notice any symptoms. • Make an appointment with your healthcare professional if you have symptoms that worry you. • It's not always clear what leads to gastroparesis. • But sometimes damage to a nerve that controls the stomach muscles can cause it. • This nerve is called the vagus nerve. • The vagus nerve helps manage what happens in the digestive tract. • This includes telling the muscles in the stomach to contract and push food into the small intestine. • A damaged vagus nerve can't send signals to the stomach muscles as it should. • This may cause food to stay in the stomach longer. • Conditions such as diabetes or surgery to the stomach or small intestine can damage the vagus nerve and its branches. • Factors that can raise the risk of gastroparesis include: Diabetes. • Surgery on the stomach area or on the tube that connects the throat to the stomach, called the esophagus. • Infection with a virus. • Certain cancers and cancer treatments, such as radiation therapy to the chest or stomach. • Certain medicines that slow the rate of stomach emptying, such as opioid pain medicines. • A condition that causes the skin to harden and tighten, called scleroderma. • Nervous system diseases, such as migraine, Parkinson's disease or multiple sclerosis. • Underactive thyroid, also called hypothyroidism. • People assigned female at birth are more likely to get gastroparesis than are people assigned male at birth. • Gastroparesis can cause several complications, such as: Loss of body fluids, called dehydration. • Repeated vomiting can cause dehydration. • Malnutrition. • Not wanting to eat can mean you don't take in enough calories. • Or your body may not be able to take in enough nutrients due to vomiting. • Food that doesn't digest that hardens and stays in the stomach. • This food can harden into a solid mass called a bezoar. • Bezoars can cause nausea and vomiting. • They may be life-threatening if they keep food from passing into the small intestine. • Blood sugar changes. • Gastroparesis doesn't cause diabetes. • But the changes in the rate and amount of food passing into the small bowel can cause sudden changes in blood sugar levels. • These blood sugar changes can make diabetes worse. • In turn, poor control of blood sugar levels makes gastroparesis worse. • Lower quality of life. • Symptoms can make it hard to work and keep up with daily activities.",
      "Causes": "It's not always clear what leads to gastroparesis. • But sometimes damage to a nerve that controls the stomach muscles can cause it. • This nerve is called the vagus nerve. • The vagus nerve helps manage what happens in the digestive tract. • This includes telling the muscles in the stomach to contract and push food into the small intestine. • A damaged vagus nerve can't send signals to the stomach muscles as it should. • This may cause food to stay in the stomach longer. • Conditions such as diabetes or surgery to the stomach or small intestine can damage the vagus nerve and its branches.",
      "Risk factors": "Factors that can raise the risk of gastroparesis include: Diabetes. • Surgery on the stomach area or on the tube that connects the throat to the stomach, called the esophagus. • Infection with a virus. • Certain cancers and cancer treatments, such as radiation therapy to the chest or stomach. • Certain medicines that slow the rate of stomach emptying, such as opioid pain medicines. • A condition that causes the skin to harden and tighten, called scleroderma. • Nervous system diseases, such as migraine, Parkinson's disease or multiple sclerosis. • Underactive thyroid, also called hypothyroidism. • People assigned female at birth are more likely to get gastroparesis than are people assigned male at birth.",
      "Complications": "Gastroparesis can cause several complications, such as: Loss of body fluids, called dehydration. • Repeated vomiting can cause dehydration. • Malnutrition. • Not wanting to eat can mean you don't take in enough calories. • Or your body may not be able to take in enough nutrients due to vomiting. • Food that doesn't digest that hardens and stays in the stomach. • This food can harden into a solid mass called a bezoar. • Bezoars can cause nausea and vomiting. • They may be life-threatening if they keep food from passing into the small intestine. • Blood sugar changes. • Gastroparesis doesn't cause diabetes. • But the changes in the rate and amount of food passing into the small bowel can cause sudden changes in blood sugar levels. • These blood sugar changes can make diabetes worse. • In turn, poor control of blood sugar levels makes gastroparesis worse. • Lower quality of life. • Symptoms can make it hard to work and keep up with daily activities."
    },
    "name": "Gastroparesis",
    "url": "https://www.mayoclinic.org/diseases-conditions/gastroparesis/symptoms-causes/syc-20355787"
  },
  {
    "sections": {
      "Overview": "Gaucher (go-SHAY) disease is the result of a buildup of certain fatty substances in certain organs, particularly your spleen and liver. • This causes these organs to enlarge and can affect their function. • The fatty substances also can build up in bone tissue, weakening the bone and increasing the risk of fractures. • If the bone marrow is affected, it can interfere with your blood's ability to clot. • An enzyme that breaks down these fatty substances doesn't work properly in people with Gaucher disease. • Treatment often includes enzyme replacement therapy. • An inherited disorder, Gaucher disease is most common in Jewish people of Eastern and Central European descent (Ashkenazi). • Symptoms can appear at any age.",
      "Symptoms": "There are different types of Gaucher disease, and signs and symptoms of disease vary widely, even within the same type. • Type 1 is by far the most common. • Siblings, even identical twins, with the disease can have different levels of severity. • Some people who have Gaucher disease have only mild or no symptoms. • Most people who have Gaucher disease have varying degrees of the following problems: Abdominal complaints. • Because the liver and especially the spleen can enlarge dramatically, the abdomen can become painfully distended. • Skeletal abnormalities. • Gaucher disease can weaken bone, increasing the risk of painful fractures. • It can also interfere with the blood supply to your bones, which can cause portions of the bone to die. • Blood disorders. • A decrease in healthy red blood cells (anemia) can result in severe fatigue. • Gaucher disease also affects the cells responsible for clotting, which can cause easy bruising and nosebleeds. • More rarely, Gaucher disease affects the brain, which can cause abnormal eye movements, muscle rigidity, swallowing difficulties and seizures. • One rare subtype of Gaucher disease begins in infancy and typically results in death by 2 years of age. • If you or your child has the signs and symptoms associated with Gaucher disease, make an appointment with your doctor.",
      "Causes": "Gaucher disease is passed along in an inheritance pattern called autosomal recessive. • Both parents must be carriers of a Gaucher changed (mutated) gene for their child to inherit the condition.",
      "Risk factors": "People of Eastern and Central European Jewish (Ashkenazi) ancestry are at higher risk of developing the most common variety of Gaucher disease.",
      "Complications": "Gaucher disease can result in: Delays in growth and puberty in children Gynecological and obstetric problems Parkinson's disease Cancers such as myeloma, leukemia and lymphoma"
    },
    "name": "Gaucher disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/gauchers-disease/symptoms-causes/syc-20355546"
  },
  {
    "sections": {
      "Overview": "Gender dysphoria is a feeling of distress that can happen when a person's gender identity differs from the sex assigned at birth. • Some transgender and gender-diverse people have gender dysphoria at some point in their lives. • Other transgender and gender-diverse people feel at ease with their bodies and gender identities, and they don't have gender dysphoria. • A diagnosis for gender dysphoria is included in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5). • The DSM-5 is published by the American Psychiatric Association. • The diagnosis was created to help people with gender dysphoria get access to the healthcare and treatment that they need. • A diagnosis of gender dysphoria focuses on the feeling of distress as the issue, not gender identity.",
      "Symptoms": "Gender identity is having the internal sense of being male or female or being somewhere along the gender spectrum, or having an internal sense of gender that is beyond male and female. • People who have gender dysphoria feel a big difference between their gender identity and their sex assigned at birth. • Gender dysphoria is different from simply not following stereotypical gender behaviors. • It involves feelings of distress due to a strong, lasting desire to be another gender. • Gender dysphoria might start in childhood and continue into the teen years and adulthood. • But some people may have periods of time in which they don't notice gender dysphoria. • Or the feelings may seem to come and go. • Some people have gender dysphoria when puberty starts. • In others, it may not develop until later in life. • Some teens might express their feelings of gender dysphoria to their parents or a healthcare professional. • But others might have symptoms of a mood disorder, anxiety or depression instead. • Or they might have social difficulties or problems in school.",
      "Complications": "Gender dysphoria can affect many parts of life, including daily activities. • For example, school might be hard for people with gender dysphoria. • That may be due to pressure to dress or act in a way that's linked to their sex assigned at birth. • Being harassed, teased or bullied due to gender identity also can make it very challenging to do well in school. • If gender dysphoria makes school or work very hard, the result may be dropping out of school or not being able to find a job. • Gender dysphoria can pose problems within relationships. • Anxiety, depression, self-harm, eating disorders, substance misuse and other mental health concerns can happen too. • People who have gender dysphoria often are the targets of discrimination and prejudice. • That can lead to ongoing stress and fear. • This is called gender minority stress. • Accessing healthcare services and mental health services may be hard. • This can be due to a lack of insurance coverage, being refused care, trouble finding a healthcare professional with expertise in transgender care or fear of discrimination in healthcare settings. • People with gender dysphoria who don't receive the support and treatment they need are at higher risk of thinking about or attempting suicide."
    },
    "name": "Gender dysphoria",
    "url": "https://www.mayoclinic.org/diseases-conditions/gender-dysphoria/symptoms-causes/syc-20475255"
  },
  {
    "sections": {
      "Overview": "It's normal to feel anxious from time to time, especially if your life is stressful. • However, excessive, ongoing anxiety and worry that are difficult to control and interfere with day-to-day activities may be a sign of generalized anxiety disorder. • It's possible to develop generalized anxiety disorder as a child or an adult. • Generalized anxiety disorder has symptoms that are similar to panic disorder, obsessive-compulsive disorder and other types of anxiety, but they're all different conditions. • Living with generalized anxiety disorder can be a long-term challenge. • In many cases, it occurs along with other anxiety or mood disorders. • In most cases, generalized anxiety disorder improves with psychotherapy or medications. • Making lifestyle changes, learning coping skills and using relaxation techniques also can help.",
      "Symptoms": "Generalized anxiety disorder symptoms can vary. • They may include: Persistent worrying or anxiety about a number of areas that are out of proportion to the impact of the events Overthinking plans and solutions to all possible worst-case outcomes Perceiving situations and events as threatening, even when they aren't Difficulty handling uncertainty Indecisiveness and fear of making the wrong decision Inability to set aside or let go of a worry Inability to relax, feeling restless, and feeling keyed up or on edge Difficulty concentrating, or the feeling that your mind \"goes blank\" Physical signs and symptoms may include: Fatigue Trouble sleeping Muscle tension or muscle aches Trembling, feeling twitchy Nervousness or being easily startled Sweating Nausea, diarrhea or irritable bowel syndrome Irritability There may be times when your worries don't completely consume you, but you still feel anxious even when there's no apparent reason. • For example, you may feel intense worry about your safety or that of your loved ones, or you may have a general sense that something bad is about to happen. • Your anxiety, worry or physical symptoms cause you significant distress in social, work or other areas of your life. • Worries can shift from one concern to another and may change with time and age. • Children and teenagers may have similar worries to adults, but also may have excessive worries about: Performance at school or sporting events Family members' safety Being on time (punctuality) Earthquakes, nuclear war or other catastrophic events A child or teen with excessive worry may: Feel overly anxious to fit in Be a perfectionist Redo tasks because they aren't perfect the first time Spend excessive time doing homework Lack confidence Strive for approval Require a lot of reassurance about performance Have frequent stomachaches or other physical complaints Avoid going to school or avoid social situations Some anxiety is normal, but see your doctor if: You feel like you're worrying too much, and it's interfering with your work, relationships or other parts of your life You feel depressed or irritable, have trouble with drinking or drugs, or you have other mental health concerns along with anxiety You have suicidal thoughts or behaviors — seek emergency treatment immediately Your worries are unlikely to simply go away on their own, and they may actually get worse over time. • Try to seek professional help before your anxiety becomes severe — it may be easier to treat early on. • As with many mental health conditions, the cause of generalized anxiety disorder likely arises from a complex interaction of biological and environmental factors, which may include: Differences in brain chemistry and function Genetics Differences in the way threats are perceived Development and personality Women are diagnosed with generalized anxiety disorder somewhat more often than men are. • The following factors may increase the risk of developing generalized anxiety disorder: Personality. • A person whose temperament is timid or negative or who avoids anything dangerous may be more prone to generalized anxiety disorder than others are. • Genetics. • Generalized anxiety disorder may run in families. • Experiences. • People with generalized anxiety disorder may have a history of significant life changes, traumatic or negative experiences during childhood, or a recent traumatic or negative event. • Chronic medical illnesses or other mental health disorders may increase risk. • Having generalized anxiety disorder can be disabling. • It can: Impair your ability to perform tasks quickly and efficiently because you have trouble concentrating Take your time and focus from other activities Sap your energy Increase your risk of depression Generalized anxiety disorder can also lead to or worsen other physical health conditions, such as: Digestive or bowel problems, such as irritable bowel syndrome or ulcers Headaches and migraines Chronic pain and illness Sleep problems and insomnia Heart-health issues Generalized anxiety disorder often occurs along with other mental health problems, which can make diagnosis and treatment more challenging. • Some mental health disorders that commonly occur with generalized anxiety disorder include: Phobias Panic disorder Post-traumatic stress disorder (PTSD) Obsessive-compulsive disorder (OCD) Depression Suicidal thoughts or suicide Substance abuse There's no way to predict for certain what will cause someone to develop generalized anxiety disorder, but you can take steps to reduce the impact of symptoms if you experience anxiety: Get help early. • Anxiety, like many other mental health conditions, can be harder to treat if you wait. • Keep a journal. • Keeping track of your personal life can help you and your mental health professional identify what's causing you stress and what seems to help you feel better. • Prioritize issues in your life. • You can reduce anxiety by carefully managing your time and energy. • Avoid unhealthy substance use. • Alcohol and drug use and even nicotine or caffeine use can cause or worsen anxiety. • If you're addicted to any of these substances, quitting can make you anxious. • If you can't quit on your own, see your doctor or find a treatment program or support group to help you.",
      "Causes": "As with many mental health conditions, the cause of generalized anxiety disorder likely arises from a complex interaction of biological and environmental factors, which may include: Differences in brain chemistry and function Genetics Differences in the way threats are perceived Development and personality",
      "Risk factors": "Women are diagnosed with generalized anxiety disorder somewhat more often than men are. • The following factors may increase the risk of developing generalized anxiety disorder: Personality. • A person whose temperament is timid or negative or who avoids anything dangerous may be more prone to generalized anxiety disorder than others are. • Genetics. • Generalized anxiety disorder may run in families. • Experiences. • People with generalized anxiety disorder may have a history of significant life changes, traumatic or negative experiences during childhood, or a recent traumatic or negative event. • Chronic medical illnesses or other mental health disorders may increase risk.",
      "Complications": "Having generalized anxiety disorder can be disabling. • It can: Impair your ability to perform tasks quickly and efficiently because you have trouble concentrating Take your time and focus from other activities Sap your energy Increase your risk of depression Generalized anxiety disorder can also lead to or worsen other physical health conditions, such as: Digestive or bowel problems, such as irritable bowel syndrome or ulcers Headaches and migraines Chronic pain and illness Sleep problems and insomnia Heart-health issues Generalized anxiety disorder often occurs along with other mental health problems, which can make diagnosis and treatment more challenging. • Some mental health disorders that commonly occur with generalized anxiety disorder include: Phobias Panic disorder Post-traumatic stress disorder (PTSD) Obsessive-compulsive disorder (OCD) Depression Suicidal thoughts or suicide Substance abuse",
      "Prevention": "There's no way to predict for certain what will cause someone to develop generalized anxiety disorder, but you can take steps to reduce the impact of symptoms if you experience anxiety: Get help early. • Anxiety, like many other mental health conditions, can be harder to treat if you wait. • Keep a journal. • Keeping track of your personal life can help you and your mental health professional identify what's causing you stress and what seems to help you feel better. • Prioritize issues in your life. • You can reduce anxiety by carefully managing your time and energy. • Avoid unhealthy substance use. • Alcohol and drug use and even nicotine or caffeine use can cause or worsen anxiety. • If you're addicted to any of these substances, quitting can make you anxious. • If you can't quit on your own, see your doctor or find a treatment program or support group to help you."
    },
    "name": "Generalized anxiety disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/generalized-anxiety-disorder/symptoms-causes/syc-20360803"
  },
  {
    "sections": {
      "Overview": "Genital herpes is a common sexually transmitted infection (STI). • The herpes simplex virus (HSV) causes genital herpes. • Genital herpes can often be spread by skin-to-skin contact during sexual activity. • Some people infected with the virus may have very mild symptoms or no symptoms. • They can still able to spread the virus. • Other people have pain, itching and sores around the genitals, anus or mouth. • There is no cure for genital herpes. • Symptoms often show up again after the first outbreak. • Medicine can ease symptoms. • It also lowers the risk of infecting others. • Condoms can help prevent the spread of a genital herpes infection.",
      "Symptoms": "Most people infected with HSV don't know they have it. • They may have no symptoms or have very mild symptoms. • Symptoms start about 2 to 12 days after exposure to the virus. • They may include: Pain or itching around the genitals Small bumps or blisters around the genitals, anus or mouth Painful ulcers that form when blisters rupture and ooze or bleed Scabs that form as the ulcers heal Painful urination Discharge from the urethra, the tube that releases urine from the body Discharge from the vagina During the first outbreak, you may commonly have flu-like symptoms such as: Fever Headache Body aches Swollen lymph nodes in the groin Sores appear where the infection enters the body. • You can spread the infection by touching a sore and then rubbing or scratching another area of your body. • That includes your fingers or eyes. • Sore can develop on or in the: Buttocks Thighs Rectum Anus Mouth Urethra Vulva Vagina Cervix Penis Scrotum After the first outbreak of genital herpes, symptoms often appear again. • These are called recurrent outbreaks or recurrent episodes. • How often recurrent outbreaks happen varies widely. • You'll usually have the most outbreaks the first year after infection. • They may appear less often over time. • Your symptoms during recurrent outbreaks usually don't last as long and aren't as severe as the first. • You may have warning signs a few hours or days before a new outbreak starts. • These are called prodromal symptoms. • They include: Genital pain Tingling or shooting pain in the legs, hips or buttocks If you suspect you have genital herpes, or any other STI, see your health care provider. • Genital herpes is caused by two types of herpes simplex virus. • These types include herpes simplex virus type 2 (HSV-2) and herpes simplex virus type 1 (HSV-1). • People with HSV infections can pass along the virus even when they have no visible symptoms. • HSV-2 is the most common cause of genital herpes. • The virus can be present: On blisters and ulcers or the fluid from ulcers The moist lining or fluids of the mouth The moist lining or fluids of the vagina or rectum The virus moves from one person to another during sexual activity. • HSV-1 is a version of the virus that causes cold sores or fever blisters. • People may be exposed to HSV-1 as children due to close skin-to-skin contact with someone infected. • A person with HSV-1 in tissues of the mouth can pass the virus to the genitals of a sexual partner during oral sex. • The newly caught infection is a genital herpes infection. • Recurrent outbreaks of genital herpes caused by HSV-1 are often less frequent than outbreaks caused by HSV-2. • Neither HSV-1 nor HSV-2 survives well at room temperature. • So the virus is not likely to spread through surfaces, such as a faucet handle or a towel. • But kissing or sharing a drinking glass or silverware might spread the virus. • A higher risk of getting genital herpes is linked to: Contact with genitals through oral, vaginal or anal sex. • Having sexual contact without using a barrier increases your risk of genital herpes. • Barriers include condoms and condom-like protectors called dental dams used during oral sex. • Women are at higher risk of getting genital herpes. • The virus can spread more easily from men to women than from women to men. • Having sex with multiple partners. • The number of people you have sex with is a strong risk factor. • Contact with genitals through sex or sexual activity puts you at higher risk. • Most people with genital herpes do not know they have it. • Having a partner who has the disease but is not taking medicine to treat it. • There is no cure for genital herpes, but medicine can help limit outbreaks. • Certain groups within the population. • Women, people with a history of sexually transmitted diseases, older people, Black people in in the United States and men who have sex with men diagnosed with genital herpes at a higher than average rate. • People in groups at higher risk may choose to talk to a health care provider about their personal risk. • Complications associated with genital herpes may include: Other sexually transmitted infections. • Having genital sores raises your risk of giving or getting other STIs, including HIV/AIDS. • Newborn infection. • A baby can be infected with HSV during delivery. • Less often, the virus is passed during pregnancy or by close contact after delivery. • Newborns with HSV often have infections of internal organs or the nervous system. • Even with treatment, these newborns have a high risk of developmental or physical problems and a risk of death. • Internal inflammatory disease. • HSV infection can cause swelling and inflammation within the organs associated with sexual activity and urination. • These include the ureter, rectum, vagina, cervix and uterus. • Finger infection. • An HSV infection can spread to a finger through a break in the skin causing discoloration, swelling and sores. • The infections are called herpetic whitlow. • Eye infection. • HSV infection of the eye can cause pain, sores, blurred vision and blindness. • Swelling of the brain. • Rarely, HSV infection leads to inflammation and swelling of the brain, also called encephalitis. • Infection of internal organs. • Rarely, HSV in the bloodstream can cause infections of internal organs. • Prevention of genital herpes is the same as preventing other sexually transmitted infections. • Have one long-term sexual partner who has been tested for STIs and isn't infected. • Use a condom or dental dam during sexual activity. • These reduce the risk of disease, but they don't prevent all skin-to-skin contact during sex. • Don't have sex when a partner with genital herpes has symptoms. • If you are pregnant and know you have genital herpes, tell your health care provider. • If you think you might have genital herpes, ask your provider if you can be tested for it. • Your provider may recommend that you take herpes antiviral medicines late in pregnancy. • This is to try to prevent an outbreak around the time of delivery. • If you have an outbreak when you go into labor, your provider may suggest a cesarean section. • That is a surgery to remove the baby from your uterus. • It lowers the risk of passing the virus to your baby.",
      "Causes": "Genital herpes is caused by two types of herpes simplex virus. • These types include herpes simplex virus type 2 (HSV-2) and herpes simplex virus type 1 (HSV-1). • People with HSV infections can pass along the virus even when they have no visible symptoms. • HSV-2 is the most common cause of genital herpes. • The virus can be present: On blisters and ulcers or the fluid from ulcers The moist lining or fluids of the mouth The moist lining or fluids of the vagina or rectum The virus moves from one person to another during sexual activity. • HSV-1 is a version of the virus that causes cold sores or fever blisters. • People may be exposed to HSV-1 as children due to close skin-to-skin contact with someone infected. • A person with HSV-1 in tissues of the mouth can pass the virus to the genitals of a sexual partner during oral sex. • The newly caught infection is a genital herpes infection. • Recurrent outbreaks of genital herpes caused by HSV-1 are often less frequent than outbreaks caused by HSV-2. • Neither HSV-1 nor HSV-2 survives well at room temperature. • So the virus is not likely to spread through surfaces, such as a faucet handle or a towel. • But kissing or sharing a drinking glass or silverware might spread the virus.",
      "Risk factors": "A higher risk of getting genital herpes is linked to: Contact with genitals through oral, vaginal or anal sex. • Having sexual contact without using a barrier increases your risk of genital herpes. • Barriers include condoms and condom-like protectors called dental dams used during oral sex. • Women are at higher risk of getting genital herpes. • The virus can spread more easily from men to women than from women to men. • Having sex with multiple partners. • The number of people you have sex with is a strong risk factor. • Contact with genitals through sex or sexual activity puts you at higher risk. • Most people with genital herpes do not know they have it. • Having a partner who has the disease but is not taking medicine to treat it. • There is no cure for genital herpes, but medicine can help limit outbreaks. • Certain groups within the population. • Women, people with a history of sexually transmitted diseases, older people, Black people in in the United States and men who have sex with men diagnosed with genital herpes at a higher than average rate. • People in groups at higher risk may choose to talk to a health care provider about their personal risk.",
      "Complications": "Complications associated with genital herpes may include: Other sexually transmitted infections. • Having genital sores raises your risk of giving or getting other STIs, including HIV/AIDS. • Newborn infection. • A baby can be infected with HSV during delivery. • Less often, the virus is passed during pregnancy or by close contact after delivery. • Newborns with HSV often have infections of internal organs or the nervous system. • Even with treatment, these newborns have a high risk of developmental or physical problems and a risk of death. • Internal inflammatory disease. • HSV infection can cause swelling and inflammation within the organs associated with sexual activity and urination. • These include the ureter, rectum, vagina, cervix and uterus. • Finger infection. • An HSV infection can spread to a finger through a break in the skin causing discoloration, swelling and sores. • The infections are called herpetic whitlow. • Eye infection. • HSV infection of the eye can cause pain, sores, blurred vision and blindness. • Swelling of the brain. • Rarely, HSV infection leads to inflammation and swelling of the brain, also called encephalitis. • Infection of internal organs. • Rarely, HSV in the bloodstream can cause infections of internal organs.",
      "Prevention": "Prevention of genital herpes is the same as preventing other sexually transmitted infections. • Have one long-term sexual partner who has been tested for STIs and isn't infected. • Use a condom or dental dam during sexual activity. • These reduce the risk of disease, but they don't prevent all skin-to-skin contact during sex. • Don't have sex when a partner with genital herpes has symptoms. • If you are pregnant and know you have genital herpes, tell your health care provider. • If you think you might have genital herpes, ask your provider if you can be tested for it. • Your provider may recommend that you take herpes antiviral medicines late in pregnancy. • This is to try to prevent an outbreak around the time of delivery. • If you have an outbreak when you go into labor, your provider may suggest a cesarean section. • That is a surgery to remove the baby from your uterus. • It lowers the risk of passing the virus to your baby."
    },
    "name": "Genital herpes",
    "url": "https://www.mayoclinic.org/diseases-conditions/genital-herpes/symptoms-causes/syc-20356161"
  },
  {
    "sections": {
      "Overview": "Genital warts are one of the most common types of sexually transmitted infections. • The virus that causes the warts is called human papillomavirus (HPV). • There are various types of HPV. • And nearly all sexually active people will become infected with at least one type at some point. • Genital warts affect the moist tissues of the genital area. • They can look like small, skin-colored bumps. • The bumps may resemble cauliflower. • Often, the warts are too small to be seen with your eyes. • Some strains of genital HPV can cause genital warts. • Others can cause cancer. • Vaccines can help protect against certain strains of genital HPV.",
      "Symptoms": "Genital warts can grow on the: Vulva. • Walls of the vagina. • Area between the outer part of the genitals and the anus. • Anal canal. • Cervix. • Tip or shaft of the penis. • Scrotum. • Anus. • Genital warts also can form in the mouth or throat of a person who has had oral sex with an infected person. • The symptoms of genital warts include: Small swellings in the genital area that may be skin-colored or a different color. • A cauliflower-like shape caused by a few warts close together. • Itching or discomfort in your genital area. • Bleeding with sex. • Genital warts can be so small and flat that you can't see them. • But rarely, they can multiply into large clusters in someone with a weakened immune system. • See a health care professional if you or your partner gets bumps or warts in the genital area. • The human papillomavirus (HPV) causes warts. • There are more than 40 strains of HPV that affect the genital area. • Genital warts almost always are spread through sexual contact. • Even if your warts are too small to be seen, you could spread the infection to your sexual partner. • Most people who are sexually active get infected with genital HPV at some time. • Factors that can raise your risk of infection include: Not getting the HPV vaccine. • Having sex without a condom or with more than one partner. • Having had another sexually transmitted infection. • Having sex with a partner whose sexual history you don't know. • Becoming sexually active at a young age. • Having a weakened immune system, such as from HIV or medicines from an organ transplant. • An HPV infection can lead to health problems such as: Cancer. • Cervical cancer has been closely linked with genital HPV infection. • Certain types of HPV also are linked with cancers of the vulva, anus, penis, and mouth and throat. • HPV infection doesn't always lead to cancer. • But it's important for women to have regular Pap tests, which check for cancer of the cervix. • Pap tests are key for those who've been infected with higher-risk types of HPV. • Problems during pregnancy. • Rarely during pregnancy, warts can become larger. • This makes it hard to urinate. • Warts on the vaginal wall can hinder the stretching of vaginal tissues during childbirth. • Large warts on the vulva or in the vagina can bleed when stretched during delivery. • Very rarely, a baby born to a pregnant person with genital warts get warts in the throat. • The baby might need surgery to keep the airway from being blocked. • Get the HPV vaccine to help prevent genital warts. • And if you have sex, limit your number of partners. • It's safest to have sex with just one partner who only has sex with you. • It's also a good idea to use a condom every time you have sex. • But this won't fully protect you from genital warts. • That's because HPV can infect parts of the body that the condom doesn't cover. • In the United States, the Centers for Disease Control and Prevention (CDC) recommends routine HPV vaccination for girls and boys ages 11 and 12. • But the vaccine can be given as early as age 9. • It's ideal for children to receive the vaccine before they have sexual contact. • Most often, side effects from the vaccines are mild. • They include soreness where the shot was given, headaches, a low-grade fever or flu-like symptoms. • The CDC now recommends that all 11- and 12-year-olds receive two doses of HPV vaccine 6 to 12 months apart. • The agency used to recommend a three-dose schedule. • Younger children ages 9 and 10 and teens ages 13 and 14 also can get two doses of the vaccine. • Research has shown that two doses work for children under 15. • Teens and young adults who start the vaccine series later, at ages 15 through 26, should receive three doses. • The CDC recommends that the second dose be given 1 to 2 months after the first. • The third dose should be given 6 months after the first. • The CDC now recommends catch-up HPV vaccinations for all people through age 26 who aren't fully vaccinated. • The U.S. • Food and Drug Administration approved the use of the Gardasil 9 HPV vaccine for males and females ages 9 to 45. • If you're ages 27 to 45, ask your health care team about your risks to decide if you should get the HPV vaccine. • Other HPV vaccines are offered outside of the United States. • Talk with your health care team about when to get vaccinated and how many doses are needed.",
      "Causes": "The human papillomavirus (HPV) causes warts. • There are more than 40 strains of HPV that affect the genital area. • Genital warts almost always are spread through sexual contact. • Even if your warts are too small to be seen, you could spread the infection to your sexual partner.",
      "Risk factors": "Most people who are sexually active get infected with genital HPV at some time. • Factors that can raise your risk of infection include: Not getting the HPV vaccine. • Having sex without a condom or with more than one partner. • Having had another sexually transmitted infection. • Having sex with a partner whose sexual history you don't know. • Becoming sexually active at a young age. • Having a weakened immune system, such as from HIV or medicines from an organ transplant.",
      "Complications": "An HPV infection can lead to health problems such as: Cancer. • Cervical cancer has been closely linked with genital HPV infection. • Certain types of HPV also are linked with cancers of the vulva, anus, penis, and mouth and throat. • HPV infection doesn't always lead to cancer. • But it's important for women to have regular Pap tests, which check for cancer of the cervix. • Pap tests are key for those who've been infected with higher-risk types of HPV. • Problems during pregnancy. • Rarely during pregnancy, warts can become larger. • This makes it hard to urinate. • Warts on the vaginal wall can hinder the stretching of vaginal tissues during childbirth. • Large warts on the vulva or in the vagina can bleed when stretched during delivery. • Very rarely, a baby born to a pregnant person with genital warts get warts in the throat. • The baby might need surgery to keep the airway from being blocked.",
      "Prevention": "Get the HPV vaccine to help prevent genital warts. • And if you have sex, limit your number of partners. • It's safest to have sex with just one partner who only has sex with you. • It's also a good idea to use a condom every time you have sex. • But this won't fully protect you from genital warts. • That's because HPV can infect parts of the body that the condom doesn't cover. • In the United States, the Centers for Disease Control and Prevention (CDC) recommends routine HPV vaccination for girls and boys ages 11 and 12. • But the vaccine can be given as early as age 9. • It's ideal for children to receive the vaccine before they have sexual contact. • Most often, side effects from the vaccines are mild. • They include soreness where the shot was given, headaches, a low-grade fever or flu-like symptoms. • The CDC now recommends that all 11- and 12-year-olds receive two doses of HPV vaccine 6 to 12 months apart. • The agency used to recommend a three-dose schedule. • Younger children ages 9 and 10 and teens ages 13 and 14 also can get two doses of the vaccine. • Research has shown that two doses work for children under 15. • Teens and young adults who start the vaccine series later, at ages 15 through 26, should receive three doses. • The CDC recommends that the second dose be given 1 to 2 months after the first. • The third dose should be given 6 months after the first. • The CDC now recommends catch-up HPV vaccinations for all people through age 26 who aren't fully vaccinated. • The U.S. • Food and Drug Administration approved the use of the Gardasil 9 HPV vaccine for males and females ages 9 to 45. • If you're ages 27 to 45, ask your health care team about your risks to decide if you should get the HPV vaccine. • Other HPV vaccines are offered outside of the United States. • Talk with your health care team about when to get vaccinated and how many doses are needed."
    },
    "name": "Genital warts",
    "url": "https://www.mayoclinic.org/diseases-conditions/genital-warts/symptoms-causes/syc-20355234"
  },
  {
    "sections": {
      "Overview": "Geographic tongue is an inflammatory but harmless condition affecting the surface of the tongue. • The tongue usually is covered with tiny, pinkish-white bumps called papillae. • These papillae are actually fine, hairlike structures. • With geographic tongue, patches on the surface of the tongue are missing papillae. • These patches are smooth and red, often with slightly raised borders. • This condition is called geographic tongue because the patches make your tongue look like a map. • The patches often appear in one area and then move to a different part of the tongue. • Although geographic tongue may look alarming, it does not cause health issues. • It's not related to infection or cancer. • Geographic tongue sometimes can cause tongue pain and make you more sensitive to certain foods, such as spices, salt and even sweets.",
      "Symptoms": "Symptoms of geographic tongue may include: Smooth, red, irregularly shaped patches on the top or side of your tongue. • These patches may look like sores. • Frequent changes in the location, size and shape of the patches. • Pain or burning feeling in some cases, most often related to eating spicy or acidic foods. • Many people with geographic tongue have no symptoms. • Geographic tongue can continue for days, months or years. • The problem often goes away on its own, but it may appear again later. • Because most people with geographic tongue don't show symptoms, they won't need treatment. • If you have symptoms, they may be related to a fungal infection, so see your doctor or dentist. • In some cases, medicine may be prescribed to help ease symptoms. • The cause of geographic tongue is not known, and there's no way to prevent it. • There may be a link between geographic tongue and other conditions, such as psoriasis. • This is a skin disease that causes a rash with itchy, scaly patches. • But more research is needed to learn about possible connections to other health conditions. • Factors that may increase your risk of geographic tongue include: Family history. • Some people with geographic tongue have a family history of it. • So genetic factors may raise the risk. • Fissured tongue. • People with geographic tongue often have a condition called fissured tongue. • This is when deep grooves, called fissures, appear on the surface of the tongue. • Geographic tongue is harmless, but it can sometimes be uncomfortable. • It does not pose a threat to your health, cause long-term complications or raise your risk of major health problems. • This condition can cause anxiety. • That's because the appearance of the tongue may be embarrassing, depending on how well the patches can be seen. • It also may be hard to believe that nothing is seriously wrong.",
      "Causes": "The cause of geographic tongue is not known, and there's no way to prevent it. • There may be a link between geographic tongue and other conditions, such as psoriasis. • This is a skin disease that causes a rash with itchy, scaly patches. • But more research is needed to learn about possible connections to other health conditions.",
      "Risk factors": "Factors that may increase your risk of geographic tongue include: Family history. • Some people with geographic tongue have a family history of it. • So genetic factors may raise the risk. • Fissured tongue. • People with geographic tongue often have a condition called fissured tongue. • This is when deep grooves, called fissures, appear on the surface of the tongue.",
      "Complications": "Geographic tongue is harmless, but it can sometimes be uncomfortable. • It does not pose a threat to your health, cause long-term complications or raise your risk of major health problems. • This condition can cause anxiety. • That's because the appearance of the tongue may be embarrassing, depending on how well the patches can be seen. • It also may be hard to believe that nothing is seriously wrong."
    },
    "name": "Geographic tongue",
    "url": "https://www.mayoclinic.org/diseases-conditions/geographic-tongue/symptoms-causes/syc-20354396"
  },
  {
    "sections": {
      "Overview": "Germ cell tumors are growths of cells that form from reproductive cells. • The tumors may be cancerous or not cancerous. • Most germ cell tumors occur in the testicles or the ovaries. • Some germ cell tumors occur in other areas of the body, such as the abdomen, brain and chest, though it's not clear why. • Germ cell tumors that occur in places other than the testicles and ovaries (extragonadal germ cell tumors) are very rare. • Treatment options for germ cell tumors may include surgery to remove the tumor, chemotherapy with drugs that kill cancer cells and radiation therapy with powerful energy beams."
    },
    "name": "Germ cell tumors",
    "url": "https://www.mayoclinic.org/diseases-conditions/germ-cell-tumors/symptoms-causes/syc-20352493"
  },
  {
    "sections": {},
    "name": "Gestational diabetes",
    "url": "https://www.mayoclinic.org/diseases-conditions/gestational-diabetes/symptoms-causes/syc-20355339"
  },
  {
    "sections": {
      "Overview": "Giant cell arteritis is an inflammation of the lining of your arteries. • Most often, it affects the arteries in your head, especially those in your temples. • For this reason, giant cell arteritis is sometimes called temporal arteritis. • Giant cell arteritis frequently causes headaches, scalp tenderness, jaw pain and vision problems. • Untreated, it can lead to blindness. • Prompt treatment with corticosteroid medications usually relieves symptoms of giant cell arteritis and might prevent loss of vision. • You'll likely begin to feel better within days of starting treatment. • But even with treatment, relapses are common. • You'll need to visit your doctor regularly for checkups and treatment of any side effects from taking corticosteroids.",
      "Symptoms": "The most common symptoms of giant cell arteritis are head pain and tenderness — often severe — that usually affects both temples. • Head pain can progressively worsen, come and go, or subside temporarily. • Generally, signs and symptoms of giant cell arteritis include: Persistent, severe head pain, usually in your temple area Scalp tenderness Jaw pain when you chew or open your mouth wide Fever Fatigue Unintended weight loss Vision loss or double vision, particularly in people who also have jaw pain Sudden, permanent loss of vision in one eye Pain and stiffness in the neck, shoulders or hips are common symptoms of a related disorder, polymyalgia rheumatica. • About 50 percent of people with giant cell arteritis also have polymyalgia rheumatica. • If you develop a new, persistent headache or any of the signs and symptoms listed above, see your doctor without delay. • If you're diagnosed with giant cell arteritis, starting treatment as soon as possible can usually help prevent vision loss. • With giant cell arteritis, the lining of arteries becomes inflamed, causing them to swell. • This swelling narrows your blood vessels, reducing the amount of blood — and, therefore, oxygen and vital nutrients — that reaches your body's tissues. • Almost any large or medium-sized artery can be affected, but swelling most often occurs in the arteries in the temples. • These are just in front of your ears and continue up into your scalp. • What causes these arteries to become inflamed isn't known, but it's thought to involve abnormal attacks on artery walls by the immune system. • Certain genes and environmental factors might increase your susceptibility to the condition. • Several factors can increase your risk of developing giant cell arteritis, including: Age. • Giant cell arteritis affects adults only, and rarely those under 50. • Most people with this condition develop signs and symptoms between the ages of 70 and 80. • Sex. • Women are about two times more likely to develop the condition than men are. • Race and geographic region. • Giant cell arteritis is most common among white people in Northern European populations or of Scandinavian descent. • Polymyalgia rheumatica. • Having polymyalgia rheumatica puts you at increased risk of developing giant cell arteritis. • Family history. • Sometimes the condition runs in families. • Giant cell arteritis can cause serious complications, including: Blindness. • Diminished blood flow to your eyes can cause sudden, painless vision loss in one or, rarely, both eyes. • Loss of vision is usually permanent. • Aortic aneurysm. • An aneurysm is a bulge that forms in a weakened blood vessel, usually in the large artery that runs down the center of your chest and abdomen (aorta). • An aortic aneurysm might burst, causing life-threatening internal bleeding. • Because this complication can occur even years after the diagnosis of giant cell arteritis, your doctor might monitor your aorta with annual chest X-rays or other imaging tests, such as ultrasound and CT. • Stroke. • This is an uncommon complication of giant cell arteritis.",
      "Causes": "With giant cell arteritis, the lining of arteries becomes inflamed, causing them to swell. • This swelling narrows your blood vessels, reducing the amount of blood — and, therefore, oxygen and vital nutrients — that reaches your body's tissues. • Almost any large or medium-sized artery can be affected, but swelling most often occurs in the arteries in the temples. • These are just in front of your ears and continue up into your scalp. • What causes these arteries to become inflamed isn't known, but it's thought to involve abnormal attacks on artery walls by the immune system. • Certain genes and environmental factors might increase your susceptibility to the condition.",
      "Risk factors": "Several factors can increase your risk of developing giant cell arteritis, including: Age. • Giant cell arteritis affects adults only, and rarely those under 50. • Most people with this condition develop signs and symptoms between the ages of 70 and 80. • Sex. • Women are about two times more likely to develop the condition than men are. • Race and geographic region. • Giant cell arteritis is most common among white people in Northern European populations or of Scandinavian descent. • Polymyalgia rheumatica. • Having polymyalgia rheumatica puts you at increased risk of developing giant cell arteritis. • Family history. • Sometimes the condition runs in families.",
      "Complications": "Giant cell arteritis can cause serious complications, including: Blindness. • Diminished blood flow to your eyes can cause sudden, painless vision loss in one or, rarely, both eyes. • Loss of vision is usually permanent. • Aortic aneurysm. • An aneurysm is a bulge that forms in a weakened blood vessel, usually in the large artery that runs down the center of your chest and abdomen (aorta). • An aortic aneurysm might burst, causing life-threatening internal bleeding. • Because this complication can occur even years after the diagnosis of giant cell arteritis, your doctor might monitor your aorta with annual chest X-rays or other imaging tests, such as ultrasound and CT. • Stroke. • This is an uncommon complication of giant cell arteritis."
    },
    "name": "Giant cell arteritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/giant-cell-arteritis/symptoms-causes/syc-20372758"
  },
  {
    "sections": {},
    "name": "Giardia infection (giardiasis)",
    "url": "https://www.mayoclinic.org/diseases-conditions/giardia-infection/symptoms-causes/syc-20372786"
  },
  {
    "sections": {},
    "name": "Gilbert syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/gilberts-syndrome/symptoms-causes/syc-20372811"
  },
  {
    "sections": {
      "Overview": "Gingivitis is a common and mild form of gum disease, also called periodontal disease. • It causes irritation, redness, swelling and bleeding of your gingiva, which is the part of your gum around the base of your teeth. • It's important to take gingivitis seriously and treat it promptly. • Gingivitis does not cause bone loss. • But left untreated, it can lead to a much more serious gum disease, called periodontitis, and tooth loss. • The most common cause of gingivitis is not keeping your teeth and gums clean and healthy. • Good oral health habits, such as brushing at least twice a day, flossing daily and getting regular dental checkups, can help prevent and reverse gingivitis.",
      "Symptoms": "Healthy gums are firm and pale pink. • They fit tightly around the teeth. • Symptoms of gingivitis include: Swollen or puffy gums. • Bright red or dark red gums, or gums that are darker than usual. • Gums that bleed easily when you brush or floss. • Tender gums. • Bad breath. • If you notice any symptoms of gingivitis, schedule an appointment with your dentist as soon as possible. • The sooner you seek care, the better your chances of reversing damage from gingivitis and not getting periodontitis. • Your dentist may want you to see a periodontist if your symptoms aren't improving. • This is a dentist with advanced training who specializes in treating gum diseases. • The most common cause of gingivitis is poor care of teeth and gums, which allows plaque to form on teeth. • This causes swelling of the surrounding gum tissues. • Here's how plaque can lead to gingivitis: Plaque forms on your teeth. • Plaque is a sticky film that has no color. • It's mainly made up of bacteria that form on your teeth after eating starches and sugars in food. • Plaque needs to be removed every day because it forms quickly. • Plaque turns into tartar. • Plaque that stays on your teeth can harden under your gumline into tartar. • This tartar, also known as calculus, then collects bacteria. • Tartar makes plaque harder to remove, creates a protective shield for bacteria and irritates the gumline. • You need professional dental cleaning to remove tartar. • Gingiva becomes irritated and swells. • The gingiva is the part of your gum around the base of your teeth. • The longer that plaque and tartar remain on your teeth, the more they irritate the gingiva. • In time, your gums become swollen and bleed easily. • This is called gingivitis. • If not treated, gingivitis can lead to tooth decay, periodontitis and tooth loss. • Gingivitis is common, and anyone can develop it. • Factors that can increase your risk of gingivitis include: Poor oral care habits. • Smoking or chewing tobacco. • Older age. • Dry mouth. • Poor nutrition, including not getting enough vitamin C. • Repairs to teeth that don't fit properly or are in poor condition, such as fillings, bridges, dental implants or veneers. • Crooked teeth that are hard to clean. • Conditions that lower immunity, such as leukemia, HIV/AIDS or cancer treatment. • Certain drugs, such as phenytoin (Dilantin, Phenytek, others) for epileptic seizures and some calcium channel blockers used for angina, high blood pressure and other conditions. • Hormonal changes, such as those related to pregnancy, the menstrual cycle or use of birth control pills. • Certain genes. • Medical conditions, such as certain viral and fungal infections. • Untreated gingivitis can lead to gum disease that spreads to underlying tissue and bone, called periodontitis. • This is a much more serious condition that can lead to tooth loss. • Ongoing gum disease may be related to some diseases that affect the entire body, such as respiratory disease, diabetes, coronary artery disease, stroke and rheumatoid arthritis. • Some research suggests that the bacteria responsible for periodontitis can enter your bloodstream through gum tissue, possibly affecting your heart, lungs and other parts of your body. • But more studies are needed to confirm a link. • Trench mouth, also known as necrotizing ulcerative gingivitis or NUG, is a severe form of gingivitis that causes painful, infected, bleeding gums and ulcers. • Trench mouth is rare today in developed nations, though it's common in developing countries that have poor nutrition and poor living conditions. • To prevent gingivitis: Practice good oral care. • That means brushing your teeth for two minutes at least twice daily — in the morning and before going to bed — and flossing at least once a day. • Better yet, brush after every meal or snack or as your dentist recommends. • Flossing before you brush cleans away loosened food particles and bacteria. • Go to the dentist regularly. • See your dentist or dental hygienist regularly for cleanings, usually every 6 to 12 months. • If you have risk factors that increase your chance of developing periodontitis — such as having dry mouth, taking certain medicines or smoking — you may need professional cleaning more often. • Annual dental X-rays can help pinpoint diseases not seen by a visual dental exam and watch for changes in your dental health. • Take steps to lead a healthy lifestyle. • Practices such as healthy eating and managing blood sugar if you have diabetes, for example, also are important to supporting gum health.",
      "Causes": "The most common cause of gingivitis is poor care of teeth and gums, which allows plaque to form on teeth. • This causes swelling of the surrounding gum tissues. • Here's how plaque can lead to gingivitis: Plaque forms on your teeth. • Plaque is a sticky film that has no color. • It's mainly made up of bacteria that form on your teeth after eating starches and sugars in food. • Plaque needs to be removed every day because it forms quickly. • Plaque turns into tartar. • Plaque that stays on your teeth can harden under your gumline into tartar. • This tartar, also known as calculus, then collects bacteria. • Tartar makes plaque harder to remove, creates a protective shield for bacteria and irritates the gumline. • You need professional dental cleaning to remove tartar. • Gingiva becomes irritated and swells. • The gingiva is the part of your gum around the base of your teeth. • The longer that plaque and tartar remain on your teeth, the more they irritate the gingiva. • In time, your gums become swollen and bleed easily. • This is called gingivitis. • If not treated, gingivitis can lead to tooth decay, periodontitis and tooth loss.",
      "Risk factors": "Gingivitis is common, and anyone can develop it. • Factors that can increase your risk of gingivitis include: Poor oral care habits. • Smoking or chewing tobacco. • Older age. • Dry mouth. • Poor nutrition, including not getting enough vitamin C. • Repairs to teeth that don't fit properly or are in poor condition, such as fillings, bridges, dental implants or veneers. • Crooked teeth that are hard to clean. • Conditions that lower immunity, such as leukemia, HIV/AIDS or cancer treatment. • Certain drugs, such as phenytoin (Dilantin, Phenytek, others) for epileptic seizures and some calcium channel blockers used for angina, high blood pressure and other conditions. • Hormonal changes, such as those related to pregnancy, the menstrual cycle or use of birth control pills. • Certain genes. • Medical conditions, such as certain viral and fungal infections.",
      "Complications": "Untreated gingivitis can lead to gum disease that spreads to underlying tissue and bone, called periodontitis. • This is a much more serious condition that can lead to tooth loss. • Ongoing gum disease may be related to some diseases that affect the entire body, such as respiratory disease, diabetes, coronary artery disease, stroke and rheumatoid arthritis. • Some research suggests that the bacteria responsible for periodontitis can enter your bloodstream through gum tissue, possibly affecting your heart, lungs and other parts of your body. • But more studies are needed to confirm a link. • Trench mouth, also known as necrotizing ulcerative gingivitis or NUG, is a severe form of gingivitis that causes painful, infected, bleeding gums and ulcers. • Trench mouth is rare today in developed nations, though it's common in developing countries that have poor nutrition and poor living conditions.",
      "Prevention": "To prevent gingivitis: Practice good oral care. • That means brushing your teeth for two minutes at least twice daily — in the morning and before going to bed — and flossing at least once a day. • Better yet, brush after every meal or snack or as your dentist recommends. • Flossing before you brush cleans away loosened food particles and bacteria. • Go to the dentist regularly. • See your dentist or dental hygienist regularly for cleanings, usually every 6 to 12 months. • If you have risk factors that increase your chance of developing periodontitis — such as having dry mouth, taking certain medicines or smoking — you may need professional cleaning more often. • Annual dental X-rays can help pinpoint diseases not seen by a visual dental exam and watch for changes in your dental health. • Take steps to lead a healthy lifestyle. • Practices such as healthy eating and managing blood sugar if you have diabetes, for example, also are important to supporting gum health."
    },
    "name": "Gingivitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/gingivitis/symptoms-causes/syc-20354453"
  },
  {
    "sections": {
      "Overview": "Glaucoma is an eye condition that damages the optic nerve. • This damage can lead to vision loss or blindness. • The optic nerve sends visual information from your eye to the brain and is vital for good vision. • Damage to the optic nerve is often related to high pressure in the eye. • But glaucoma can happen even with typical eye pressure. • Glaucoma can happen at any age but is more common in older adults. • It is one of the leading causes of blindness for people over the age of 60. • Many forms of glaucoma have no warning signs. • The effect is so gradual that you may not notice a change in vision until the condition is in its later stages. • It's important to have regular eye exams that include measurements of your eye pressure. • If glaucoma is found early, vision loss can be slowed or prevented. • If you have glaucoma, you'll need treatment or monitoring for the rest of your life.",
      "Symptoms": "The symptoms of glaucoma depend on the type and stage of the condition. • No symptoms in early stages. • Gradually, patchy blind spots in your side vision. • Side vision also is called peripheral vision. • In later stages, difficulty seeing things in your central vision. • Bad headache. • Severe eye pain. • Nausea or vomiting. • Blurred vision. • Halos or colored rings around lights. • Eye redness. • No symptoms in early stages. • Gradually, blurred vision. • In later stages, loss of side vision. • A dull or cloudy eye (infants). • Increased blinking (infants). • Tears without crying (infants). • Blurred vision. • Nearsightedness that gets worse. • Headache. • Halos around lights. • Blurred vision with exercise. • Gradual loss of side vision. • If you have symptoms that come on suddenly, you may have acute angle-closure glaucoma. • Symptoms include bad headache and severe eye pain. • You need treatment as soon as possible. • Go to an emergency room or call an eye doctor, called an ophthalmologist, immediately. • Glaucoma develops when the optic nerve becomes damaged. • As this nerve gradually gets worse, blind spots develop in your vision. • For reasons that eye doctors don't fully understand, this nerve damage is usually related to increased pressure in the eye. • Raised eye pressure happens as the result of a buildup of fluid that flows throughout the inside of the eye. • This fluid, called the aqueous humor, usually drains through a tissue located at the angle where the iris and cornea meet. • This tissue is called the trabecular meshwork. • The cornea is important to vision because it lets light into the eye. • When the eye makes too much fluid or the drainage system doesn't work properly, eye pressure may increase. • This is the most common form of glaucoma. • The drainage angle formed by the iris and cornea remains open. • But other parts of the drainage system don't drain properly. • This may lead to a slow, gradual increase in eye pressure. • This form of glaucoma happens when the iris bulges. • The bulging iris partially or completely blocks the drainage angle. • As a result, fluid can't circulate through the eye and pressure increases. • Angle-closure glaucoma may happen suddenly or gradually. • No one knows the exact reason why the optic nerve becomes damaged when eye pressure is healthy. • The optic nerve may be sensitive or experience less blood flow. • This limited blood flow may be caused by the buildup of fatty deposits in the arteries or other conditions that damage circulation. • The buildup of fatty deposits in the arteries also is known as atherosclerosis. • A child may be born with glaucoma or develop it in the first few years of life. • Blocked drainage, injury or an underlying medical condition may cause optic nerve damage. • In pigmentary glaucoma, small pigment granules flake off from the iris and block or slow fluid drainage from the eye. • Activities such as jogging sometimes stir up the pigment granules. • That leads to a deposit of pigment granules on tissue located at the angle where the iris and cornea meet. • The granule deposits cause an increase in pressure. • Glaucoma tends to run in families. • In some people, scientists have identified genes related to high eye pressure and optic nerve damage. • Glaucoma can damage vision before you notice any symptoms. • So be aware of these risk factors: High internal eye pressure, also known as intraocular pressure. • Age over 55. • Black, Asian or Hispanic heritage. • Family history of glaucoma. • Certain medical conditions, such as diabetes, migraine, high blood pressure and sickle cell anemia. • Corneas that are thin in the center. • Extreme nearsightedness or farsightedness. • Eye injury or certain types of eye surgery. • Taking corticosteroid medicines, especially eye drops, for a long time. • Some people have narrow drainage angles, putting them at increased risk of angle-closure glaucoma. • These steps may help find and manage glaucoma in its early stages. • That may help to prevent vision loss or slow its progress. • Get regular eye exams. • Regular eye exams can help find glaucoma in its early stages, before a lot of damage occurs. • As a general rule, the American Academy of Ophthalmology recommends a comprehensive eye exam every 5 to 10 years if you're under 40 years old; every 2 to 4 years if you're 40 to 54 years old; every 1 to 3 years if you're 55 to 64 years old; and every 1 to 2 years if you're older than 65. • If you're at risk of glaucoma, you'll need screening more often. • Ask a healthcare professional to recommend the right screening schedule for you. • Know your family's eye health history. • Glaucoma tends to run in families. • If you're at increased risk, you may need screening more often. • Wear eye protection. • Serious eye injuries can lead to glaucoma. • Wear eye protection when using power tools or playing sports. • Take prescribed eye drops regularly. • Glaucoma eye drops can greatly reduce the risk that high eye pressure will progress to glaucoma. • Use eye drops as prescribed by a healthcare professional even if you have no symptoms.",
      "Causes": "Glaucoma develops when the optic nerve becomes damaged. • As this nerve gradually gets worse, blind spots develop in your vision. • For reasons that eye doctors don't fully understand, this nerve damage is usually related to increased pressure in the eye. • Raised eye pressure happens as the result of a buildup of fluid that flows throughout the inside of the eye. • This fluid, called the aqueous humor, usually drains through a tissue located at the angle where the iris and cornea meet. • This tissue is called the trabecular meshwork. • The cornea is important to vision because it lets light into the eye. • When the eye makes too much fluid or the drainage system doesn't work properly, eye pressure may increase. • This is the most common form of glaucoma. • The drainage angle formed by the iris and cornea remains open. • But other parts of the drainage system don't drain properly. • This may lead to a slow, gradual increase in eye pressure. • This form of glaucoma happens when the iris bulges. • The bulging iris partially or completely blocks the drainage angle. • As a result, fluid can't circulate through the eye and pressure increases. • Angle-closure glaucoma may happen suddenly or gradually. • No one knows the exact reason why the optic nerve becomes damaged when eye pressure is healthy. • The optic nerve may be sensitive or experience less blood flow. • This limited blood flow may be caused by the buildup of fatty deposits in the arteries or other conditions that damage circulation. • The buildup of fatty deposits in the arteries also is known as atherosclerosis. • A child may be born with glaucoma or develop it in the first few years of life. • Blocked drainage, injury or an underlying medical condition may cause optic nerve damage. • In pigmentary glaucoma, small pigment granules flake off from the iris and block or slow fluid drainage from the eye. • Activities such as jogging sometimes stir up the pigment granules. • That leads to a deposit of pigment granules on tissue located at the angle where the iris and cornea meet. • The granule deposits cause an increase in pressure. • Glaucoma tends to run in families. • In some people, scientists have identified genes related to high eye pressure and optic nerve damage.",
      "Risk factors": "Glaucoma can damage vision before you notice any symptoms. • So be aware of these risk factors: High internal eye pressure, also known as intraocular pressure. • Age over 55. • Black, Asian or Hispanic heritage. • Family history of glaucoma. • Certain medical conditions, such as diabetes, migraine, high blood pressure and sickle cell anemia. • Corneas that are thin in the center. • Extreme nearsightedness or farsightedness. • Eye injury or certain types of eye surgery. • Taking corticosteroid medicines, especially eye drops, for a long time. • Some people have narrow drainage angles, putting them at increased risk of angle-closure glaucoma.",
      "Prevention": "These steps may help find and manage glaucoma in its early stages. • That may help to prevent vision loss or slow its progress. • Get regular eye exams. • Regular eye exams can help find glaucoma in its early stages, before a lot of damage occurs. • As a general rule, the American Academy of Ophthalmology recommends a comprehensive eye exam every 5 to 10 years if you're under 40 years old; every 2 to 4 years if you're 40 to 54 years old; every 1 to 3 years if you're 55 to 64 years old; and every 1 to 2 years if you're older than 65. • If you're at risk of glaucoma, you'll need screening more often. • Ask a healthcare professional to recommend the right screening schedule for you. • Know your family's eye health history. • Glaucoma tends to run in families. • If you're at increased risk, you may need screening more often. • Wear eye protection. • Serious eye injuries can lead to glaucoma. • Wear eye protection when using power tools or playing sports. • Take prescribed eye drops regularly. • Glaucoma eye drops can greatly reduce the risk that high eye pressure will progress to glaucoma. • Use eye drops as prescribed by a healthcare professional even if you have no symptoms."
    },
    "name": "Glaucoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/glaucoma/symptoms-causes/syc-20372839"
  },
  {
    "sections": {
      "Overview": "Glioblastoma is a type of cancer that starts as a growth of cells in the brain or spinal cord. • It grows quickly and can invade and destroy healthy tissue. • Glioblastoma forms from cells called astrocytes that support nerve cells. • Glioblastoma can happen at any age. • But it tends to happen more often in older adults. • Glioblastoma symptoms may include headaches that keep getting worse, nausea and vomiting, blurred or double vision, trouble speaking, altered sense of touch, and seizures. • There also may be trouble with balance, coordination, and moving parts of the face or body. • There's no cure for glioblastoma. • Treatments might slow cancer growth and reduce symptoms.",
      "Symptoms": "Signs and symptoms of glioblastoma may include: Headache, particularly one that hurts the most in the morning. • Nausea and vomiting. • Confusion or a decline in brain function, such as problems with thinking and understanding information. • Memory loss. • Personality changes or irritability. • Vision changes, such as blurred vision, double vision or loss of peripheral vision. • Speech difficulties. • Trouble with balance or coordination. • Muscle weakness in the face, arms or legs. • Reduced sensation of touch. • Seizures, especially in someone who hasn't had seizures before. • Make an appointment with a doctor or other healthcare professional if you have any signs or symptoms that worry you.",
      "Causes": "The cause of most glioblastomas isn't known. • Glioblastoma happens when cells in the brain or spinal cord develop changes in their DNA. • Healthcare professionals sometimes call these changes mutations or variations. • A cell's DNA holds the instructions that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells form a mass called a tumor. • The tumor can grow to press on nearby nerves and parts of the brain or spinal cord. • This leads to glioblastoma symptoms and can cause complications. • The tumor can grow to invade and destroy healthy body tissue.",
      "Risk factors": "Factors that can increase the risk of glioblastoma include: Getting older. • Glioblastomas are most common in older adults. • But glioblastoma can happen at any age. • Being exposed to radiation. • People who have been exposed to a type of radiation called ionizing radiation have an increased risk of glioblastoma. • One example of ionizing radiation is radiation therapy used to treat cancer. • Inherited syndromes that increase cancer risk. • In some families, DNA changes passed from parents to children may increase the risk of glioblastoma. • Inherited syndromes may include Lynch syndrome and Li-Fraumeni syndrome. • Genetic testing can detect these syndromes. • Researchers haven't found anything you can do to prevent glioblastoma."
    },
    "name": "Glioblastoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/glioblastoma/symptoms-causes/syc-20569077"
  },
  {
    "sections": {
      "Overview": "Glioma is a growth of cells that starts in the brain or spinal cord. • The cells in a glioma look similar to healthy brain cells called glial cells. • Glial cells surround nerve cells and help them function. • As a glioma grows it forms a mass of cells called a tumor. • The tumor can grow to press on brain or spinal cord tissue and cause symptoms. • Symptoms depend on which part of the brain or spinal cord is affected. • There are many types of glioma. • Some grow slowly and aren't considered to be cancers. • Others are considered cancerous. • Another word for cancerous is malignant. • Malignant gliomas grow quickly and can invade healthy brain tissue. • Some types of glioma happen mostly in adults. • Others happen mostly in kids. • The type of glioma you have helps your health care team understand how serious your condition is and what treatments might work best. • In general, glioma treatment options include surgery, radiation therapy, chemotherapy and others.",
      "Symptoms": "Glioma symptoms depend on the location of the glioma. • Symptoms also may depend on the type of glioma, its size and how quickly it's growing. • Common signs and symptoms of gliomas include: Headache, particularly one that hurts the most in the morning. • Nausea and vomiting. • Confusion or a decline in brain function, such as problems with thinking and understanding information. • Memory loss. • Personality changes or irritability. • Vision problems, such as blurred vision, double vision or loss of peripheral vision. • Speech difficulties. • Seizures, especially in someone who hasn't had seizures before. • Make an appointment with your health care provider if you have any signs and symptoms that worry you. • Doctors aren't sure what causes glioma. • It starts when cells in the brain or spinal cord develop changes in their DNA. • A cell's DNA contains the instructions that tell a cell what to do. • The DNA changes tell the cells to make more cells quickly. • The cells continue living when healthy cells would die. • This causes too many cells that don't work right. • The cells form a mass called a tumor. • The tumor can grow to press on nearby nerves and parts of the brain or spinal cord. • This leads to glioma symptoms and can cause complications. • Some gliomas develop more changes in their DNA that cause them to become brain cancers. • The changes tell the cells to invade and destroy healthy brain tissue. • In glioma, the tumor cells look similar to healthy brain cells called glial cells. • The glial cells surround and support nerve cells in the brain and spinal cord. • Things that can increase the risk of glioma include: Getting older. • Gliomas are most common in adults between ages 45 and 65 years old. • But glioma can happen at any age. • Certain types of gliomas are more common in children and young adults. • Being exposed to radiation. • People who have been exposed to a type of radiation called ionizing radiation have an increased risk of glioma. • One example of ionizing radiation is radiation therapy used to treat cancer. • Having a family history of glioma. • Glioma can run in families, but this is very rare. • More research is needed to understand whether parents can pass a risk of glioma to their children. • Researchers haven't found anything you can do to prevent glioma.",
      "Causes": "Doctors aren't sure what causes glioma. • It starts when cells in the brain or spinal cord develop changes in their DNA. • A cell's DNA contains the instructions that tell a cell what to do. • The DNA changes tell the cells to make more cells quickly. • The cells continue living when healthy cells would die. • This causes too many cells that don't work right. • The cells form a mass called a tumor. • The tumor can grow to press on nearby nerves and parts of the brain or spinal cord. • This leads to glioma symptoms and can cause complications. • Some gliomas develop more changes in their DNA that cause them to become brain cancers. • The changes tell the cells to invade and destroy healthy brain tissue. • In glioma, the tumor cells look similar to healthy brain cells called glial cells. • The glial cells surround and support nerve cells in the brain and spinal cord.",
      "Risk factors": "Things that can increase the risk of glioma include: Getting older. • Gliomas are most common in adults between ages 45 and 65 years old. • But glioma can happen at any age. • Certain types of gliomas are more common in children and young adults. • Being exposed to radiation. • People who have been exposed to a type of radiation called ionizing radiation have an increased risk of glioma. • One example of ionizing radiation is radiation therapy used to treat cancer. • Having a family history of glioma. • Glioma can run in families, but this is very rare. • More research is needed to understand whether parents can pass a risk of glioma to their children. • Researchers haven't found anything you can do to prevent glioma."
    },
    "name": "Glioma",
    "url": "https://www.mayoclinic.org/diseases-conditions/glioma/symptoms-causes/syc-20350251"
  },
  {
    "sections": {
      "Overview": "Glomerulonephritis (gloe-MER-u-loe-nuh-FRY-tis) is inflammation of the tiny filters in the kidneys (glomeruli). • The excess fluid and waste that glomeruli (gloe-MER-u-lie) remove from the bloodstream exit the body as urine. • Glomerulonephritis can come on suddenly (acute) or gradually (chronic). • Glomerulonephritis occurs on its own or as part of another disease, such as lupus or diabetes. • Severe or prolonged inflammation associated with glomerulonephritis can damage the kidneys. • Treatment depends on the type of glomerulonephritis you have.",
      "Symptoms": "Signs and symptoms of glomerulonephritis may vary depending on whether you have the acute or chronic form and the cause. • You may notice no symptoms of chronic disease. • Your first indication that something is wrong might come from the results of a routine urine test (urinalysis). • Glomerulonephritis signs and symptoms may include: Pink or cola-colored urine from red blood cells in your urine (hematuria). • Foamy or bubbly urine due to excess protein in the urine (proteinuria). • High blood pressure (hypertension). • Fluid retention (edema) with swelling evident in your face, hands, feet and abdomen. • Urinating less than usual. • Nausea and vomiting. • Muscle cramps. • Fatigue. • Make an appointment with your health care provider promptly if you have signs or symptoms of glomerulonephritis.",
      "Causes": "Many conditions can cause glomerulonephritis. • Sometimes the disease runs in families and sometimes the cause is unknown. • Factors that can lead to inflammation of the glomeruli include the following conditions. • Infectious diseases can directly or indirectly lead to glomerulonephritis. • These infections include: Post-streptococcal glomerulonephritis. • Glomerulonephritis may develop a week or two after recovery from a strep throat infection or, rarely, a skin infection caused by a streptococcal bacteria (impetigo). • Inflammation occurs when antibodies to the bacteria build up in the glomeruli. • Children are more likely to develop post-streptococcal glomerulonephritis than are adults, and they're also more likely to recover quickly. • Bacterial endocarditis. • Bacterial endocarditis is an infection of the inner lining of your heart's chambers and valves. • It isn't clear whether the inflammation in the kidneys is the result of immune system activity alone or other factors. • Viral kidney infections. • Viral infections of the kidney, such as hepatitis B and hepatitis C, cause inflammation of the glomeruli and other kidney tissues. • HIV. • Infection with HIV, the virus that causes AIDS, can lead to glomerulonephritis and progressive kidney damage, even before the onset of AIDS. • Autoimmune diseases are illnesses caused by the immune system attacking healthy tissues. • Autoimmune diseases that may cause glomerulonephritis include: Lupus. • A chronic inflammatory disease, systemic lupus erythematosus can affect many parts of your body, including your skin, joints, kidneys, blood cells, heart and lungs. • Goodpasture's syndrome. • In this rare disorder, also known as anti-GBM disease, the immune system creates antibodies to tissues in the lungs and kidneys. • It can cause progressive and permanent damage to the kidneys. • IgA nephropathy. • Immunoglobulin A (IgA) is an antibody that's a first line of defense against infectious agents. • IgA nephropathy occurs when deposits of the antibody accumulate in the glomeruli. • The inflammation and subsequent damage may go undetected for a long time. • The most common symptom is blood in the urine. • Vasculitis is inflammation of blood vessels. • Types of vasculitis that can cause glomerulonephritis include: Polyarteritis. • This form of vasculitis affects medium and small blood vessels in many parts of your body, including the kidneys, skin, muscles, joints and digestive tract. • Granulomatosis with polyangiitis. • This form of vasculitis, formerly known as Wegener's granulomatosis, affects small and medium blood vessels in your lungs, upper airways and kidneys. • Some diseases or conditions cause scarring of the glomeruli that results in poor and declining kidney function. • These include: High blood pressure. • Long-term, poorly managed high blood pressure can cause scarring and inflammation of the glomeruli. • Glomerulonephritis inhibits the kidney's role in regulating blood pressure. • Diabetic kidney disease (diabetic nephropathy). • High blood sugar levels contribute to scarring of the glomeruli and increase the rate of blood flow through the nephrons. • Focal segmental glomerulosclerosis. • In this condition, scarring is scattered among some of the glomeruli. • This may be the result of another disease, or it may occur for no known reason. • Infrequently, chronic glomerulonephritis runs in families. • One inherited form, Alport syndrome, also might impair hearing or vision. • Glomerulonephritis is associated with certain cancers, such as gastric cancer, lung cancer and chronic lymphocytic leukemia.",
      "Risk factors": "Some autoimmune diseases are linked with glomerulonephritis.",
      "Complications": "Glomerulonephritis affects the ability of nephrons to filter the bloodstream efficiently. • The breakdown in filtering results in: Accumulation of wastes or toxins in the bloodstream. • Poor regulation of essential minerals and nutrients. • Loss of red blood cells. • Loss of blood proteins. • Possible complications of glomerulonephritis include: Acute kidney failure. • Acute kidney failure is the sudden, rapid decline in kidney function, often associated with an infectious cause of glomerulonephritis. • The accumulation of waste and fluids can be life-threatening if not treated promptly with an artificial filtering machine (dialysis). • The kidneys often resume typical function after recovery. • Chronic kidney disease. • Persistent inflammation results in long-term damage and declining function of the kidneys. • Chronic kidney disease is generally defined as kidney damage or decreased function for three or more months. • Chronic kidney disease may advance to end-stage kidney disease, which requires either dialysis or a kidney transplant. • High blood pressure. • Damage to the glomeruli from inflammation or scarring can lead to increased blood pressure. • Nephrotic syndrome. • Nephrotic syndrome is a condition in which there is too much blood protein in urine and too little in the bloodstream. • These proteins play a role in regulating fluids and cholesterol levels. • A drop in blood proteins results in high cholesterol, high blood pressure and swelling (edema) of the face, hands, feet and abdomen. • In rare instances, nephrotic syndrome may cause a blood clot in a kidney blood vessel.",
      "Prevention": "There may be no way to prevent some forms of glomerulonephritis. • However, here are some steps that might be beneficial: Seek prompt treatment of a strep infection with a sore throat or impetigo. • To prevent infections that can lead to some forms of glomerulonephritis, such as HIV and hepatitis, follow safe-sex guidelines and avoid intravenous drug use. • Control high blood pressure, which lessens the likelihood of damage to your kidneys from hypertension. • Control your blood sugar to help prevent diabetic nephropathy."
    },
    "name": "Glomerulonephritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/glomerulonephritis/symptoms-causes/syc-20355705"
  },
  {
    "sections": {},
    "name": "Goiter",
    "url": "https://www.mayoclinic.org/diseases-conditions/goiter/symptoms-causes/syc-20351829"
  },
  {
    "sections": {
      "Overview": "Golfer's elbow is a condition that causes pain where the tendons of your forearm muscles attach to the bony bump on the inside of your elbow. • The pain might spread into your forearm and wrist. • Golfer's elbow is similar to tennis elbow, which occurs on the outside of the elbow. • It's not limited to golfers. • Tennis players and others who repeatedly use their wrists or clench their fingers also can develop golfer's elbow. • The pain of golfer's elbow doesn't have to keep you off the course or away from your favorite activities. • Rest and appropriate treatment can get you back into the swing of things.",
      "Symptoms": "Golfer's elbow is characterized by: Pain and tenderness. • Usually felt on the inner side of your elbow, the pain sometimes extends along the inner side of your forearm. • Pain typically worsens with certain movements. • Stiffness. • Your elbow may feel stiff, and making a fist might hurt. • Weakness. • You may have weakness in your hands and wrists. • Numbness or tingling. • These sensations might radiate into one or more fingers — usually the ring and little fingers. • The pain of golfer's elbow can come on suddenly or gradually. • The pain might worsen with certain movements, such as swinging a golf club. • Consult your doctor if rest, ice and over-the-counter pain relievers don't ease your elbow pain and tenderness. • Seek immediate care if: Your elbow is hot and inflamed, and you have a fever You can't bend your elbow Your elbow looks deformed You suspect you've broken a bone",
      "Causes": "Golfer's elbow, also known as medial epicondylitis, is caused by damage to the muscles and tendons that control your wrist and fingers. • The damage is typically related to excess or repeated stress — especially forceful wrist and finger motions. • Improper lifting, throwing or hitting, as well as too little warmup or poor conditioning, also can contribute to golfer's elbow. • Besides golf, many activities and occupations can lead to golfer's elbow, including: Racket sports. • Improper technique with tennis strokes, especially the backhand, can cause injury to the tendon. • Excessive use of topspin and using a racket that's too small or heavy also can lead to injury. • Throwing sports. • Improper pitching technique in baseball or softball can be another culprit. • Football, archery and javelin throwing also can cause golfer's elbow. • Weight training. • Lifting weights using improper technique, such as curling the wrists during a biceps exercise, can overload the elbow muscles and tendons. • Forceful, repetitive occupational movements. • These occur in fields such as construction, plumbing and carpentry To cause golfer's elbow, the activity generally needs to be done for more than an hour a day on many days.",
      "Risk factors": "You could be at higher risk of developing golfer's elbow if you're: Age 40 or older Performing repetitive activity at least two hours a day Obese A smoker",
      "Prevention": "You can take steps to prevent golfer's elbow: Strengthen your forearm muscles. • Use light weights or squeeze a tennis ball. • Even simple exercises can help your muscles absorb the energy of sudden physical stress. • Stretch before your activity. • Walk or jog for a few minutes to warm up your muscles. • Then do gentle stretches before you begin your game. • Fix your form. • Whatever your sport, ask an instructor to check your form to avoid overload on muscles. • Use the right equipment. • If you're using older golfing irons, consider upgrading to lighter graphite clubs. • If you play tennis, make sure your racket fits you. • A racket with a small grip or a heavy head may increase the risk of elbow problems. • Lift properly. • When lifting anything — including free weights — keep your wrist rigid and stable to reduce the force to your elbow. • Know when to rest. • Try not to overuse your elbow. • At the first sign of elbow pain, take a break."
    },
    "name": "Golfer's elbow",
    "url": "https://www.mayoclinic.org/diseases-conditions/golfers-elbow/symptoms-causes/syc-20372868"
  },
  {
    "sections": {
      "Overview": "Gonorrhea is a sexually transmitted infection, also called a sexually transmitted disease, caused by bacteria. • Sexually transmitted diseases are infections spread mainly by contact with genitals or bodily fluids. • Also called STDs, STIs or venereal disease, sexually transmitted infections are caused by bacteria, viruses or parasites. • Gonorrhea bacteria can infect the urethra, rectum, female reproductive tract, mouth, throat or eyes. • Gonorrhea is most commonly spread during vaginal, oral or anal sexual activity. • But babies can get the infection during childbirth. • In babies, gonorrhea most commonly affects the eyes. • Avoiding sexual activity and not having sex prevents the spread of gonorrhea. • Using a condom during sexual activity can help prevent the spread of gonorrhea. • Being in a mutually monogamous relationship, in which both partners have sex only with each other and neither partner is infected, also limits the risk of an infection.",
      "Symptoms": "In many people, gonorrhea infection causes no symptoms. • If there are symptoms, they often affect the genital tract, but also may occur in other places. • Male symptoms of gonorrhea infection include: Painful urination. • Pus-like discharge from the tip of the penis. • Pain or swelling in one testicle. • Female symptoms of gonorrhea infection include: Increased vaginal discharge. • Painful urination. • Vaginal bleeding between periods, such as after vaginal intercourse. • Abdominal or pelvic pain. • Gonorrhea also can affect these parts of the body: Rectum. • Symptoms include anal itching, pus-like discharge from the rectum, spots of bright red blood on toilet tissue and having to strain during bowel movements. • Eyes. • Gonorrhea that affects the eyes can cause eye pain, sensitivity to light, and pus-like discharge from one or both eyes. • Throat. • Symptoms of a throat infection might include a sore throat and swollen lymph nodes in the neck. • Joints. • If one or more joints become infected by the affected joints might be warm, red, swollen and extremely painful, especially during movement. • This condition is known as septic arthritis. • Make an appointment with your healthcare professional if you notice symptoms such as a burning sensation when you urinate or a pus-like discharge from your penis, vagina or rectum. • Also make an appointment if your partner has been diagnosed with gonorrhea. • You might not have symptoms, but if you have the infection, you can reinfect your partner even after your partner has been treated for gonorrhea. • Gonorrhea is caused by the bacterium Neisseria gonorrhoeae. • The gonorrhea bacteria are most often passed from one person to another during sexual contact, including oral, anal or vaginal intercourse. • Sexually active women younger than 25 and men who have sex with men are at increased risk of getting gonorrhea. • Other factors that can increase your risk include: Having a new sex partner. • Having a sex partner who has other partners. • Having more than one sex partner. • Having had gonorrhea or another sexually transmitted infection. • Untreated gonorrhea can lead to major complications, such as: Infertility in women. • Gonorrhea can spread into the uterus and fallopian tubes, causing pelvic inflammatory disease (PID). • PID can result in scarring of the tubes, greater risk of pregnancy complications and infertility. • PID requires immediate treatment. • Infertility in men. • Gonorrhea can cause inflammation in epididymis, the coiled tube above and behind the testicles that stores and transports sperm. • This inflammation is known as epididymitis and without treatment it can lead to infertility. • Infection that spreads to the joints and other areas of the body. • The bacterium that causes gonorrhea can spread through the bloodstream and infect other parts of the body, including joints. • Fever, rash, skin sores, joint pain, swelling and stiffness are possible results. • Increased risk of HIV/AIDS. • Having gonorrhea makes you more susceptible to infection with human immunodeficiency virus (HIV), the virus that leads to AIDS. • People who have both gonorrhea and HIV can pass both diseases more readily to their partners. • Complications in babies. • Babies who get gonorrhea during birth can develop blindness, sores on the scalp and infections. • To lower your risk of getting gonorrhea: Use a condom if you have sex. • Not having sex and avoiding sexual activity is the surest way to prevent gonorrhea. • But if you choose to have sex, use a condom during any type of sexual contact, including anal sex, oral sex or vaginal sex. • Limit your number of sex partners. • Being in a monogamous relationship in which neither partner has sex with anyone else can lower your risk. • Be sure you and your partner are tested for sexually transmitted infections. • Before you have sex, get tested and share the results with each other. • Don't have sex with someone who appears to have a sexually transmitted infection. • If someone has symptoms of a sexually transmitted infection, such as burning during urination or a genital rash or sore, don't have sex with that person. • Consider regular gonorrhea screening. • Annual screening is recommended for sexually active women younger than 25 and for older women at increased risk of infection. • This includes women who have new sex partners, more than one sex partner, sex partners with other partners, or sex partners who have sexually transmitted infections. • Regular screening also is recommended for men who have sex with men. • Their partners also should be tested. • A medicine called doxycycline may be an option to prevent infection among people at higher risk than average of getting gonorrhea. • Higher risk groups include men who have sex with men and transgender women. • Taking doxycycline within 3 days of sexual activity lowers the risk of an infection with the bacteria that cause gonorrhea. • Your healthcare professional can prescribe doxycycline and any testing you need while taking the medicine. • If you've been diagnosed with gonorrhea, do not have sex until after you and your sex partner have completed treatment and after symptoms are gone. • This helps avoid getting gonorrhea again.",
      "Causes": "Gonorrhea is caused by the bacterium Neisseria gonorrhoeae. • The gonorrhea bacteria are most often passed from one person to another during sexual contact, including oral, anal or vaginal intercourse.",
      "Risk factors": "Sexually active women younger than 25 and men who have sex with men are at increased risk of getting gonorrhea. • Other factors that can increase your risk include: Having a new sex partner. • Having a sex partner who has other partners. • Having more than one sex partner. • Having had gonorrhea or another sexually transmitted infection.",
      "Complications": "Untreated gonorrhea can lead to major complications, such as: Infertility in women. • Gonorrhea can spread into the uterus and fallopian tubes, causing pelvic inflammatory disease (PID). • PID can result in scarring of the tubes, greater risk of pregnancy complications and infertility. • PID requires immediate treatment. • Infertility in men. • Gonorrhea can cause inflammation in epididymis, the coiled tube above and behind the testicles that stores and transports sperm. • This inflammation is known as epididymitis and without treatment it can lead to infertility. • Infection that spreads to the joints and other areas of the body. • The bacterium that causes gonorrhea can spread through the bloodstream and infect other parts of the body, including joints. • Fever, rash, skin sores, joint pain, swelling and stiffness are possible results. • Increased risk of HIV/AIDS. • Having gonorrhea makes you more susceptible to infection with human immunodeficiency virus (HIV), the virus that leads to AIDS. • People who have both gonorrhea and HIV can pass both diseases more readily to their partners. • Complications in babies. • Babies who get gonorrhea during birth can develop blindness, sores on the scalp and infections.",
      "Prevention": "To lower your risk of getting gonorrhea: Use a condom if you have sex. • Not having sex and avoiding sexual activity is the surest way to prevent gonorrhea. • But if you choose to have sex, use a condom during any type of sexual contact, including anal sex, oral sex or vaginal sex. • Limit your number of sex partners. • Being in a monogamous relationship in which neither partner has sex with anyone else can lower your risk. • Be sure you and your partner are tested for sexually transmitted infections. • Before you have sex, get tested and share the results with each other. • Don't have sex with someone who appears to have a sexually transmitted infection. • If someone has symptoms of a sexually transmitted infection, such as burning during urination or a genital rash or sore, don't have sex with that person. • Consider regular gonorrhea screening. • Annual screening is recommended for sexually active women younger than 25 and for older women at increased risk of infection. • This includes women who have new sex partners, more than one sex partner, sex partners with other partners, or sex partners who have sexually transmitted infections. • Regular screening also is recommended for men who have sex with men. • Their partners also should be tested. • A medicine called doxycycline may be an option to prevent infection among people at higher risk than average of getting gonorrhea. • Higher risk groups include men who have sex with men and transgender women. • Taking doxycycline within 3 days of sexual activity lowers the risk of an infection with the bacteria that cause gonorrhea. • Your healthcare professional can prescribe doxycycline and any testing you need while taking the medicine. • If you've been diagnosed with gonorrhea, do not have sex until after you and your sex partner have completed treatment and after symptoms are gone. • This helps avoid getting gonorrhea again."
    },
    "name": "Gonorrhea",
    "url": "https://www.mayoclinic.org/diseases-conditions/gonorrhea/symptoms-causes/syc-20351774"
  },
  {
    "sections": {
      "Overview": "Gout is a common and complex form of arthritis that can affect anyone. • It's characterized by sudden, severe attacks of pain, swelling, redness and tenderness in one or more joints, most often in the big toe. • An attack of gout can occur suddenly, often waking you up in the middle of the night with the sensation that your big toe is on fire. • The affected joint is hot, swollen and so tender that even the weight of the bedsheet on it may seem intolerable. • Gout symptoms may come and go, but there are ways to manage symptoms and prevent flares.",
      "Symptoms": "The signs and symptoms of gout almost always occur suddenly, and often at night. • They include: Intense joint pain. • Gout usually affects the big toe, but it can occur in any joint. • Other commonly affected joints include the ankles, knees, elbows, wrists and fingers. • The pain is likely to be most severe within the first four to 12 hours after it begins. • Lingering discomfort. • After the most severe pain subsides, some joint discomfort may last from a few days to a few weeks. • Later attacks are likely to last longer and affect more joints. • Inflammation and redness. • The affected joint or joints become swollen, tender, warm and red. • Limited range of motion. • As gout progresses, you may not be able to move your joints normally. • If you experience sudden, intense pain in a joint, call your doctor. • Gout that goes untreated can lead to worsening pain and joint damage. • Seek medical care immediately if you have a fever and a joint is hot and inflamed, which can be a sign of infection. • Gout occurs when urate crystals accumulate in your joint, causing the inflammation and intense pain of a gout attack. • Urate crystals can form when you have high levels of uric acid in your blood. • Your body produces uric acid when it breaks down purines — substances that are found naturally in your body. • Purines are also found in certain foods, including red meat and organ meats, such as liver. • Purine-rich seafood includes anchovies, sardines, mussels, scallops, trout and tuna. • Alcoholic beverages, especially beer, and drinks sweetened with fruit sugar (fructose) promote higher levels of uric acid. • Normally, uric acid dissolves in your blood and passes through your kidneys into your urine. • But sometimes either your body produces too much uric acid or your kidneys excrete too little uric acid. • When this happens, uric acid can build up, forming sharp, needlelike urate crystals in a joint or surrounding tissue that cause pain, inflammation and swelling. • You're more likely to develop gout if you have high levels of uric acid in your body. • Factors that increase the uric acid level in your body include: Diet. • Eating a diet rich in red meat and shellfish and drinking beverages sweetened with fruit sugar (fructose) increase levels of uric acid, which increase your risk of gout. • Alcohol consumption, especially of beer, also increases the risk of gout. • Weight. • If you're overweight, your body produces more uric acid and your kidneys have a more difficult time eliminating uric acid. • Medical conditions. • Certain diseases and conditions increase your risk of gout. • These include untreated high blood pressure and chronic conditions such as diabetes, obesity, metabolic syndrome, and heart and kidney diseases. • Certain medications. • Low-dose aspirin and some medications used to control hypertension — including thiazide diuretics, angiotensin-converting enzyme (ACE) inhibitors and beta blockers — also can increase uric acid levels. • So can the use of anti-rejection drugs prescribed for people who have undergone an organ transplant. • Family history of gout. • If other members of your family have had gout, you're more likely to develop the disease. • Age and sex. • Gout occurs more often in men, primarily because women tend to have lower uric acid levels. • After menopause, however, women's uric acid levels approach those of men. • Men are also more likely to develop gout earlier — usually between the ages of 30 and 50 — whereas women generally develop signs and symptoms after menopause. • Recent surgery or trauma. • Experiencing recent surgery or trauma can sometimes trigger a gout attack. • In some people, receiving a vaccination can trigger a gout flare. • People with gout can develop more-severe conditions, such as: Recurrent gout. • Some people may never experience gout signs and symptoms again. • Others may experience gout several times each year. • Medications may help prevent gout attacks in people with recurrent gout. • If left untreated, gout can cause erosion and destruction of a joint. • Advanced gout. • Untreated gout may cause deposits of urate crystals to form under the skin in nodules called tophi (TOE-fie). • Tophi can develop in several areas, such as your fingers, hands, feet, elbows or Achilles tendons along the backs of your ankles. • Tophi usually aren't painful, but they can become swollen and tender during gout attacks. • Kidney stones. • Urate crystals may collect in the urinary tracts of people with gout, causing kidney stones. • Medications can help reduce the risk of kidney stones.",
      "Causes": "Gout occurs when urate crystals accumulate in your joint, causing the inflammation and intense pain of a gout attack. • Urate crystals can form when you have high levels of uric acid in your blood. • Your body produces uric acid when it breaks down purines — substances that are found naturally in your body. • Purines are also found in certain foods, including red meat and organ meats, such as liver. • Purine-rich seafood includes anchovies, sardines, mussels, scallops, trout and tuna. • Alcoholic beverages, especially beer, and drinks sweetened with fruit sugar (fructose) promote higher levels of uric acid. • Normally, uric acid dissolves in your blood and passes through your kidneys into your urine. • But sometimes either your body produces too much uric acid or your kidneys excrete too little uric acid. • When this happens, uric acid can build up, forming sharp, needlelike urate crystals in a joint or surrounding tissue that cause pain, inflammation and swelling.",
      "Risk factors": "You're more likely to develop gout if you have high levels of uric acid in your body. • Factors that increase the uric acid level in your body include: Diet. • Eating a diet rich in red meat and shellfish and drinking beverages sweetened with fruit sugar (fructose) increase levels of uric acid, which increase your risk of gout. • Alcohol consumption, especially of beer, also increases the risk of gout. • Weight. • If you're overweight, your body produces more uric acid and your kidneys have a more difficult time eliminating uric acid. • Medical conditions. • Certain diseases and conditions increase your risk of gout. • These include untreated high blood pressure and chronic conditions such as diabetes, obesity, metabolic syndrome, and heart and kidney diseases. • Certain medications. • Low-dose aspirin and some medications used to control hypertension — including thiazide diuretics, angiotensin-converting enzyme (ACE) inhibitors and beta blockers — also can increase uric acid levels. • So can the use of anti-rejection drugs prescribed for people who have undergone an organ transplant. • Family history of gout. • If other members of your family have had gout, you're more likely to develop the disease. • Age and sex. • Gout occurs more often in men, primarily because women tend to have lower uric acid levels. • After menopause, however, women's uric acid levels approach those of men. • Men are also more likely to develop gout earlier — usually between the ages of 30 and 50 — whereas women generally develop signs and symptoms after menopause. • Recent surgery or trauma. • Experiencing recent surgery or trauma can sometimes trigger a gout attack. • In some people, receiving a vaccination can trigger a gout flare.",
      "Complications": "People with gout can develop more-severe conditions, such as: Recurrent gout. • Some people may never experience gout signs and symptoms again. • Others may experience gout several times each year. • Medications may help prevent gout attacks in people with recurrent gout. • If left untreated, gout can cause erosion and destruction of a joint. • Advanced gout. • Untreated gout may cause deposits of urate crystals to form under the skin in nodules called tophi (TOE-fie). • Tophi can develop in several areas, such as your fingers, hands, feet, elbows or Achilles tendons along the backs of your ankles. • Tophi usually aren't painful, but they can become swollen and tender during gout attacks. • Kidney stones. • Urate crystals may collect in the urinary tracts of people with gout, causing kidney stones. • Medications can help reduce the risk of kidney stones."
    },
    "name": "Gout",
    "url": "https://www.mayoclinic.org/diseases-conditions/gout/symptoms-causes/syc-20372897"
  },
  {
    "sections": {
      "Overview": "Granuloma annulare (gran-u-LOW-muh an-u-LAR-e) is a skin condition that causes a raised rash or bumps in a ring pattern. • The most common type affects young adults, usually on the hands and feet. • Minor skin injuries and some medicines might trigger the condition. • It's not contagious and usually not painful, but it can make you feel self-conscious. • And if it becomes a long-term condition, it can cause emotional distress. • Treatment might clear the skin gradually, but the bumps tend to come back. • Untreated, the condition might last from a few weeks to decades.",
      "Symptoms": "The signs and symptoms of granuloma annulare can vary, depending on the type: Localized. • This is the most common type of granuloma annulare. • The rash borders are circular or semicircular, with a diameter up to 2 inches (5 centimeters). • The rash occurs most commonly on the hands, feet, wrists and ankles of young adults. • Generalized. • This type is uncommon and usually affects adults. • It causes bumps that form a rash on most of the body, including the trunk, arms and legs. • The rash might cause discomfort or itchiness. • Under the skin. • A type that usually affects young children is called subcutaneous granuloma annulare. • It produces small, firm lumps under the skin, instead of a rash. • The lumps form on the hands, shins and scalp. • Call your health care provider if you develop a rash or bumps in ring pattern that don't go away within a few weeks.",
      "Causes": "It's not clear what causes granuloma annulare. • Sometimes it's triggered by: Animal or insect bites Infections, such as hepatitis Tuberculin skin tests Vaccinations Sun exposure Minor skin injuries Medicines Granuloma annulare is not contagious.",
      "Risk factors": "Granuloma annulare can be related to diabetes or thyroid disease, most often when you have many bumps all over the body. • It may, rarely, be related to cancer, especially in older people whose granuloma annulare is severe, doesn't respond to treatment or returns after cancer treatment."
    },
    "name": "Granuloma annulare",
    "url": "https://www.mayoclinic.org/diseases-conditions/granuloma-annulare/symptoms-causes/syc-20351319"
  },
  {
    "sections": {
      "Overview": "Granulomatosis with polyangiitis (GPA) is a rare disease that causes swelling, also called inflammation, of small blood vessels. • This condition mainly affects blood vessels in the nose, sinuses, throat, lungs and kidneys. • But it can affect any organ. • GPA used to be called Wegener granulomatosis. • It's one of a group of blood vessel diseases called vasculitis. • GPA slows blood flow to some organs. • The affected tissues can develop inflamed areas called granulomas. • Granulomas can damage these organs and affect how they work. • Symptoms of GPA vary. • At first, the symptoms can seem like those of a cold. • Other symptoms depend on which organs the disease affects. • The cause of GPA isn't clear, but the immune system may play a role. • It's important for healthcare professionals to find and treat GPA as soon as possible. • Early treatment can help people live full lives. • Without treatment, the condition can lead to organ damage that sometimes is fatal.",
      "Symptoms": "Symptoms of granulomatosis with polyangiitis (GPA) can vary widely from person to person. • Symptoms can start quickly, or they can develop over months. • Early on, GPA can cause general symptoms such as: Fever. • Tiredness and not feeling well, also called malaise. • Weight loss without a clear reason for it. • Muscle aches and pain. • Joint stiffness. • Specific symptoms depend on what parts of the body GPA affects. • If GPA affects the ears, nose or throat, symptoms can include: Pus-like drainage with crusts from the nose. • Sores in the nose or mouth. • Stuffiness. • Sinus infections. • Nosebleeds. • Earaches or fluid that drains from the ear. • Inflammation of the cartilage of the ears or bridge of the nose. • If GPA affects the lungs or windpipe, symptoms can include: Coughing, sometimes with bloody phlegm. • Shortness of breath or wheezing. • A high-pitched breathing sound called stridor. • Hoarse voice. • For some people, the disease affects only the lungs. • Without treatment, GPA can lead to lung bleeding and scarring over time. • If GPA affects the kidneys, you might not have symptoms. • Or you might have symptoms such as: High blood pressure. • Leg swelling. • Blood in the urine. • If GPA affects the eyes, symptoms can include: Eye redness. • Eye burning or pain. • Feeling of something being stuck in the eye. • Blurry vision or double vision. • Bulging of the eyes. • Swelling of the eyelids. • Other symptoms of GPA can include: Loss of feeling, tingling, or deep aching in the limbs, fingers or toes due to nerve damage. • Skin rashes such as purple patches or spots that may be harder to see on Black or brown skin. • Digestive issues including stomach pain, diarrhea and bloody stool. • GPA symptoms can seem like those of some other health conditions. • Early symptoms may feel like a cold or flu and can last for weeks or longer. • See your healthcare professional if you have a runny nose that doesn't get better with cold medicines. • Be sure to get a healthcare checkup if you have a runny nose along with: Nosebleeds and pus-like fluid. • Bloody cough. • Any other symptoms of granulomatosis with polyangiitis. • The disease can become worse quickly. • Without treatment, it can lead to other serious health conditions called complications. • That's why it's important for a healthcare professional to find it and start treatment early.",
      "Causes": "The exact cause of granulomatosis with polyangiitis (GPA) isn't clear. • The immune system may play a role. • Some white blood cells may not function as they should, and they may be involved in the disease. • The immune system makes proteins called antibodies that protect the body from germs such as viruses and bacteria. • GPA has been linked with the presence of certain antibodies that attack healthy cells by mistake. • The condition can lead to inflamed, narrowed blood vessels and harmful, inflamed tissue masses called granulomas. • Granulomas can destroy healthy tissue. • And narrowed blood vessels lower the amount of blood and oxygen that reaches tissues and organs. • GPA doesn't spread from person to person. • And it likely doesn't pass from parents to children through genes.",
      "Risk factors": "Age is a risk factor for granulomatosis with polyangiitis. • Most often, the disease affects people between the ages of 40 and 65. • But it can happen at any age.",
      "Complications": "Granulomatosis with polyangiitis (GPA) can lead to other health conditions called complications. • The complications depend on which organs or body parts the disease affects. • They can include: Hearing loss. • A loss of height in the bridge of the nose caused by weakened cartilage. • Skin sores or scarring. • Kidney damage or kidney failure. • Bleeding and scarring of the lungs. • A blood clot that forms in one or more deep veins, usually in the leg. • Heart conditions such as swelling of the sac that surrounds the heart. • Rarely, stroke or vision loss."
    },
    "name": "Granulomatosis with polyangiitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/granulomatosis-with-polyangiitis/symptoms-causes/syc-20351088"
  },
  {
    "sections": {
      "Overview": "Graves' disease is an immune system condition that affects the thyroid gland. • It causes the body to make too much thyroid hormone. • That condition is called hyperthyroidism. • Thyroid hormones affect many organs in the body. • So Graves' disease symptoms also can affect those organs. • Anyone can get Graves' disease. • But it's more common in women and in people older than 30. • Treatment for Graves' disease helps lower the amount of thyroid hormone that the body makes and eases symptoms.",
      "Symptoms": "Common symptoms of Graves' disease include: Feeling nervous and irritable. • Having a slight tremor of the hands or fingers. • Being sensitive to heat with an increase in sweating or warm, moist skin. • Losing weight, despite wanting to eat more. • Having an enlarged thyroid gland, also called goiter. • Having changes in menstrual cycles. • Not being able to get or keep an erection, called erectile dysfunction, or having less desire for sex. • Having bowel movements often. • Having bulging eyes — a condition called thyroid eye disease or Graves' ophthalmopathy. • Being tired. • Having thick, discolored skin mostly on the shins or tops of the feet, called Graves' dermopathy. • Having fast or irregular heartbeat, called palpitations. • Not sleeping well. • Thyroid eye disease also is called Graves' ophthalmopathy. • About 25% of people with Graves' disease have eye symptoms. • Thyroid eye disease affects muscles and other tissues around the eyes. • Symptoms may include: Bulging eyes. • A gritty feeling in the eyes. • Pressure or pain in the eyes. • Puffy eyelids or eyelids that don't cover the eyeball all the way. • This is called retracted eyelids. • Red or inflamed eyes. • Light sensitivity. • Blurred or double vision. • Vision loss. • Rarely, people with Graves' disease have darkening and thickening of the skin. • It most often appears on the shins or the tops of the feet. • The skin has a texture like an orange peel. • This is called Graves' dermopathy. • It comes from a buildup of protein in the skin. • It's most often mild and painless. • Other medical conditions can cause symptoms like those of Graves' disease. • See your healthcare professional if you have any symptoms of Graves' disease to get a prompt diagnosis. • Seek medical care right away if you have heart-related symptoms, such as a fast or irregular heartbeat, or if you have vision loss. • Graves' disease is caused by the body's disease-fighting immune system not working correctly. • Experts don't know why this happens. • The immune system makes antibodies that target viruses, bacteria or other foreign substances. • In Graves' disease, the immune system makes an antibody to one part of the cells in the hormone-making gland in the neck, called the thyroid gland. • A tiny gland at the base of the brain, called the pituitary gland, makes a hormone that controls the thyroid gland. • The antibody linked with Graves' disease is called thyrotropin receptor antibody (TRAb). • TRAb takes over the work of the pituitary hormone. • That leads to more thyroid hormone in the body than the body needs. • That condition is called hyperthyroidism. • Thyroid eye disease, also called Graves' ophthalmopathy, comes from a buildup of certain carbohydrates in the muscles and tissues behind the eyes. • The cause isn't known. • It may involve the same antibody that can cause the thyroid gland to not work correctly. • Thyroid eye disease often appears at the same time as hyperthyroidism or several months later. • But symptoms of thyroid eye disease can appear years before or after hyperthyroidism starts. • It's also possible to have thyroid eye disease without hyperthyroidism. • Factors that can increase the risk of Graves' disease include: Family history. • People who get Graves' disease often have a family history of thyroid conditions or an autoimmune condition. • Sex. • Women are much more likely to get Graves' disease than are men. • Age. • Graves' disease mostly happens between the ages of 30 and 60. • Another autoimmune condition. • People with other conditions of the immune system, such as type 1 diabetes or rheumatoid arthritis, have a higher risk. • Smoking. • Cigarette smoking, which can affect the immune system, raises the risk of Graves' disease. • People who smoke and have Graves' disease are at higher risk of getting thyroid eye disease. • Complications of Graves' disease can include: Pregnancy health concerns. • Graves' disease during pregnancy can cause miscarriage, early birth, fetal thyroid issues and poor fetal growth. • It also can cause heart failure and preeclampsia in the pregnant person. • Preeclampsia leads to high blood pressure and other serious symptoms. • Heart conditions. • Graves' disease that isn't treated can lead to irregular heart rhythms and changes in the heart and how it works. • The heart might not be able to pump enough blood to the body. • That condition is called heart failure. • Thyroid storm. • This rare but deadly complication of Graves' disease also is called accelerated hyperthyroidism or thyrotoxic crisis. • It's more likely to happen when severe hyperthyroidism is not treated or not treated well enough. • Thyroid storm happens when a sudden and drastic rise in thyroid hormones causes a number of effects in the body. • They include fever, sweating, confusion, delirium, severe weakness, tremors, irregular heartbeat, severe low blood pressure and coma. • Thyroid storm needs medical attention right away. • Brittle bones. • Hyperthyroidism that isn't treated can lead to weak, brittle bones — a condition called osteoporosis. • The strength of the bones depends, in part, on the amount of calcium and other minerals they hold. • Too much thyroid hormone makes it hard for the body to get calcium into the bones.",
      "Causes": "Graves' disease is caused by the body's disease-fighting immune system not working correctly. • Experts don't know why this happens. • The immune system makes antibodies that target viruses, bacteria or other foreign substances. • In Graves' disease, the immune system makes an antibody to one part of the cells in the hormone-making gland in the neck, called the thyroid gland. • A tiny gland at the base of the brain, called the pituitary gland, makes a hormone that controls the thyroid gland. • The antibody linked with Graves' disease is called thyrotropin receptor antibody (TRAb). • TRAb takes over the work of the pituitary hormone. • That leads to more thyroid hormone in the body than the body needs. • That condition is called hyperthyroidism. • Thyroid eye disease, also called Graves' ophthalmopathy, comes from a buildup of certain carbohydrates in the muscles and tissues behind the eyes. • The cause isn't known. • It may involve the same antibody that can cause the thyroid gland to not work correctly. • Thyroid eye disease often appears at the same time as hyperthyroidism or several months later. • But symptoms of thyroid eye disease can appear years before or after hyperthyroidism starts. • It's also possible to have thyroid eye disease without hyperthyroidism.",
      "Risk factors": "Factors that can increase the risk of Graves' disease include: Family history. • People who get Graves' disease often have a family history of thyroid conditions or an autoimmune condition. • Sex. • Women are much more likely to get Graves' disease than are men. • Age. • Graves' disease mostly happens between the ages of 30 and 60. • Another autoimmune condition. • People with other conditions of the immune system, such as type 1 diabetes or rheumatoid arthritis, have a higher risk. • Smoking. • Cigarette smoking, which can affect the immune system, raises the risk of Graves' disease. • People who smoke and have Graves' disease are at higher risk of getting thyroid eye disease.",
      "Complications": "Complications of Graves' disease can include: Pregnancy health concerns. • Graves' disease during pregnancy can cause miscarriage, early birth, fetal thyroid issues and poor fetal growth. • It also can cause heart failure and preeclampsia in the pregnant person. • Preeclampsia leads to high blood pressure and other serious symptoms. • Heart conditions. • Graves' disease that isn't treated can lead to irregular heart rhythms and changes in the heart and how it works. • The heart might not be able to pump enough blood to the body. • That condition is called heart failure. • Thyroid storm. • This rare but deadly complication of Graves' disease also is called accelerated hyperthyroidism or thyrotoxic crisis. • It's more likely to happen when severe hyperthyroidism is not treated or not treated well enough. • Thyroid storm happens when a sudden and drastic rise in thyroid hormones causes a number of effects in the body. • They include fever, sweating, confusion, delirium, severe weakness, tremors, irregular heartbeat, severe low blood pressure and coma. • Thyroid storm needs medical attention right away. • Brittle bones. • Hyperthyroidism that isn't treated can lead to weak, brittle bones — a condition called osteoporosis. • The strength of the bones depends, in part, on the amount of calcium and other minerals they hold. • Too much thyroid hormone makes it hard for the body to get calcium into the bones."
    },
    "name": "Graves' disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/graves-disease/symptoms-causes/syc-20356240"
  },
  {
    "sections": {},
    "name": "Group B strep disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/group-b-strep/symptoms-causes/syc-20351729"
  },
  {
    "sections": {},
    "name": "Growing pains",
    "url": "https://www.mayoclinic.org/diseases-conditions/growing-pains/symptoms-causes/syc-20354349"
  },
  {
    "sections": {
      "Overview": "A growth plate fracture affects the layer of growing tissue near the ends of a child's bones. • Growth plates are the softest and weakest sections of the skeleton — sometimes even weaker than surrounding ligaments and tendons. • An injury that might cause a joint sprain for an adult can cause a growth plate fracture in a child. • Growth plate fractures often need immediate treatment because they can affect how the bone will grow. • An improperly treated growth plate fracture could result in a fractured bone ending up more crooked or shorter than its opposite limb. • With proper treatment, most growth plate fractures heal without complications.",
      "Symptoms": "Most growth plate fractures occur in bones of the fingers, forearm and lower leg. • Signs and symptoms of a growth plate fracture may include: Pain and tenderness, particularly in response to pressure on the growth plate Inability to move the affected area or to put weight or pressure on the limb Warmth and swelling at the end of a bone, near a joint If you suspect a fracture, take your child to be examined by a doctor. • Also have your child evaluated if you notice a visible deformity in your child's arms or legs, or if your child is having trouble playing sports because of persistent pain.",
      "Causes": "Growth plate fractures often are caused by a fall or a blow to the limb, as might occur in: A car accident Competitive sports, such as football, basketball, running, dancing or gymnastics Recreational activities, such as biking, sledding, skiing or skateboarding Growth plate fractures can occasionally be caused by overuse, which can occur during sports training or repetitive throwing.",
      "Risk factors": "Growth plate fractures occur twice as often in boys as in girls, because girls finish growing earlier than do boys. • By the age of 12, most girls' growth plates have already matured and been replaced with solid bone.",
      "Complications": "Most growth plate fractures heal with no complications. • But the following factors can increase the risk of crooked, accelerated or stunted bone growth. • Severity of the injury. • If the growth plate has been shifted, shattered or crushed, the risk of limb deformity is greater. • Age of the child. • Younger children have more years of growth ahead of them, so if the growth plate is permanently damaged, there is more chance of deformity developing. • If a child is almost done growing, permanent damage to the growth plate may cause only minimal deformity. • Location of the injury. • The growth plates around the knee are more sensitive to injury. • A growth plate fracture at the knee can cause the leg to be shorter, longer or crooked if the growth plate has permanent damage. • Growth plate injuries around the wrist and shoulder usually heal without problems."
    },
    "name": "Growth plate fractures",
    "url": "https://www.mayoclinic.org/diseases-conditions/growth-plate-fractures/symptoms-causes/syc-20351979"
  },
  {
    "sections": {
      "Overview": "Guillain-Barre (gee-YAH-buh-RAY) syndrome is a condition in which the body's immune system attacks the nerves. • It can cause weakness, numbness or paralysis. • Weakness and tingling in the hands and feet are usually the first symptoms. • These sensations can quickly spread and may lead to paralysis. • In its most serious form, Guillain-Barre syndrome is a medical emergency. • Most people with the condition need treatment in a hospital. • Guillain-Barre syndrome is rare, and the exact cause is not known. • But two-thirds of people have symptoms of an infection in the six weeks before Guillain-Barre symptoms begin. • Infections can include a respiratory or a gastrointestinal infection, including COVID-19. • Guillain-Barre also can be caused by the Zika virus. • There's no known cure for Guillain-Barre syndrome. • Several treatment options can ease symptoms and help speed recovery. • Most people recover completely from Guillain-Barre syndrome, but some serious illnesses can be fatal. • While recovery may take up to several years, most people are able to walk again six months after symptoms first began. • Some people may have lasting effects, such as weakness, numbness or fatigue.",
      "Symptoms": "Guillain-Barre syndrome often begins with tingling and weakness starting in the feet and legs and spreading to the upper body and arms. • Some people notice the first symptoms in the arms or face. • As Guillain-Barre syndrome progresses, muscle weakness can turn into paralysis. • Symptoms of Guillain-Barre syndrome may include: A pins and needles feeling in the fingers, toes, ankles or wrists. • Weakness in the legs that spreads to the upper body. • Unsteady walk or not being able to walk or climb stairs. • Trouble with facial movements, including speaking, chewing or swallowing. • Double vision or inability to move the eyes. • Severe pain that may feel achy, shooting or cramplike and may be worse at night. • Trouble with bladder control or bowel function. • Rapid heart rate. • Low or high blood pressure. • Trouble breathing. • People with Guillain-Barre syndrome usually experience their most significant weakness within two weeks after symptoms begin. • The symptoms of Guillain-Barre syndrome can vary based on the type. • Guillain-Barre syndrome has several forms. • The main types are: Acute inflammatory demyelinating polyradiculoneuropathy (AIDP), the most common form in North America and Europe. • The most common sign of AIDP is muscle weakness that starts in the lower part of the body and spreads upward. • Miller Fisher syndrome (MFS), in which paralysis starts in the eyes. • MFS also is associated with an unsteady walk. • MFS is less common in the U.S. but more common in Asia. • Acute motor axonal neuropathy (AMAN) and acute motor-sensory axonal neuropathy (AMSAN) are less common in the U.S. • But AMAN and AMSAN are more frequent in China, Japan and Mexico. • Call your healthcare professional if you have mild tingling in your toes or fingers that doesn't seem to be spreading or getting worse. • Seek emergency medical help if you have any of these serious symptoms: Tingling that started in your feet or toes and is now moving up your body. • Tingling or weakness that's spreading quickly. • Trouble catching your breath or shortness of breath when lying flat. • Choking on saliva. • Guillain-Barre syndrome is a serious condition that requires immediate hospitalization because it can worsen quickly. • The sooner treatment is started, the better the chance of a complete recovery. • The exact cause of Guillain-Barre syndrome isn't known. • It usually appears days or weeks after a respiratory or digestive tract infection. • Rarely, recent surgery or vaccination can trigger Guillain-Barre syndrome. • In Guillain-Barre syndrome, your immune system — which usually attacks only invading organisms — begins attacking the nerves. • In AIDP, the nerves' protective covering, known as the myelin sheath, is damaged. • The damage prevents nerves from transmitting signals to your brain, causing weakness, numbness or paralysis. • Guillain-Barre syndrome may be triggered by: Most commonly, an infection with campylobacter, a type of bacteria often found in undercooked poultry. • Influenza virus. • Cytomegalovirus. • Epstein-Barr virus. • Zika virus. • Hepatitis A, B, C and E. • HIV, the virus that causes AIDS. • Mycoplasma pneumonia. • Surgery. • Trauma. • Hodgkin lymphoma. • Rarely, influenza vaccinations or childhood vaccinations. • COVID-19 virus. • Guillain-Barre syndrome can affect all age groups, but the risk increases as you age. • It's also slightly more common in males than females. • Guillain-Barre syndrome affects your nerves. • Because nerves control your movements and body functions, people with Guillain-Barre syndrome may experience: Trouble breathing. • Weakness or paralysis can spread to the muscles that control your breathing. • This can potentially be fatal. • Up to 22% of people with Guillain-Barre syndrome need temporary help from a machine to breathe within the first week when they're hospitalized for treatment. • Residual numbness or other sensations. • Most people with Guillain-Barre syndrome recover completely or have only minor, residual weakness, numbness or tingling. • Heart and blood pressure problems. • Blood pressure fluctuations and irregular heart rhythms are common side effects of Guillain-Barre syndrome. • Pain. • One-third of people with Guillain-Barre syndrome experience nerve pain, which may be eased with medicine. • Trouble with bowel and bladder function. • Sluggish bowel function and urine retention may result from Guillain-Barre syndrome. • Blood clots. • People who are not mobile due to Guillain-Barre syndrome are at risk of developing blood clots. • Until you're able to walk independently, you may need to take blood thinners and wear support stockings to improve blood flow. • Pressure sores. • You may be at risk of developing bedsores, also known as pressure sores, if you're not able to move. • Changing your position often may help avoid this problem. • Relapse. • A small percentage of people with Guillain-Barre syndrome have a relapse. • A relapse can cause muscle weakness even years after symptoms ended. • When early symptoms are worse, the risk of serious long-term complications goes up. • Rarely, death may occur from complications such as respiratory distress syndrome and heart attacks.",
      "Causes": "The exact cause of Guillain-Barre syndrome isn't known. • It usually appears days or weeks after a respiratory or digestive tract infection. • Rarely, recent surgery or vaccination can trigger Guillain-Barre syndrome. • In Guillain-Barre syndrome, your immune system — which usually attacks only invading organisms — begins attacking the nerves. • In AIDP, the nerves' protective covering, known as the myelin sheath, is damaged. • The damage prevents nerves from transmitting signals to your brain, causing weakness, numbness or paralysis. • Guillain-Barre syndrome may be triggered by: Most commonly, an infection with campylobacter, a type of bacteria often found in undercooked poultry. • Influenza virus. • Cytomegalovirus. • Epstein-Barr virus. • Zika virus. • Hepatitis A, B, C and E. • HIV, the virus that causes AIDS. • Mycoplasma pneumonia. • Surgery. • Trauma. • Hodgkin lymphoma. • Rarely, influenza vaccinations or childhood vaccinations. • COVID-19 virus.",
      "Risk factors": "Guillain-Barre syndrome can affect all age groups, but the risk increases as you age. • It's also slightly more common in males than females.",
      "Complications": "Guillain-Barre syndrome affects your nerves. • Because nerves control your movements and body functions, people with Guillain-Barre syndrome may experience: Trouble breathing. • Weakness or paralysis can spread to the muscles that control your breathing. • This can potentially be fatal. • Up to 22% of people with Guillain-Barre syndrome need temporary help from a machine to breathe within the first week when they're hospitalized for treatment. • Residual numbness or other sensations. • Most people with Guillain-Barre syndrome recover completely or have only minor, residual weakness, numbness or tingling. • Heart and blood pressure problems. • Blood pressure fluctuations and irregular heart rhythms are common side effects of Guillain-Barre syndrome. • Pain. • One-third of people with Guillain-Barre syndrome experience nerve pain, which may be eased with medicine. • Trouble with bowel and bladder function. • Sluggish bowel function and urine retention may result from Guillain-Barre syndrome. • Blood clots. • People who are not mobile due to Guillain-Barre syndrome are at risk of developing blood clots. • Until you're able to walk independently, you may need to take blood thinners and wear support stockings to improve blood flow. • Pressure sores. • You may be at risk of developing bedsores, also known as pressure sores, if you're not able to move. • Changing your position often may help avoid this problem. • Relapse. • A small percentage of people with Guillain-Barre syndrome have a relapse. • A relapse can cause muscle weakness even years after symptoms ended. • When early symptoms are worse, the risk of serious long-term complications goes up. • Rarely, death may occur from complications such as respiratory distress syndrome and heart attacks."
    },
    "name": "Guillain-Barre syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/guillain-barre-syndrome/symptoms-causes/syc-20362793"
  }
]