[
  {
    "name": "Briumvi",
    "genericName": "ublituximab-xiiy injection",
    "description": "Briumvi (ublituximab-xiiy) is a CD20-directed cytolytic antibody indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of the labeling: Infusion Reactions [see WARNINGS AND PRECAUTIONS] Infections [see WARNINGS AND PRECAUTIONS] Reduction in Immunoglobulins [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Briumvi is administered by intravenous infusion."
  },
  {
    "name": "Ubrelvy",
    "genericName": "ubrogepant tablets",
    "description": "Ubrelvy (ubrogepant) is a calcitonin gene-related peptide receptor antagonist used for the acute treatment of migraine with or without aura in adults.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Ubrelvy is 50 mg or 100 mg taken orally, as needed. If needed, a second dose of Ubrelvy may be administered at least 2 hours after the initial dose."
  },
  {
    "name": "Ubrelvy",
    "genericName": "ubrogepant tablets",
    "description": "Ubrelvy (ubrogepant) is a calcitonin gene-related peptide receptor antagonist used for the acute treatment of migraine with or without aura in adults.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Ubrelvy is 50 mg or 100 mg taken orally, as needed. If needed, a second dose of Ubrelvy may be administered at least 2 hours after the initial dose."
  },
  {
    "name": "Uceris",
    "genericName": "budesonide rectal foam",
    "description": "Uceris (budesonide) rectal foam is a glucocorticosteroid indicated for the induction of remission in patients with active mild to moderate distal ulcerative colitis extending up to 40 cm from the anal verge.",
    "sideEffects": "Serious and important adverse reactions include: Hypercorticism and adrenal axis suppression [see WARNINGS AND PRECAUTIONS] Symptoms of steroid withdrawal in those patients transferring from systemic glucocorticosteroid therapy [see WARNINGS AND PRECAUTIONS] Increased susceptibility to infection [see WARNINGS AND PRECAUTIONS] Other glucocorticosteroid effects [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Uceris is 1 metered dose administered twice daily for 2 weeks followed by 1 metered dose administered once daily for 4 weeks."
  },
  {
    "name": "Uceris Tablets",
    "genericName": "budesonide tablets",
    "description": "Uceris (budesonide) extended release tablets are a corticosteroid indicated for the induction of remission in patients with active, mild to moderate ulcerative colitis.",
    "sideEffects": "Systemic glucocorticosteroid use may result in the\nfollowing: Hypercorticism and Adrenal Suppression [See WARNINGS\n    AND PRECAUTIONS] Symptoms of steroid withdrawal in those patients\n    transferring from Systemic Glucocorticosteroid Therapy [See WARNINGS AND\n      PRECAUTIONS] Immunosuppression [See  WARNINGS AND PRECAUTIONS] Increased Systemic Glucocorticosteroid Susceptibility\n    [See  WARNINGS AND PRECAUTIONS] Other Glucocorticosteroid Effects [See WARNINGS AND\n    PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dosage for the induction of remission in adult patients with active, mild to moderate ulcerative colitis is 9 mg Uceris taken orally once daily in the morning with or without food for up to 8 weeks."
  },
  {
    "name": "Udenyca",
    "genericName": "pegfilgrastim-cbqv injection",
    "description": "Udenyca (pegfilgrastim-cbqv) is a leukocyte growth factor indicated to decrease the incidence of infection, as manifested by febrile neutropenia, in patients with non-myeloid malignancies receiving myelosuppressive anti-cancer drugs associated with a clinically significant incidence of febrile neutropenia.",
    "sideEffects": "The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Splenic Rupture [see WARNINGS AND PRECAUTIONS] Acute Respiratory Distress Syndrome [see WARNINGS AND PRECAUTIONS] Serious Allergic Reactions [see WARNINGS AND PRECAUTIONS] Allergies to Acrylics [see WARNINGS AND PRECAUTIONS] Use in Patients with Sickle Cell Disorders [see WARNINGS AND PRECAUTIONS] Glomerulonephritis [see WARNINGS AND PRECAUTIONS] Leukocytosis [see WARNINGS AND PRECAUTIONS] Thrombocytopenia [see WARNINGS AND PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Potential for Tumor Growth Stimulatory Effects on Malignant Cells [see WARNINGS AND PRECAUTIONS] Myelodysplastic syndrome [see WARNINGS AND PRECAUTIONS] Acute myeloid leukemia [see WARNINGS AND PRECAUTIONS] Aortitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Udenyca for patients with cancer receiving myelosuppressive chemotherapy is 6 mg administered subcutaneously once per chemotherapy cycle."
  },
  {
    "name": "Ukoniq",
    "genericName": "umbralisib tablets",
    "description": "Ukoniq (umbralisib) is a kinase inhibitor indicated for the treatment of adult patients with relapsed or refractory marginal zone lymphoma (MZL) who have received at least one prior anti-CD20-based regimen and relapsed or refractory follicular lymphoma (FL) who have received at least three prior lines of systemic therapy.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Infections [see WARNINGS AND PRECAUTIONS] Neutropenia [see WARNINGS AND PRECAUTIONS] Diarrhea and Non-infectious Colitis [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Severe Cutaneous Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Ukoniq is 800 mg orally once daily with food."
  },
  {
    "name": "Ulesfia",
    "genericName": "benzyl alcohol lotion for topical use",
    "description": "Ulesfia (benzyl alcohol) Lotion for topical use is a pediculicide used to treat head lice, tiny insects that live on and irritate your scalp.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Additional Information"
  },
  {
    "name": "Ella",
    "genericName": "ulipristal acetate tablet",
    "description": "Ella (ulipristal acetate) is an emergency contraceptive used to prevent pregnancy in emergencies (unprotected sex, barrier contraceptive failure) by preventing ovarian egg release or egg implantation in the uterus. Ella is available in a generic form termed ulipristal acetate. Ella should not be used as a routine contraceptive. Pregnancy should be excluded before Ella is prescribed.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Ella is supplied in a 30 mg tablet. Females who decide this drug is necessary should take one tablet orally as soon as possible within 120 hours (5 days) after unprotected intercourse or after a known or suspected contraceptive failure. If vomiting occurs within 3 hours of taking Ella, the dose may not be effective and another dose is likely to be needed; Ella can be taken at any time during the menstrual cycle."
  },
  {
    "name": "Uloric",
    "genericName": "febuxostat",
    "description": "Uloric (febuxostat) is a xanthine oxidase inhibitor used to treat excess uric acid in the blood (hyperuricemia) in patients with gout.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the prescribing information: Cardiovascular Death [see WARNINGS AND PRECAUTIONS] Hepatic Effects [see WARNINGS AND PRECAUTIONS] Serious Skin Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Uloric (febuxostat) is available in tablets in strengths of 40 or 80 mg. Starting dosage is usually 40mg once daily."
  },
  {
    "name": "Ulspira",
    "genericName": "nitric oxide for inhalation",
    "description": "Ulspira (nitric oxide for inhalation) is a vasodilator indicated to improve oxygenation and reduce the need for extracorporeal membrane oxygenation in term and near-term (greater than 34 weeks’ gestation) neonates with hypoxic respiratory failure associated with clinical or echocardiographic evidence of pulmonary hypertension in conjunction with ventilatory support and other appropriate agents.",
    "sideEffects": "No Information provided.",
    "warnings": "WARNING: Administration of this gas mixture may be hazardous or contraindicated. For use only by or under the supervision of a licensed practitioner who is experienced in the use and administration of gas mixtures, and if familiar with the indications, effects, dosages, methods, and frequency and duration of administration, and with the hazards, contraindications and side effects and the precautions to be taken.",
    "dosage": "The recommended dose of Ulspira is 20 ppm, maintained for up to 14 days or until the underlying oxygen desaturation has resolved."
  },
  {
    "name": "Ultacan",
    "genericName": "articaine hcl and epinephrine for injection",
    "description": "",
    "sideEffects": "Reactions to articaine are characteristic of those associated with other amide-type local\n  anesthetics. Adverse reactions to this group of drugs may also result from excessive plasma\n  levels (which may be due to overdosage, unintentional intravascular injection, or slow metabolic\n  degradation), injection technique, volume of injection, or hypersensitivity or they may\n  be idiosyncratic.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Dosage of Ultacan and Ultacan Forte depends on the procedure being performed."
  },
  {
    "name": "Ultane",
    "genericName": "sevoflurane",
    "description": "Ultane (sevoflurane) Volatile Liquid For Inhalation is an anesthetic drug used to induce and maintain general anesthesia in adult and pediatric patients during surgery. Ultane is available in generic form.",
    "sideEffects": "",
    "warnings": "Risk Of Renal Injury",
    "dosage": "The administration of general anesthesia such as Ultane must be individualized based on the patient's response."
  },
  {
    "name": "Ultiva",
    "genericName": "remifentanil",
    "description": "Ultiva (remifentanil) is a narcotic (opioid) pain medicine used to treat or prevent acute pain after surgery.",
    "sideEffects": "The following serious adverse reactions are described, or described in greater detail, in other sections: Addiction, Abuse, and Misuse [see WARNINGS AND PRECAUTIONS] Life-Threatening Respiratory Depression [see WARNINGS AND PRECAUTIONS] Interactions with Benzodiazepines or other CNS Depressants [see WARNINGS AND PRECAUTIONS] Opioid-Induced Hyperalgesia and Allodynia [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Skeletal Muscle Rigidity [see WARNINGS AND PRECAUTIONS] Bradycardia [see WARNINGS AND PRECAUTIONS] Hypotension [see WARNINGS AND PRECAUTIONS] Biliary Tract Disease [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Ultiva is for intravenous (IV) use only and is administered under a physician's supervision. Dose is determined by weight of the patient. Your breathing and other vital signs will be constantly monitored while you are treated with this drug."
  },
  {
    "name": "Ultomiris",
    "genericName": "ravulizumab-cwvz injection",
    "description": "Ultomiris (ravulizumab-cwvz) is a complement inhibitor indicated for the treatment of adult patients with paroxysmal nocturnal hemoglobinuria (PNH).",
    "sideEffects": "The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Serious Meningococcal Infections [see WARNINGS AND PRECAUTIONS] Other Infections [see WARNINGS AND PRECAUTIONS] Infusion-Related Reactions [see WARNINGS AND PRECAUTIONS] Allergies to Acrylic Adhesives [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosing regimen of Ultomiris for adult patients with PNH consists of a loading dose followed by maintenance dosing, administered by intravenous infusion. Doses are administered based on the patient's body weight."
  },
  {
    "name": "Ultra-TechneKow",
    "genericName": "technetium tc 99m generator for the production of sodium pertechnetate tc 99m injection",
    "description": "Ultra-TechneKow DTE (Technetium Tc 99m Generator) is a source of sodium pertechnetate Tc 99m for use in the preparation of FDA-approved diagnostic radiopharmaceuticals.",
    "sideEffects": "Allergic reactions including anaphylaxis have been reported infrequently following the administration of Sodium Pertechnetate Tc 99m.",
    "warnings": "Radiation risks associated with the use of Sodium Pertechnetate Tc 99m are greater in pediatric patients than in adults and, in general, the younger the patient the greater the risk owing to greater absorbed radiation doses and longer life expectancy. These greater risks should be taken firmly into account in all benefit risk assessments involving pediatric patients.",
    "dosage": "Ultra-TechneKow DTE is administered by intravenous injection and the dosage depends on the imaging procedure being performed."
  },
  {
    "name": "Ultracet",
    "genericName": "tramadol hydrochloride and acetaminophen tablets",
    "description": "Ultracet (tramadol and acetaminophen) is a combination medication belonging to the drug class known as nonopiod analgesic. Ultracet is prescribed for the short-term relief of moderate to moderately-severe pain.",
    "sideEffects": "The following serious adverse reactions are discussed, or described in greater detail, in other sections: Addiction, Abuse, and Misuse [see WARNINGS AND PRECAUTIONS] Life-Threatening Respiratory Depression [see WARNINGS AND PRECAUTIONS] Ultra-Rapid Metabolism of Tramadol and Other Risk Factors for Life-threatening Respiratory Depression in Children [see WARNINGS AND PRECAUTIONS] Neonatal Opioid Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Interactions with Benzodiazepines or Other CNS Depressants [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS] Suicide [see WARNINGS AND PRECAUTIONS] Adrenal Insufficiency [see WARNINGS AND PRECAUTIONS] Severe Hypotension [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Withdrawal [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Ultracet usual adult dose is 2 tablets every 4-6 hours as need for pain, up to 8 tablets maximum a day."
  },
  {
    "name": "Ultram",
    "genericName": "tramadol hcl",
    "description": "Ultram (tramadol) is a pain reliever (analgesic) used to treat moderate to moderately severe pain in adults. Ultram is available as 50 mg oral tablets. Ultram is available in generic form.",
    "sideEffects": "The following serious adverse reactions are described, or described in greater detail, in other sections: Addiction, Abuse, and Misuse [see WARNINGS AND PRECAUTIONS] Life-Threatening Respiratory Depression [see WARNINGS AND PRECAUTIONS] Ultra-Rapid Metabolism of Tramadol and Other Risk Factors for Life-threatening Respiratory Depression in Children[see WARNINGS AND PRECAUTIONS] Neonatal Opioid Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Interactions with Benzodiazepines or Other CNS Depressants [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS] Suicide [see WARNINGS AND PRECAUTIONS] Adrenal Insufficiency [see WARNINGS AND PRECAUTIONS] Severe Hypotension [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Withdrawal [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Good pain management practice dictates that the dose of Ultram be individualized according to patient need using the lowest beneficial dose."
  },
  {
    "name": "Ultram ER",
    "genericName": "tramadol hcl extended-release",
    "description": "Ultram ER (tramadol extended-release) is a narcotic-like pain reliever that is used to treat moderate to severe pain when treatment is needed around the clock.",
    "sideEffects": "ULTRAM ER was administered to a total of 3108 patients\nduring studies conducted in the U.S. These included four double-blind studies\nin patients with osteoarthritis and/or chronic low back pain and one open-label\nstudy in patients with chronic nonmalignant pain. A total of 901 patients were\n65 years or older. The frequency of adverse events generally increased with\ndoses from 100 mg to 400 mg in the two pooled, twelve-week, randomized,\ndouble-blind, placebo-controlled studies in patients with chronic non-malignant \npain (see Table 2). Table 2: Incidence (%) of patients with adverse event\nrates  ≥  5% from two 12-week placebo-controlled studies in patients with\nmoderate to moderately severe chronic pain by dose (N=1811).",
    "warnings": "Seizure Risk",
    "dosage": "The initial adult dose of Ultram ER is 100 mg once daily, and titrated up as necessary by 100-mg increments every five days to relief of pain and depending upon tolerability."
  },
  {
    "name": "Ultrase",
    "genericName": "pancrelipase",
    "description": "Ultrase (pancrelipase) is a combination of three enzymes (proteins) normally produced by the pancreas: lipase, protease, and amylase, used to replace these enzymes when the body does not have enough of its own. Certain medical conditions can cause this lack of enzymes, including cystic fibrosis, chronic inflammation of the pancreas, or blockage of the pancreatic ducts. Ultrase may also be used following surgical removal of the pancreas.",
    "sideEffects": "The most frequently reported adverse reactions to products containing pancrelipase\n  are gastrointestinal in nature. Less frequently, allergic-type reactions have\n  also been observed. Extremely high doses of exogenous pancreatic enzymes have\n  been associated with hyperuricosuria and hyperuricemia when the preparations\n  given were pancrelipase in powdered or capsule form, or pancreatin in tablet\n  form. Colonic strictures have been reported in cystic fibrosis patients treated with\n  both high- and lower-strength enzyme supplements.10 A causal relationship\n  has not been established. The possibility of bowel stricture should be considered\n  if symptoms suggestive of gastrointestinal obstruction occur. Since impaired\n  fluid secretion may be a factor in the development of intestinal obstruction,\n  care should be taken to maintain adequate hydration, particularly in warm weather.11 “Fibrosing colonopathy” is a term used to describe a condition\n  seen in patients with CF who have taken high amounts of pancreatic enzyme supplements\n  ( > 6,000 lipase U/kg/meal). At its most advanced, this condition leads to\n  colonic strictures.",
    "warnings": "Should hypersensitivity occur, discontinue medication and treat symptomatically.",
    "dosage": "The smallest effective dose of Ultrase should be used. Dosage should be adjusted according to the severity of the exocrine pancreatic insufficiency. Begin therapy with one or two capsules with meals or snacks and adjust dosage according to symptoms."
  },
  {
    "name": "Ultrase MT",
    "genericName": "pancrelipase capsules",
    "description": "Ultrase MT (pancrelipase) is a combination of three enzymes (proteins): lipase, protease, and amylase, used to replace these enzymes when the body does not have enough of its own. Certain medical conditions can cause this lack of enzymes, including cystic fibrosis, chronic inflammation of the pancreas, or blockage of the pancreatic ducts. Ultrase MT may also be used following surgical removal of the pancreas. This medication may be available in generic form.",
    "sideEffects": "The most frequently reported adverse reactions to products containing pancrelipase are gastrointestinal in nature. Less frequently, allergic-type reactions have also been observed. Extremely high doses of exogenous pancreatic enzymes have been associated with hyperuricosuria and hyperuricemia when the preparations given were pancrelipase in powdered or capsule form, or pancreatin in tablet form. In two clinical studies with ULTRASE® MT (pancrelipase capsules)  in 193 patients with cystic fibrosis,\n  the adverse events described were all gastrointestinal in nature and may actually\n  represent symptoms of the underlying disease, such as abdominal pain/cramps\n  (5.7%), diarrhea (3.6%), and greasy stools and flatulence (1.5% each). In a\n  postmarketing trial with another enteric-coated formulation, 160 adverse events\n  occurred in the 15,711 patients (0.97%) evaluated.10 The most frequent\n  events reported were diarrhea, skin reaction, and abdominal discomfort (0.2%\n  each). Colonic strictures have been reported in cystic fibrosis patients treated with\n  both high- and lower-strength enzyme supplements.11 A causal relationship\n  has not been established. The possibility of bowel stricture should be considered\n  if symptoms suggestive of gastrointestinal obstruction occur. Since impaired\n  fluid secretion may be a factor in the development of intestinal obstruction,\n  care should be taken to maintain adequate hydration, particularly in warm weather.12 \"Fibrosing colonopathy\" is a term used to describe a condition seen in patients with CF who have taken high amounts of pancreatic enzyme supplements ( > 6,000 lipase U/kg/meal). At its most advanced, this condition leads to colonic strictures.",
    "warnings": "Should hypersensitivity occur, discontinue medication and treat symptomatically.",
    "dosage": "Dosage of Ultrase MT is adjusted according to the severity of the exocrine pancreatic insufficiency. The usual starting dose is one or two capsules with meals or snacks, adjusted according to symptoms."
  },
  {
    "name": "Ultratag RBC",
    "genericName": "technetium tc 99m-labeled red blood cells kit",
    "description": "Ultratag RBC (technetium tc 99m-labeled red blood cells kit) is a diagnostic radiopharmaceutical used for blood pool imaging, including cardiac first pass and gated equilibrium imaging and for detection of sites of gastrointestinal bleeding.",
    "sideEffects": "None known.",
    "warnings": "None known.",
    "dosage": "The suggested dose range of Ultratag RBC in the average patient (70 kg) is 370 MBq (10 mCi) to 740 MBq (20 mCi)."
  },
  {
    "name": "Ultravate",
    "genericName": "halobetasol propionate",
    "description": "Ultravate (halobetasol propionate) Ointment and Cream, 0.05% is a corticosteroid prescribed for the for the relief of inflammation and itching due to a variety of skin conditions such as dermatitis, eczema, allergies, and rash. Ultravate is available in generic form.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Apply a thin layer dose of Ultravate to the affected skin twice daily for up to two weeks. Rub in gently."
  },
  {
    "name": "Ultravate Ointment",
    "genericName": "halobetasol propionate ointment",
    "description": "Ultravate (halobetasol propionate) Ointment and Cream, 0.05% is a corticosteroid prescribed for the for the relief of inflammation and itching due to a variety of skin conditions such as dermatitis, eczema, allergies, and rash. Ultravate is available in generic form.",
    "sideEffects": "In controlled clinical trials, the most frequent adverse events reported for \n  Ultravate Ointment included stinging or burning in 1.6% of the patients. Less \n  frequently reported adverse reactions were pustulation,erythema,skin atrophy, \n  leukoderma, acne, itching, secondary infection, telangiectasia, urticaria, dry \n  skin, miliaria, paresthesia, and rash. The following additional local adverse reactions are reported infrequently \n  with topical corticosteroids, and they may occur more frequently with high potency \n  corticosteroids, such as Ultravate Ointment (halobetasol propionate ointment) . These reactions are listed in an \n  approximate decreasing order of occurrence: folliculitis, hypertrichosis, acneiform \n  eruptions, hypopigmentation, perioral dermatitis, allergic contact dermatitis, \n  secondary infection, striae and miliaria.",
    "warnings": "No information provided.",
    "dosage": "Apply a thin layer dose of Ultravate Ointment or Cream to the affected skin twice daily for up to two weeks. Rub in gently. Discontinue therapy when control is achieved."
  },
  {
    "name": "Ultravate X",
    "genericName": "halobetasol propionate",
    "description": "Ultravate X (halobetasol propionate) Cream, 0.05% is a super-high potency corticosteroid indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses.",
    "sideEffects": "In controlled clinical trials, the most frequent adverse events reported for Ultravate Cream included\nstinging, burning or itching in 4.4% of the patients. Less frequently reported adverse reactions were dry\nskin, erythema, skin atrophy, leukoderma, vesicles and rash. The following additional local adverse reactions are reported infrequently with topical corticosteroids,\nand they may occur more frequently with high potency corticosteroids, such as Ultravate Cream. These\nreactions are listed in an approximate decreasing order of occurrence: folliculitis, hypertrichosis,\nacneiform eruptions, hypopigmentation, perioral dermatitis, allergic contact dermatitis, secondary\ninfection, striae and miliaria.",
    "warnings": "No Information Provided",
    "dosage": "Apply a thin layer dose of Ultravate X Cream to the affected skin once or twice daily, as directed by your physician, and rub in gently and completely."
  },
  {
    "name": "Ultravist",
    "genericName": "iopromide injection",
    "description": "Ultravist (iopromide) is a nonionic, water-soluble x-ray contrast agent used for intra-arterial and intravenous procedures including angiography, arteriography, ventriculography, aortography, venography, urography, and Computed Tomography (CT).",
    "sideEffects": "The most important adverse drug\nreactions in patients receiving ULTRAVIST are anaphylactoid shock, contrast \ninduced acute kidney injury, coma, cerebral infarction, stroke, brain edema,\n convulsion, arrhythmia, cardiac arrest, myocardial ischemia, myocardial\ninfarction, cardiac failure, bradycardia, cyanosis, hypotension, shock,\n dyspnea, pulmonary edema, respiratory insufficiency and aspiration.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The volume and rate of injection of Ultravist contrast agent will vary depending on the injection site and the area being examined."
  },
  {
    "name": "Ultresa",
    "genericName": "pancrelipase",
    "description": "Ultresa (pancrelipase) is a pancreatic enzyme replacement therapy (a combination of three different enzymes) used in people with cystic fibrosis and certain other conditions to help the body absorb essential vitamins and nutrients. Ultresa is not available as a generic.",
    "sideEffects": "The most serious adverse reactions reported with\ndifferent pancreatic enzyme products of the same active ingredient\n(pancrelipase) that are described elsewhere in the label include fibrosing\ncolonopathy, hyperuricemia and allergic reactions [see WARNINGS AND\nPRECAUTIONS].",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Ultresa is available in capsules containing strengths of 13,800 USP units of lipase; 27,600 USP units of protease; 27,600 USP units of amylase or in capsules containing 20,700 USP units of lipase or in capsules of 41,400 USP units of protease; 41,400 USP units of amylase. The capsules should be swallowed whole, not chewed. Dosing in children and adults is based on the patient's weight; enzyme doses are expressed as lipase units/kg of body weight per meal and should be determined by the prescribing doctor."
  },
  {
    "name": "Ukoniq",
    "genericName": "umbralisib tablets",
    "description": "Ukoniq (umbralisib) is a kinase inhibitor indicated for the treatment of adult patients with relapsed or refractory marginal zone lymphoma (MZL) who have received at least one prior anti-CD20-based regimen and relapsed or refractory follicular lymphoma (FL) who have received at least three prior lines of systemic therapy.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Infections [see WARNINGS AND PRECAUTIONS] Neutropenia [see WARNINGS AND PRECAUTIONS] Diarrhea and Non-infectious Colitis [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Severe Cutaneous Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Ukoniq is 800 mg orally once daily with food."
  },
  {
    "name": "Anoro Ellipta",
    "genericName": "umeclidinium and vilanterol inhalation powder",
    "description": "Anoro Ellipta (umeclidinium and vilanterol) Inhalation Powder is a combination anticholinergic and long acting beta-adrenoceptor agonist (LABA) used for the long-term, once-daily, maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and/or emphysema.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Serious asthma-related events–hospitalizations, intubations, death [see WARNINGS AND PRECAUTIONS] Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Cardiovascular effects [see WARNINGS AND PRECAUTIONS] Worsening of narrow-angle glaucoma [see WARNINGS AND PRECAUTIONS] Worsening of urinary retention [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Anoro Ellipta is administered as 1 inhalation dose once daily by the orally inhaled route only."
  },
  {
    "name": "Incruse Ellipta",
    "genericName": "umeclidinium inhalation powder",
    "description": "Incruse Ellipta (umeclidinium) Inhalation Powder is an anticholinergic drug used for the long-term, once-daily, maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and/or emphysema.",
    "sideEffects": "The following adverse reactions are described in greater detail in other sections: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Worsening of narrow-angle glaucoma [see WARNINGS AND PRECAUTIONS] Worsening of urinary retention [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Incruse Ellipta (umeclidinium 62.5 mcg) should be administered as 1 inhalation dose once daily by the orally inhaled route only."
  },
  {
    "name": "Unasyn",
    "genericName": "ampicillin and sulbactam",
    "description": "Unasyn (ampicillin sodium/sulbactam sodium) is a combination antibiotic indicated for the treatment of infections due to susceptible strains of the designated microorganisms.",
    "sideEffects": "",
    "warnings": "Hypersensitivity",
    "dosage": "Unasyn is administered orally in the form of tablets."
  },
  {
    "name": "Uniphyl",
    "genericName": "theophylline anhydrous tablet",
    "description": "Uniphyl (theophylline, anhydrous) is a bronchodilator used to treat the symptoms of asthma, bronchitis, and emphysema. The brand name Uniphyl is discontinued, but generic versions may be available.",
    "sideEffects": "Adverse reactions associated with theophylline are generally mild when peak \n  serum theophylline concentrations are < 20 mcg/mL and mainly consist of transient \n  caffeine-like adverse effects such as nausea, vomiting, headache, and insomnia. \n  When peak serum theophylline concentrations exceed 20 mcg/mL, however, theophylline \n  produces a wide range of adverse reactions including persistent vomiting, cardiac \n  arrhythmias, and intractable seizures which can be lethal (see OVERDOSAGE). \n  The transient caffeinelike adverse reactions occur in about 50% of patients \n  when theophylline therapy is initiated at doses higher than recommended initial \n  doses (e.g., > 300 mg/day in adults and > 12 mg/kg/day in children beyond \n  > 1 year of age). During the initiation of theophylline therapy, caffeine-like \n  adverse effects may transiently alter patient behavior, especially in school \n  age children, but this response rarely persists. Initiation of theophylline \n  therapy at a low dose with subsequent slow titration to a predetermined age-related \n  maximum dose will significantly reduce the frequency of these transient adverse \n  effects (see DOSAGE AND ADMINISTRATION, Table \n  V). In a small percentage of patients ( < 3% of children and < 10% \n  of adults) the caffeine-like adverse effects persist during maintenance therapy, \n  even at peak serum theophylline concentrations within the therapeutic range \n  (i.e., 10-20 mcg/mL). Dosage reduction may alleviate the caffeine-like adverse \n  effects in these patients, however, persistent adverse effects should result \n  in a reevaluation of the need for continued theophylline therapy and the potential \n  therapeutic benefit of alternative treatment. Other adverse reactions that have\n  been reported at serum theophylline concentrations  < 20 mcg/mL include\n  diarrhea, irritability, restlessness, fine skeletal\nmuscle tremors, and transient diuresis. In patients with hypoxia secondary to\nCOPD, multifocal atrial tachycardia and flutter have been\nreported at serum theophylline concentrations  ≥ 15 mcg/mL. There have been a few\nisolated reports of seizures at serum theophylline\nconcentrations  < 20 mcg/mL in patients with an underlying neurological\ndisease or in elderly patients. The occurrence of\nseizures in elderly patients with serum theophylline concentrations  < 20\nmcg/mL may be secondary to decreased protein binding\nresulting in a larger proportion of the total serum theophylline concentration\nin the pharmacologically active unbound form. The clinical\ncharacteristics of the seizures reported in patients with serum theophylline\nconcentrations  < 20 mcg/mL have generally been milder than\nseizures associated with excessive serum theophylline concentrations resulting\nfrom an overdose (i.e., they have generally been\ntransient, often stopped without anticonvulsant therapy, and did not result in\nneurological residua). TABLE IV. Manifestations of\ntheophylline toxicity. *",
    "warnings": "Concurrent Illness",
    "dosage": "Uniphyl 400 or 600 mg tablets can be taken once a day in the morning or evening."
  },
  {
    "name": "Uniretic",
    "genericName": "moexipril hcl hydrochlorothiazide tablets",
    "description": "Uniretic (moexipril HCl/hydrochlorothiazide) is a combination of an ACE (angiotensin converting enzyme) inhibitor and a thiazide diuretic used to treat hypertension (high blood pressure). Uniretic is available in generic form.",
    "sideEffects": "Uniretic® has been evaluated for safety in more\nthan 1140 patients with hypertension with more than 120 treated for more than\none year. uniretic® has not demonstrated a potential for causing\nadverse experiences different from those previously associated with other ACE \ninhibitor/diuretic combinations. The overall incidence of reported adverse\nevents was slightly less in patients treated with uniretic® than\npatients treated with placebo. Adverse experiences were usually mild and transient, and\nthere was no relationship between adverse experiences and gender, race, age, or\ntotal daily dosage (except for serum potassium decreases at 50 mg\nhydrochlorothiazide) within the moexipril/ hydrochlorothiazide dosage range of 3.75\nmg / 3.125 mg to 30 mg / 50 mg. Discontinuation of therapy due to adverse\nexperiences was required in 5.3% of patients treated with uniretic® and\nin 8.4% of patients treated with placebo. The most common reasons for\ndiscontinuation of therapy with uniretic® were cough (0.5%) and\ndizziness (0.5%). All adverse experiences considered at least possibly related\nto treatment that occurred at any dose in placebo-controlled trials of\nonce-daily dosing in more than 1% of patients treated with uniretic® and\nthat were at least as frequent in the uniretic® group as in the\nplacebo group are shown in the following table. Adverse Events in Placebo-Controlled Trials",
    "warnings": "Anaphylactoid and Possibly Related Reactions",
    "dosage": "The recommended dosage range of moexipril is 7.5 to 30 mg daily, administered in a single or two divided doses one hour before meals, while hydrochlorothiazide is effective in a dosage of 12.5 to 50 mg daily."
  },
  {
    "name": "Unithroid",
    "genericName": "levothyroxine sodium",
    "description": "Unithroid (levothyroxine sodium) Tablets are a replacement for the hormone produced by the thyroid gland that regulates the body's energy and metabolism used as treatment for hypothyroidism and the prevention of an enlarged thyroid gland called a goiter. Unithroid is available in generic form.",
    "sideEffects": "Adverse reactions associated with levothyroxine therapy\nare primarily those of hyperthyroidism due to therapeutic overdosage (see PRECAUTIONS\nand OVERDOSAGE). They include the following: General: fatigue, increased appetite, weight loss,\nheat intolerance, fever, excessive sweating; Central nervous system: headache, hyperactivity,\nnervousness, anxiety, irritability, emotional lability, insomnia; Musculoskeletal: tremors, muscle weakness; Cardiovascular: palpitations, tachycardia,\narrhythmias, increased pulse and blood pressure, heart failure, angina,\n myocardial infarction, cardiac arrest; Respiratory: dyspnea; Gastrointestinal: diarrhea, vomiting, abdominal\ncramps and elevation in liver function tests; Dermatologic: hair loss; flushing; Endocrine: decreased bone mineral density; Reproductive: menstrual irregularities, impaired\nfertility. Pseudotumor cerebri and slipped capital femoral epiphysis \nhave been reported in children receiving levothyroxine therapy. Overtreatment\nmay result in craniosynostosis in infants and premature closure of the\nepiphyses in children with resultant compromised height. Seizures have been reported rarely with the institution\nof levothyroxine therapy. Inadequate levothyroxine dosage will produce or fail\nto ameliorate the signs and symptoms of hypothyroidism. Hypersensitivity reactions to inactive ingredients have\noccurred in patients treated with thyroid hormone products. These include\n urticaria, pruritus, skin rash, flushing, angioedema, various Gl symptoms\n(abdominal pain, nausea, vomiting and diarrhea), fever, arthralgia, serum\nsickness and wheezing. Hypersensitivity to levothyroxine itself is not known to\noccur.",
    "warnings": "Warning",
    "dosage": "Unithroid is taken in a single daily dose preferably half an hour to one hour before breakfast. Talk to your doctor about your individual recommended dosage amount."
  },
  {
    "name": "Unituxin",
    "genericName": "dinutuximab injection",
    "description": "Unituxin (dinutuximab) injection is a GD2-binding monoclonal antibody indicated, in combination with granulocyte-macrophage colony-stimulating factor (GM-CSF), interleukin-2 (IL-2), and 13-cis-retinoic acid (RA), for the treatment of pediatric patients with high-risk neuroblastoma who achieve at least a partial response to prior first-line multiagent, multimodality therapy.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the labeling: Serious Infusion Reactions [see BOXED WARNING and WARNINGS AND PRECAUTIONS] Neurotoxicity, including Pain, Peripheral Neuropathy, Neurological Disorders of the Eye, Prolonged Urinary Retention, Transverse Myelitis, and Reversible Posterior Leukoencephalopathy Syndrome [see BOXED WARNING and WARNINGS AND PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Hypotension [see WARNINGS AND PRECAUTIONS] Infection [see WARNINGS AND PRECAUTIONS] Bone Marrow Suppression [see WARNINGS AND PRECAUTIONS] Electrolyte Abnormalities [see WARNINGS AND PRECAUTIONS] Atypical Hemolytic Uremic Syndrome [see WARNINGS AND PRECAUTIONS] Embryo-Fetal Toxicity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Unituxin is 17.5 mg/m2/day administered as an intravenous infusion over 10 to 20 hours for 4 consecutive days for a maximum of 5 cycles."
  },
  {
    "name": "Univasc",
    "genericName": "moexipril",
    "description": "Univasc (moexipril hydrochloride) is an ACE (angiotensin converting enzyme) inhibitor used to treat high blood pressure (hypertension). Univasc is available in generic form.",
    "sideEffects": "univasc® has been evaluated for safety in more\nthan 2 500 patients with hypertension; more than 2 50 of these patients were\ntreated for approximately one year. The overall incidence of reported adverse\nevents was only slightly greater in patients treated with univasc® than\npatients treated with placebo. Reported adverse experiences were usually mild and\ntransient, and there were no differences in adverse reaction rates related to\ngender, race, age, duration of therapy, or total daily dosage within the range\nof 3.75 mg to 60 mg. Discontinuation of therapy because of adverse experiences\nwas required in 3.4% of patients treated with univasc® and in 1.8%\nof patients treated with placebo. The most common reasons for discontinuation\nin patients treated with univasc® were cough (0.7%) and dizziness \n(0.4%). All adverse experiences considered at least possibly related\nto treatment that occurred at any dose in placebo-controlled trials of\nonce-daily dosing in more than 1% of patients treated with univasc® alone\nand that were at least as frequent in the univasc® group as in the\nplacebo group are shown in the following table: ADVERSE EVENTS IN PLACEBO-CONTROLLED STUDIES",
    "warnings": "Anaphylactoid and Possibly Related Reactions",
    "dosage": "The recommended initial dose of Univasc in patients not receiving diuretics is 7.5 mg, one hour prior to meals, once daily. Dosage should be adjusted according to blood pressure response. The recommended dose range is 7.5 to 30 mg daily."
  },
  {
    "name": "Rescula",
    "genericName": "unoprostone isopropyl",
    "description": "Rescula (unoprostone isopropyl) Ophthalmic Solution is a synthetic docosanoid that reduces pressure in the eye by increasing the amount of fluid that drains from the eye and is used to treat certain types of glaucoma and other causes of high pressure inside the eye.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Rescula is one drop in the affected eye(s) twice daily."
  },
  {
    "name": "Rinvoq",
    "genericName": "upadacitinib extended-release tablets",
    "description": "Rinvoq (upadacitinib) is a Janus kinase (JAK) inhibitor indicated for the treatment of adults with moderately to severely active rheumatoid arthritis who have had an inadequate response or intolerance to methotrexate.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Serious Infections [see WARNINGS AND PRECAUTIONS] Mortality [see WARNINGS AND PRECAUTIONS] Malignancy and Lymphoproliferative Disorders [see WARNINGS AND PRECAUTIONS] Major Adverse Cardiovascular Events [see WARNINGS AND PRECAUTIONS] Thrombosis [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Gastrointestinal Perforations [see WARNINGS AND PRECAUTIONS] Laboratory Abnormalities [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Rinvoq is 15 mg once daily. Rinvoq may be used as monotherapy or in combination with methotrexate or other nonbiologic DMARDs."
  },
  {
    "name": "Uplizna",
    "genericName": "inebilizumab-cdon injection",
    "description": "Uplizna (inebilizumab-cdon) is a CD19-directed cytolytic antibody used to treat neuromyelitis optica spectrum disorder (NMOSD) in adult patients who are anti-aquaporin-4 (AQP4) antibody positive.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Infusion Reactions [see WARNINGS AND PRECAUTIONS] Infections [see WARNINGS AND PRECAUTIONS] Reduction in Immunoglobulins [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Uplizna is administered as an intravenous infusion titrated to completion, approximately 90 minutes. The recommended initial dose is: 300 mg intravenous infusion followed two weeks later by a second 300 mg intravenous infusion. Subsequent doses (starting 6 months from the first infusion) are a single 300 mg intravenous infusion every 6 months."
  },
  {
    "name": "Upneeq",
    "genericName": "oxymetazoline hydrochloride ophthalmic solution",
    "description": "Upneeq (oxymetazoline hydrochloride ophthalmic solution) is an alpha-adrenergic agonist used to treat acquired drooping upper eyelid (blepharoptosis) in adults.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Upneeq In Children"
  },
  {
    "name": "Uptravi",
    "genericName": "uptravi selexipag tablets",
    "description": "Uptravi (selexipag) is a prostacyclin receptor agonist indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) to delay disease progression and reduce the risk of hospitalization for PAH.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Uptravi is 200 mcg twice daily. Increase the dose of Uptravi by 200 mcg twice daily at weekly intervals to the highest tolerated dose up to 1600 mcg twice daily."
  },
  {
    "name": "Uptravi",
    "genericName": "uptravi selexipag tablets",
    "description": "Uptravi (selexipag) is a prostacyclin receptor agonist indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) to delay disease progression and reduce the risk of hospitalization for PAH.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Uptravi is 200 mcg twice daily. Increase the dose of Uptravi by 200 mcg twice daily at weekly intervals to the highest tolerated dose up to 1600 mcg twice daily."
  },
  {
    "name": "Utopic",
    "genericName": "urea cream, 41%",
    "description": "Utopic Cream (urea 41%) is an emollient useful for the treatment of hyperkeratotic conditions such as dry, rough skin, xerosis, ichthyosis, skin cracks and fissures, dermatitis, eczema, psoriasis, keratoses and calluses.",
    "sideEffects": "Transient stinging, burning, itching or irritation may occur and normally disappear upon discontinuing the use of this product.",
    "warnings": "KEEP OUT OF REACH OF CHILDREN.",
    "dosage": "Apply a dose of Utopic Cream to affected area(s) twice per day or as directed by a physician. Rub in until completely absorbed."
  },
  {
    "name": "Urecholine",
    "genericName": "bethanechol chloride tablets",
    "description": "Urecholine (bethanechol chloride tablet) is a cholinergic agent used to treat acute postoperative and postpartum nonobstructive (functional) urinary retention and for neurogenic atony of the urinary bladder with retention.",
    "sideEffects": "Adverse reactions are rare following oral administration of bethanechol chloride, but are more common following subcutaneous injection. Adverse reactions are more likely to occur when dosage is increased. The following adverse reactions have been observed: Body as a Whole: malaise Digestive: abdominal cramps or discomfort, colicky pain, nausea and belching, diarrhea, borborygmi, salivation Renal: urinary urgency Nervous System: headache Cardiovascular: a fall in blood pressure with reflex tachycardia, vasomotor response Skin: flushing producing a feeling of warmth, sensation of heat about the face, sweating Respiratory: bronchial constriction, asthmatic attacks Special Senses: lacrimation, miosis Causal Relationship Unknown: The following adverse reactions have been reported, and a causal relationship to therapy with bethanechol chloride has not been established: Body as a Whole: malaise Nervous System: seizures",
    "warnings": "No Information Provided",
    "dosage": "The usual adult oral dose of Urecholine ranges from 10 to 50 mg three or four times a day. The minimum effective dose is determined by giving 5 to 10 mg initially and repeating the same amount at hourly intervals until satisfactory response occurs, or until a maximum of 50 mg has been given."
  },
  {
    "name": "Urex",
    "genericName": "methenamine hippurate",
    "description": "Urex (methenamine hippurate) is a urinary tract antiseptic drug used to treat and prevent urinary tract infections. Urex is available in generic form.",
    "sideEffects": "Adverse effects of UREX (methenamine hippurate)  have been reported in fewer than 3.5% of patients treated. These reactions have included the following, in decreasing order of frequency: \n  nausea, vomiting, and rarely puritus, rash, dysuria. Children have received UREX (methenamine hippurate)  at the recommended dosages as a prophylactic/suppressive regimen after initial treatment of acute episodes of pyuria. Side effects were encountered in only 1.1% of these children.",
    "warnings": "Patients with pre-existing hepatic insufficiency may suffer adverse effects from the small amounts of ammonia and formaldehyde that are produced. The classical syndrome of acute hepatic failure may be evoked in these patients.",
    "dosage": "The dose of Urex for adults and children over 12 years of age is 1 tablet (1 g) twice daily, and one-half tablet or one tablet (0.5 or 1 g) twice daily for children 6 to 12 years of age."
  },
  {
    "name": "Xuriden",
    "genericName": "uridine triacetate oral granules",
    "description": "Xuriden (uridine triacetate) is a pyrimidine analog for uridine replacement indicated for the treatment of hereditary orotic aciduria.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dosage of Xuriden is 60 mg/kg once daily; the dose may be increased to 120 mg/kg (not to exceed 8 grams) once daily for insufficient efficacy."
  },
  {
    "name": "Vistogard",
    "genericName": "uridine triacetate oral granules",
    "description": "Vistogard (uridine triacetate) oral granules is a pyrimidine analog indicated for the emergency treatment of adult and pediatric patients following a fluorouracil or capecitabine overdose regardless of the presence of symptoms, or who exhibit early-onset, severe or life-threatening toxicity affecting the cardiac or central nervous system, and/or early-onset, unusually severe adverse reactions (e.g., gastrointestinal toxicity and/or neutropenia) within 96 hours following the end of fluorouracil or capecitabine administration.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended adult dose of Vistogard is 10 grams (1 packet) orally every 6 hours for 20 doses. Pediatric dose of Vistogard is based on body surface area."
  },
  {
    "name": "Urispas",
    "genericName": "flavoxate hydrochloride tablets",
    "description": "Urispas (flavoxate HCl) is a synthetic urinary tract spasmolytic used to treat bladder symptoms such as frequent or urgent urination, increased nighttime urination, bladder pain, and incontinence (urine leakage). These bladder symptoms are often caused by overactive bladder, prostate enlargement, bladder infections, or irritation of the urethra. Urispas is not an antibiotic, and does not cure infections. Urispas is available in generic form.",
    "sideEffects": "",
    "warnings": "",
    "dosage": "The dose of Urispas for adults and children over 12 years of age is one or two 100 mg tablets 3 or 4 times a day. This drug is not recommended for children under 12 years of age."
  },
  {
    "name": "Urobiotic",
    "genericName": "oxytetracycline, sulfamethizole and phenazopyridine",
    "description": "Urobiotic-250 (oxytetracycline, sulfamethizole and phenazopyridine) is a combination antibiotic, sulfonamide, and analgesic used to treat genitourinary infections caused by susceptible organisms. These infections include the following: pyelonephritis, pyelitis, ureteritis, cystitis, prostatitis, and urethritis.",
    "sideEffects": "Glossitis, stomatitis, proctitis, nausea, diarrhea, vaginitis, and dermatitis, as well as reactions of an allergic nature, may occur during oxytetracycline HCl therapy, but are rare. If adverse reactions, individual idiosyncrasy, or allergy occur, discontinue medication. Rare instances of esophagitis and esophageal ulcerations have been reported in patients receiving capsule forms of drugs in the tetracycline class. Most of these patients took medications immediately before going to bed. (See DOSAGE AND ADMINISTRATION.) With oxytetracycline therapy bulging fontanels in infants and benign intracranial hypertension in adults have been reported in individuals receiving full therapeutic dosages. These conditions disappeared rapidly when the drug was discontinued. As in all sulfonamide therapy, the following reactions may occur: nausea, vomiting, diarrhea, hepatitis, pancreatitis, blood dyscrasias, neuropathy, drug fever, skin rash, injection of the conjunctiva and sclera, petechiae, purpura, hematuria and crystalluria. The dosage should be decreased or the drug withdrawn, depending upon the severity of the reaction.",
    "warnings": "If renal impairment exists, even usual oral or parenteral doses may lead to excessive systemic accumulation of the drug and possible liver toxicity. Under such conditions, lower than usual doses are indicated and if therapy is prolonged, tetracycline serum level determinations may be advisable.",
    "dosage": "A dose of 1 capsule of Urobiotic-250 four times daily is suggested."
  },
  {
    "name": "Urocit",
    "genericName": "potassium citrate extended-release tablets",
    "description": "Urocit-K (potassium citrate) Extended-Release is a form of the mineral potassium used to treat a kidney stone condition called renal tubular acidosis. Urocit-K is available in generic form.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "In patients with severe hypocitraturia (low amount of citrates in the urine, a risk factor for kidney stones), the starting dose of Urocit-K is 60 mEq /day (30 mEq two times/day or 20 mEq three times/day). For mild to moderate hypocitraturia the starting dose is 30 mEq/day (15 mEq two times/day or 10 mEq three times/day)."
  },
  {
    "name": "Fertinex",
    "genericName": "urofollitropin",
    "description": "Fertinex (urofollitropin for injection) is a preparation of Follicle Stimulating Hormone (FSH) used for the stimulation of follicular recruitment and development and the induction of ovulation in patients with polycystic ovary syndrome and infertility, who have failed to respond or conceive following adequate clomiphene citrate therapy. Fertinex and hCG may also be used to stimulate the development of multiple follicles in ovulatory patients undergoing Assisted Reproductive Technologies (ART) such as in vitro fertilization. The brand name Fertinex is discontinued, but generic versions may be available.",
    "sideEffects": "The following adverse reactions reported during urofollitropin therapy are listed in decreasing order of potential severity :",
    "warnings": "FertinexTM (urofollitropin for injection, purified) should only be used by physicians who are thoroughly familiar with infertility problems and their management. It is a potent gonadotropic substance capable of causing mild to severe adverse reactions. Therefore, the lowest dose consistent with the expectation of good results should be used. Gonadotropin therapy requires a certain time commitment by physicians and supportive health professionals, and its use requires the availability of appropriate monitoring facilities (see",
    "dosage": "Over the course of treatment, doses of Fertinex may range between 75 IU to 300 IU per day depending on the individual patient response."
  },
  {
    "name": "Metrodin",
    "genericName": "urofollitropin for injection",
    "description": "Metrodin (urofollitropin for injection) is a gonadotropin used to stimulate follicular development and the induction of ovulation in patients with polycystic ovary syndrome, and infertility, who have failed to respond or conceive following adequate clomiphene citrate therapy. Metrodin and hCG may also be used to stimulate the development of multiple follicles in ovulatory patients undergoing Assisted Reproductive Technologies (ART) such as in vitro fertilization. The brand name Metrodin is discontinued, but generic versions may be available.",
    "sideEffects": "The following adverse reactions reported during Metrodin® (urofollitropin for injection)  therapy are listed in decreasing order of potential severity: 1. Pulmonary and vascular complications (see WARNINGS), 2. Ovarian Hyperstimulation Syndrome (see WARNINGS), 3. Adnexal torsion (as a complication of ovarian enlargement), 4. Mild to moderate ovarian enlargement, 5. Abdominal pain, 6. Sensitivity to Metrodin® (urofollitropin for injection) , (Febrile reactions which may be accompanied by chills, musculoskeletal aches, joint pains, malaise, headache, and fatigue have occurred after the administration of Metrodin® (urofollitropin for injection) . It is not clear whether or not these were pyrogenic responses or possible allergic reactions.) 7. Ovarian cysts, 8. Gastrointestinal symptoms (nausea, vomiting, diarrhea, abdominal cramps, bloating), 9. Pain, rash, swelling, and/or irritation at the site of injection, 10. Breast tenderness, 11. Headache, 12. Dermatological symptoms (dry skin, body rash, hair loss, hives), 13. Hemoperitoneum has been reported during menotropins therapy and, therefore, may also occur during Metrodin® (urofollitropin for injection)  therapy. 14. There have been infrequent reports of ovarian neoplasms, both benign and malignant, in women who have undergone multiple drug regimens for ovulation induction; however, a causal relationship has not been established. The following medical events have been reported subsequent to pregnancies resulting from Metrodin® (urofollitropin for injection)  therapy: 1. Ectopic pregnancy 2. Congenital abnormalities (Three incidents of chromosomal abnormalities and four birth defects have been reported following Metrodin® (urofollitropin for injection) -hCG or Metrodin® (urofollitropin for injection) , Pergonal® (menotropins for injection, USP) hCG therapy in clinical trials for stimulation prior to in vitro fertilization. The aborted pregnancies included one Trisomy 13, one Trisomy 18, and one fetus with multiple congenital anomalies (hydrocephaly, omphalocele, and meningocele). One meningocele, one external ear defect, one dislocated hip and ankle, and one dilated cardiomyopathy in presence of maternal Systemic Lupus Erythematosis were reported. None of these events was thought to be drug-related. The incidence does not exceed that found in the general population.) Drug Abuse and Dependence There have been no reports of abuse or dependence with Metrodin® (urofollitropin for injection) .",
    "warnings": "Metrodin® (urofollitropin for injection)  should only be used by physicians who are thoroughly familiar with infertility problems and their management. It is a potent gonadotropic substance capable of causing mild to severe adverse reactions. Therefore, the lowest dose consistent with the expectation of good results should be used. Gonadotropin therapy requires a certain time commitment by physicians and supportive health professionals, and its use requires the availability of appropriate monitoring facilities (see",
    "dosage": "The dose of Metrodin to stimulate development of the follicle is individualized for each patient."
  },
  {
    "name": "Bravelle",
    "genericName": "urofollitropin injection",
    "description": "Bravelle (urofollitropin) for Injection is a purified form of a hormone called follicle-stimulating hormone (FSH) used to treat infertility in women whose own natural FSH is not sufficient in stimulating follicles to mature. Bravelle also is used to help the ovaries produce multiple eggs for use in \"in vitro\" fertilization.",
    "sideEffects": "The following serious adverse reactions are discussed\nelsewhere in the labeling: Hypersensitivity and Anaphylactic Reactions [see WARNINGS\n    AND PRECAUTIONS] Abnormal Ovarian Enlargement [see WARNINGS AND\n    PRECAUTIONS] Ovarian Hyperstimulation Syndrome [see WARNINGS AND\n    PRECAUTIONS] Thromboembolic events [see WARNINGS AND PRECAUTIONS] Ovarian Torsion [see WARNINGS AND PRECAUTIONS] Multi-fetal Gestation and Birth [see WARNINGS AND\n    PRECAUTIONS] Congenital Malformations [see WARNINGS AND PRECAUTIONS] Ectopic Pregnancy [see WARNINGS AND PRECAUTIONS] Spontaneous Abortion [see WARNINGS AND PRECAUTIONS] Ovarian Neoplasms [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Bravelle to stimulate development of ovarian follicles is individualized for each patient."
  },
  {
    "name": "Kinlytic",
    "genericName": "urokinase injection",
    "description": "Kinlytic (urokinase) for Injection is a thrombolytic agent used to treat blood clots in the lungs. The brand name Kinlytic is discontinued, but generic versions may be available.",
    "sideEffects": "The most serious adverse reactions reported with Kinlytic™ (urokinase injection)  administration\n  include fatal hemorrhage and anaphylaxis (see WARNINGS).",
    "warnings": "Bleeding",
    "dosage": "The loading dose of 4,400 international units per kilogram of Kinlytic injection is given at a rate of 90 mL per hour over a period of 10 minutes. This is followed with a continuous infusion of 4,400 international units per kilogram per hour at a rate of 15 mL for 12 hours."
  },
  {
    "name": "Uroxatral",
    "genericName": "alfuzosin hcl",
    "description": "Uroxatral (alfuzosin hcl) is an alpha blocker prescribed to treat symptoms of an enlarged prostate (benign prostatic hyperplasia), which include painful or difficult urination, urination urgency or frequency. Uroxatral is available in generic form.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Uroxatral is available as an extended-release 10 mg tablet, taken orally once daily."
  },
  {
    "name": "Urso",
    "genericName": "ursodiol",
    "description": "Urso (ursodiol) is a bile acid used to treat small gallstones in people who cannot have gallbladder surgery, and to prevent gallstones in overweight patients undergoing rapid weight loss. Urso is also used to treat primary biliary cirrhosis (PBC). Urso is available in generic form.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended adult dosage for Urso in the treatment of PBC is 13-15 mg/kg/day administered in two to four divided doses with food. Dosing regimen should be adjusted according to each patient's need at the discretion of the physician."
  },
  {
    "name": "Urso",
    "genericName": "ursodiol",
    "description": "Urso (ursodiol) is a bile acid used to treat small gallstones in people who cannot have gallbladder surgery, and to prevent gallstones in overweight patients undergoing rapid weight loss. Urso is also used to treat primary biliary cirrhosis (PBC). Urso is available in generic form.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended adult dosage for Urso in the treatment of PBC is 13-15 mg/kg/day administered in two to four divided doses with food. Dosing regimen should be adjusted according to each patient's need at the discretion of the physician."
  },
  {
    "name": "Reltone",
    "genericName": "ursodiol capsules",
    "description": "Reltone (ursodiol capsules) is a bile acid indicated for patients with radiolucent, noncalcified gallbladder stones less than 20 mm in greatest diameter in whom elective cholecystectomy would be undertaken except for the presence of increased surgical risk due to systemic disease, advanced age, idiosyncratic reaction to general anesthesia, or for those patients who refuse surgery. Reltone is also indicated for the prevention of gallstone formation in obese patients experiencing rapid weight loss.",
    "sideEffects": "To report SUSPECTED ADVERSE REACTIONS, contact Intra-Sana Laboratories at 1-702-980-8963 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. The nature and frequency of adverse experiences were similar across all groups. The following tables provide comprehensive listings of the adverse experiences reported that occurred with a 5% incidence level: GALLSTONE DISSOLUTION",
    "warnings": "No Information Provided",
    "dosage": "The recommended dose for Reltone treatment of radiolucent gallbladder stones is 8-10 mg/kg/day given in 2 or 3 divided doses."
  },
  {
    "name": "Actigall",
    "genericName": "ursodiol, usp capsules",
    "description": "Actigall (ursodiol) is a bile acid used for patients with radiolucent, noncalcified gallbladder stones < 20 mm in greatest diameter in whom elective cholecystectomy would be undertaken except for the presence of increased surgical risk due to systemic disease, advanced age, idiosyncratic reaction to general anesthesia, or for those patients who refuse surgery. Actigall is also used for the prevention of gallstone formation in obese patients experiencing rapid weight loss. Actigall is available in generic form.",
    "sideEffects": "The nature and frequency of adverse experiences were similar across all groups. The following tables provide comprehensive listings of the adverse experiences reported that occurred with a 5% incidence level:",
    "warnings": "Enteroliths In Patients With Risk For Intestinal Stenosis Or Stasis",
    "dosage": "The recommended dose for Actigall treatment of radiolucent gallbladder stones is 8-10 mg/kg/day given in 2 or 3 divided doses."
  },
  {
    "name": "Stelara",
    "genericName": "ustekinumab",
    "description": "Stelara (ustekinumab) Injection is a monoclonal antibody used to treat plaque psoriasis.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the label: Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS] Noninfectious Pneumonia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Stelara is either 45 mg or 90 mg given on day one, then 4 weeks later, and every 12 weeks thereafter."
  },
  {
    "name": "Otulfi",
    "genericName": "ustekinumab-aauz for injection",
    "description": "October 9, 2024",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the label: Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS] Noninfectious Pneumonia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": ""
  },
  {
    "name": "Selarsdi",
    "genericName": "ustekinumab-aekn injection",
    "description": "Selarsdi (ustekinumab-aekn) is a human interleukin-12 and -23 antagonist indicated for the treatment of adult patients with moderate to severe plaque psoriasis (PsO) who are candidates for phototherapy or systemic therapy, and adult patients with active psoriatic arthritis (PsA). Selarsdi is also indicated for the treatment of pediatric patients 6 years and older with moderate to severe plaque psoriasis, who are candidates for phototherapy or systemic therapy and pediatric patients 6 years and older with active psoriatic arthritis (PsA).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the label: Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS] Noninfectious Pneumonia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Selarsdi to treat psoriasis in adults weighing less than or equal to 100 kg is 45 mg administered subcutaneously initially and 4 weeks later, followed by 45 mg administered subcutaneously every 12 weeks."
  },
  {
    "name": "Wezlana",
    "genericName": "ustekinumab-auub injection",
    "description": "Wezlana (ustekinumab-auub) is a human interleukin -12 and -23 antagonist indicated for the treatment of adult patients with moderate to severe plaque psoriasis (Ps) who are candidates for phototherapy or systemic therapy, active psoriatic arthritis (PsA), moderately to severely active Crohn’s disease (CD), and moderately to severely active ulcerative colitis. Wezlana is also indicated for the treatment of pediatric patients 6 years and older with moderate to severe plaque psoriasis, who are candidates for phototherapy or systemic therapy, and active psoriatic arthritis (PsA).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the label: Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dosage of Wezlana to treat psoriasis in adult patients weighing less than or equal to 100 kg is 45 mg administered subcutaneously initially and 4 weeks later, followed by 45 mg administered subcutaneously every 12 weeks"
  },
  {
    "name": "Pyzchiva",
    "genericName": "ustekinumab-ttwe injection",
    "description": "Pyzchiva (ustekinumab-ttwe) is indicated for the treatment of adults and pediatric patients 6 years of age and older with moderate to severe plaque psoriasis (PsO) who are candidates for phototherapy or systemic therapy, for the treatment of adults and pediatric patients 6 years of age and older with active psoriatic arthritis (PsA), for the treatment of adult patients with moderately to severely active Crohn's disease (CD), and for the treatment of adult patients with moderately to severely active ulcerative colitis (UC).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the label: Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS] Noninfectious Pneumonia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended subcutaneous adult dosage regimen of Pyzchiva to treat plaque psoriasis in patients weighing 100 kg or less is 45 mg initially and 4 weeks later, followed by 45 mg every 12 weeks. For patients weighing more than 100 kg, the recommended dose of Pyzchiva is 90 mg initially and 4 weeks later, followed by 90 mg every 12 weeks."
  },
  {
    "name": "Utibron Neohaler",
    "genericName": "indacaterol and glycopyrrolate inhalation powder, for oral inhalation use",
    "description": "Utibron Neohaler (indacaterol and glycopyrrolate) inhalation powder is a combination of a long-acting beta2-adrenergic agonist (LABA) and an anticholinergic indicated for the long-term maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD).",
    "sideEffects": "The following clinically significant adverse reactions are described in greater detail in other sections: Serious Asthma-Related Events - Hospitalizations, Intubations, Death [see WARNINGS AND PRECAUTIONS] Paradoxical Bronchospasm [see WARNINGS AND PRECAUTIONS]. Hypersensitivity Reactions, including Anaphylaxis [see WARNINGS AND PRECAUTIONS]. Cardiovascular Effects [see WARNINGS AND PRECAUTIONS]. Worsening of Narrow-Angle Glaucoma [see WARNINGS AND PRECAUTIONS]. Worsening of Urinary Retention [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose for the maintenance treatment of COPD is the inhalation of the powder contents of one Utibron capsule twice-daily."
  },
  {
    "name": "Utopic",
    "genericName": "urea cream, 41%",
    "description": "Utopic Cream (urea 41%) is an emollient useful for the treatment of hyperkeratotic conditions such as dry, rough skin, xerosis, ichthyosis, skin cracks and fissures, dermatitis, eczema, psoriasis, keratoses and calluses.",
    "sideEffects": "Transient stinging, burning, itching or irritation may occur and normally disappear upon discontinuing the use of this product.",
    "warnings": "KEEP OUT OF REACH OF CHILDREN.",
    "dosage": "Apply a dose of Utopic Cream to affected area(s) twice per day or as directed by a physician. Rub in until completely absorbed."
  },
  {
    "name": "Uvadex",
    "genericName": "methoxsalen",
    "description": "Uvadex (methoxsalen) Sterile Solution is a psoralen photosensitizer used to treat cutaneous T-cell lymphoma (CTCL) and is used in a procedure called photopheresis.",
    "sideEffects": "Side effects of photopheresis (UVADEX® used with THERAKOS® Photopheresis Systems) were primarily related to hypotension secondary to changes in extracorporeal volume (>1%). In study CTCL 3 (UVADEX®), six serious cardiovascular adverse experiences were reported in five patients (5/51, 10%). Five of these six events were not related to photopheresis and did not interfere with the scheduled photopheresis treatments. One patient (1/51, 2%) with ischemic heart disease had an arrhythmia after the first day of photopheresis that was resolved the next day. Six infections were also reported in five patients. Two of the six events were Hickman catheter infections in one patient, which did not interrupt the scheduled photopheresis. The other four infections were not related to photopheresis and did not interfere with scheduled treatments.",
    "warnings": "Concomitant Therapy",
    "dosage": "Dosage of Uvadex is based on your medical condition, the amount of white blood cells collected, and response to treatment."
  },
  {
    "name": "Uzedy",
    "genericName": "risperidone",
    "description": "Uzedy (risperidone) is an atypical antipsychotic indicated for the treatment of schizophrenia in adults.",
    "sideEffects": "The following are discussed in more detail in other sections of the labeling: Increased mortality in elderly patients with dementia-related psychosis [see BOX WARNING and WARNINGS AND PRECAUTIONS] Cerebrovascular adverse events, including stroke, in elderly patients with dementiarelated psychosis [see WARNINGS AND PRECAUTIONS] Neuroleptic malignant syndrome [see WARNINGS AND PRECAUTIONS] Tardive dyskinesia [see WARNINGS AND PRECAUTIONS] Metabolic changes [see WARNINGS AND PRECAUTIONS] Hyperprolactinemia [see WARNINGS AND PRECAUTIONS] Orthostatic hypotension and syncope [see WARNINGS AND PRECAUTIONS] Falls [see WARNINGS AND PRECAUTIONS] Leukopenia, neutropenia and agranulocytosis [see WARNINGS AND PRECAUTIONS] Potential for cognitive and motor impairment [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS] Dysphagia [see WARNINGS AND PRECAUTIONS] Priapism [see WARNINGS AND PRECAUTIONS] Body temperature regulation [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "To start Uzedy, switch from oral daily risperidone. Uzedy is initialed as either a once monthly injection or a once every 2-month injection, the day after the last dose of oral therapy. Uzedy is administered once monthly (50 mg, 75 mg, 100 mg, or 125 mg) or once every 2 months (100 mg, 150 mg, 200 mg, or 250 mg) given via abdominal or upper arm subcutaneous injection."
  }
]