[
  {
    "name": "Yasmin",
    "genericName": "drospirenone and ethinyl estradiol",
    "description": "Yasmin (ethinyl estradiol/drospirenone) is a combination of two female hormones prescribed as a 28-day oral contraceptive pill used to prevent pregnancy. Yasmin works by inhibiting the release of an egg during the menstrual cycle.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOXED WARNING and WARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Yasmin is one tablet taken by mouth at the same time every day. Yasmin must be taken as directed, in the order directed on the blister pack."
  },
  {
    "name": "Yaz",
    "genericName": "drospirenone and ethinyl estradiol",
    "description": "Yaz (drospirenone and ethinyl estradiol) is an oral contraceptive used for preventing pregnancy, treating premenstrual dysphoric disorder (PMDD), and treating moderate acne in females at least 14 years of age. A generic version of Yaz is available.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOX WARNING and WARNINGS AND PRECAUTIONS ] Vascular events [see WARNINGS AND PRECAUTIONS ] Liver disease [see WARNINGS AND PRECAUTIONS ]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The usual dose of Yaz is one tablet daily."
  },
  {
    "name": "Ycanth",
    "genericName": "cantharidin topical solution",
    "description": "Ycanth (cantharidin) is a vesicant indicated for the topical treatment of molluscum contagiosum in adult and pediatric patients 2 years of age and older.",
    "sideEffects": "The following adverse reactions are described elsewhere in the labeling: Local Skin Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Ycanth is a single application applied directly to each lesion every 3 weeks as needed."
  },
  {
    "name": "Yellow Fever Vaccine",
    "genericName": "yellow fever vaccine",
    "description": "YF-Vax (yellow fever vaccine) is a vaccine used to help prevent yellow fever in adults and children who are at least 9 months old. Yellow fever is spread through the bite of an infected mosquito. YF-Vax is recommended for people who plan travel to areas where yellow fever is known to exist, for people who work in a research laboratory, or anyone otherwise at high risk of coming into contact with the virus. YF-Vax is available in generic form.",
    "sideEffects": "",
    "warnings": "Severe Allergic Reactions",
    "dosage": ""
  },
  {
    "name": "Yervoy",
    "genericName": "ipilimumab injection",
    "description": "Yervoy (ipilimumab) is a monoclonal antibody used to treat late-stage, metastatic melanoma, a deadly skin cancer. Yervoy is thought to work by allowing the body's immune system to recognize, target, and attack cells in these tumors. Patients with metastatic melanoma are shown to live longer when treated with Yervoy.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Severe and fatal immune-mediated adverse reactions [see WARNINGS AND PRECAUTIONS]. Infusion-related reactions [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Yervoy is 10 mg/kg administered intravenously over 90 minutes every 3 weeks for 4 doses followed by 10 mg/kg every 12 weeks for up to 3 years."
  },
  {
    "name": "Yesafili",
    "genericName": "aflibercept-jbvf injection",
    "description": "Yesafili (aflibercept-jbvf) is a vascular endothelial growth factor (VEGF) inhibitor indicated for the treatment of patients with neovascular (wet) age-related macular degeneration (AMD), macular edema following retinal vein occlusion (RVO), diabetic macular edema (DME), and diabetic retinopathy (DR).",
    "sideEffects": "The following potentially serious adverse reactions are described elsewhere in the labeling: Hypersensitivity [see CONTRAINDICATIONS] Endophthalmitis, Retinal detachments, and Retinal Vasculitis with or without Occlusion [see WARNINGS AND PRECAUTIONS] Increase in intraocular pressure [see WARNINGS AND PRECAUTIONS] Thromboembolic events [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose for Yesafili to treat neovascular (wet) age-related macular degeneration (AMD) is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 3 months, followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months)."
  },
  {
    "name": "Yescarta",
    "genericName": "axicabtagene ciloleucel suspension for intravenous infusion",
    "description": "Yescarta (axicabtagene ciloleucel) is a CD19-directed genetically modified autologous T cell immunotherapy indicated for the treatment of adult patients with relapsed or refractory large B-cell lymphoma after two or more lines of systemic therapy, including diffuse large B-cell lymphoma (DLBCL) not otherwise specified, primary mediastinal large B-cell lymphoma, high grade B-cell lymphoma, and DLBCL arising from follicular lymphoma.",
    "sideEffects": "The following adverse reactions are described elsewhere in the labeling: Cytokine Release Syndrome [see WARNINGS AND PRECAUTIONS] Neurologic Toxicities [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Serious Infections [see WARNINGS AND PRECAUTIONS] Prolonged Cytopenias [see WARNINGS AND PRECAUTIONS] Hypogammaglobulinemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Administer a lymphodepleting regimen of cyclophosphamide and fludarabine before infusion of Yescarta. Premedicate with acetaminophen and an H1-antihistamine. The target Yescarta dose is 2 × 106 CAR-positive viable T cells per kg body weight, with a maximum of 2 × 108  CAR-positive viable T cells."
  },
  {
    "name": "Yellow Fever Vaccine",
    "genericName": "yellow fever vaccine",
    "description": "YF-Vax (yellow fever vaccine) is a vaccine used to help prevent yellow fever in adults and children who are at least 9 months old. Yellow fever is spread through the bite of an infected mosquito. YF-Vax is recommended for people who plan travel to areas where yellow fever is known to exist, for people who work in a research laboratory, or anyone otherwise at high risk of coming into contact with the virus. YF-Vax is available in generic form.",
    "sideEffects": "",
    "warnings": "Severe Allergic Reactions",
    "dosage": ""
  },
  {
    "name": "Yimmugo",
    "genericName": "immune globulin intravenous, human-dira, 10% liquid",
    "description": "Yimmugo (immune globulin intravenous, human - dira) is an immune globulin intravenous, human - dira, 10% liquid indicated for the treatment of primary humoral immunodeficiency (PI) in patients 2 years of age or older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Yimmugo is 300–800 mg/kg (3–8 mL/kg) administered intravenously every 3–4 weeks."
  },
  {
    "name": "Yocon",
    "genericName": "yohimbine hydrochloride",
    "description": "Yocon (yohimbine hydrochloride) increases the amount of blood that flows into the penis and prevents blood from flowing out of the penis, used to treat and diagnose some types of impotence. Yocon can cause an erection.",
    "sideEffects": "Yohimbine readily penetrates the CNS and produces a complex pattern of responses \n  in lower doses than required to produce peripheral alpha-adrenergic blockade. \n  These include, anti-diuresis, a general picture of central excitation including \n  elevation of blood pressure and heart rate, increased motor activity, irritability, \n  and tremor. Sweating, nausea and vomiting are common after parenteral administration \n  of the drug.1,2 Also dizziness, headache, skin flushing reported \n  when used orally.1,3",
    "warnings": "Generally, this drug is not proposed for use in females and certainly must \n  not be used during pregnancy. Neither is this drug proposed for use in pediatric, \n  geriatric or cardio-renal patients with gastric or duodenal ulcer history. Nor, \n  should it be used in conjunction with mood-modifying drugs such as antidepressants, \n  or in psychiatric patients in general.",
    "dosage": "The dosage of Yocon to treat erectile impotence in adult males is 1 tablet (5.4 mg), taken orally, 3 times a day."
  },
  {
    "name": "Aphrodyne",
    "genericName": "yohimbine",
    "description": "Aphrodyne (yohimbine) is a sympatholytic and mydriatic drug used to treat impotence in male patients with vascular or diabetic origins and psychogenic origins. Aphrodyne may be available in generic form.",
    "sideEffects": "Yohimbine readily penetrates the CNS and produces a complex pattern of responses in lower doses than required to produce peripheral (alpha)-adrenergic blockage. These include anti-diuresis, a general picture of central excitation including elevated blood pressure and heart rate, increased motor activity, irritability and tremor. Sweating, nausea and vomiting are common after parenteral administration of the drug. 1,2 Also dizziness, headache, and skin flushing have been reported. 1,3",
    "warnings": "Generally, this drug is not proposed for use in females and certainly must not be used during pregnancy. Neither is this drug proposed for use in pediatric, geriatric or cardio-renal patients with gastric or duodenal ulcer history. Nor should it be used in conjunction with mood-modifying drugs such as antidepressants or in psychiatric patients in general.",
    "dosage": "The dosage of Aphrodyne is 1 caplet (5.4mg) 3 times a day, taken orally."
  },
  {
    "name": "Yocon",
    "genericName": "yohimbine hydrochloride",
    "description": "Yocon (yohimbine hydrochloride) increases the amount of blood that flows into the penis and prevents blood from flowing out of the penis, used to treat and diagnose some types of impotence. Yocon can cause an erection.",
    "sideEffects": "Yohimbine readily penetrates the CNS and produces a complex pattern of responses \n  in lower doses than required to produce peripheral alpha-adrenergic blockade. \n  These include, anti-diuresis, a general picture of central excitation including \n  elevation of blood pressure and heart rate, increased motor activity, irritability, \n  and tremor. Sweating, nausea and vomiting are common after parenteral administration \n  of the drug.1,2 Also dizziness, headache, skin flushing reported \n  when used orally.1,3",
    "warnings": "Generally, this drug is not proposed for use in females and certainly must \n  not be used during pregnancy. Neither is this drug proposed for use in pediatric, \n  geriatric or cardio-renal patients with gastric or duodenal ulcer history. Nor, \n  should it be used in conjunction with mood-modifying drugs such as antidepressants, \n  or in psychiatric patients in general.",
    "dosage": "The dosage of Yocon to treat erectile impotence in adult males is 1 tablet (5.4 mg), taken orally, 3 times a day."
  },
  {
    "name": "Yondelis",
    "genericName": "trabectedin for injection",
    "description": "Yondelis (trabectedin) for injection is an alkylating drug indicated for the treatment of patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen.",
    "sideEffects": "The following adverse reactions are discussed in more detail in other sections of the labeling: Anaphylaxis [see CONTRAINDICATIONS] Neutropenic Sepsis [see WARNINGS AND PRECAUTIONS] Rhabdomyolysis [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Cardiomyopathy [see WARNINGS AND PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Extravasation Resulting in Tissue Necrosis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Administer Yondelis at a dose of 1.5 mg/m2 body surface area as a 24-hour intravenous infusion, every 3 weeks through a central venous line. Premedicate with dexamethasone 20 mg IV, 30 min. before each infusion of Yondelis."
  },
  {
    "name": "Yonsa",
    "genericName": "abiraterone acetate tablets",
    "description": "Yonsa (abiraterone acetate) is a CYP17 inhibitor indicated in combination with methylprednisolone for the treatment of patients with metastatic castration-resistant prostate cancer (CRPC).",
    "sideEffects": "The following are discussed in more detail in other sections of the labeling: Hypokalemia, Fluid Retention, and Cardiovascular Adverse Reactions due to Mineralocorticoid Excess [see WARNINGS AND PRECAUTIONS]. Adrenocortical Insufficiency [see WARNINGS AND PRECAUTIONS]. Hepatotoxicity [see WARNINGS AND PRECAUTIONS]. Increased Fractures and Mortality in Combination with Radium Ra 223 Dichloride [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Yonsa is 500 mg (four 125 mg tablets) administered orally once daily in combination with methylprednisolone 4 mg administered orally twice daily."
  },
  {
    "name": "Yorvipath",
    "genericName": "palopegteriparatide injection, for subcutaneous use",
    "description": "Yorvipath (palopegteriparatide) is a parathyroid hormone analog (PTH(1-34)) indicated for the treatment of hypoparathyroidism in adults.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Risk of Unintended Changes in Serum Calcium Levels Related to Number of Daily Injections [see WARNINGS AND PRECAUTIONS] Serious Hypercalcemia [see WARNINGS AND PRECAUTIONS] Serious Hypocalcemia [see WARNINGS AND PRECAUTIONS] Potential Risk of Osteosarcoma [see WARNINGS AND PRECAUTIONS] Orthostatic Hypotension [see WARNINGS AND PRECAUTIONS] Risk of Digoxin Toxicity with Concomitant Use of Digitalis Compounds [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Yorvipath dosage is individualized based on serum calcium. Use only one injection of Yorvipath to achieve the once daily recommended dosage."
  },
  {
    "name": "Yosprala",
    "genericName": "aspirin and omeprazole tablets",
    "description": "Yosprala (aspirin and omeprazole) delayed-release is a combination of an anti-platelet agent and a proton pump inhibitor (PPI) indicated for patients who require aspirin for secondary prevention of cardiovascular and cerebrovascular events and who are at risk of developing aspirin associated gastric ulcers.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the labeling: Coagulation Abnormalities [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions [see WARNINGS AND PRECAUTIONS] Bleeding Risk with Use of Alcohol [see WARNINGS AND PRECAUTIONS] Interaction with Clopidogrel [see WARNINGS AND PRECAUTIONS] Interaction with Ticagrelor [see WARNINGS AND PRECAUTIONS] Renal Failure [see WARNINGS AND PRECAUTIONS] Presence of Gastric Malignancy [see WARNINGS AND PRECAUTIONS] Acute Tubulointerstitial Nephritis [see WARNINGS AND PRECAUTIONS] Clostridium difficile-Associated Diarrhea [see WARNINGS AND PRECAUTIONS] Bone Fracture [see WARNINGS AND PRECAUTIONS] Severe Cutaneous Adverse Reactions [see WARNINGS AND PRECAUTIONS] Cutaneous and Systemic Lupus Erythematosus [see WARNINGS AND PRECAUTIONS] Hepatic Impairment [see WARNINGS AND PRECAUTIONS] Cyanocobalamin (Vitamin B-12) Deficiency [see WARNINGS AND PRECAUTIONS] Hypomagnesemia and Mineral Metabolism [see WARNINGS AND PRECAUTIONS] Reduced Effect of Omeprazole with St. John's Wort or Rifampin [see WARNINGS AND PRECAUTIONS] Interactions with Diagnostic Investigations for Neuroendocrine Tumors [see WARNINGS AND PRECAUTIONS] Interaction with Methotrexate [see WARNINGS AND PRECAUTIONS] Fetal Toxicity [see WARNINGS AND PRECAUTIONS] Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) [see WARNINGS AND PRECAUTIONS] Abnormal Laboratory Tests [see WARNINGS AND PRECAUTIONS] Fundic Gland Polyps [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Yosprala is one tablet daily taken at least 60 minutes before a meal."
  },
  {
    "name": "Yuflyma",
    "genericName": "adalimumab-aaty injection",
    "description": "Yuflyma (adalimumab-aaty) is a tumor necrosis factor (TNF) blocker indicated for: reducing signs and symptoms, inducing major clinical response, inhibiting the progression of structural damage, and improving physical function in adult patients with moderately to severely active rheumatoid arthritis (RA); reducing signs and symptoms of moderately to severely active polyarticular juvenile idiopathic arthritis (JIA) in patients 2 years of age and older; reducing signs and symptoms, inhibiting the progression of structural damage, and improving physical function in adult patients with active psoriatic arthritis (PsA); reducing signs and symptoms in adult patients with active ankylosing spondylitis (AS); treatment of moderately to severely active Crohn’s disease(CD) in adults and pediatric patients 6 years of age and older; treatment of moderately to severely active ulcerative colitis (UC) in adult patients; treatment of adult patients with moderate to severe chronic plaque psoriasis (Ps) who are candidates for systemic therapy or phototherapy, and when other systemic therapies are medically less appropriate; and treatment of moderate to severe hidradenitis suppurativa (HS) in adult patients.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Serious Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Hepatitis B Virus Reactivation [see WARNINGS AND PRECAUTIONS] Neurologic Reactions [see WARNINGS AND PRECAUTIONS] Hematological Reactions [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS] Autoimmunity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The adult dose of Yuflyma to treat rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis is 40 mg every other week."
  },
  {
    "name": "Yupelri",
    "genericName": "revefenacin inhalation solution",
    "description": "Yupelri (revefenacin) is an anticholinergic indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD).",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Worsening of narrow-angle glaucoma [see WARNINGS AND PRECAUTIONS] Worsening of urinary retention [see WARNINGS AND PRECAUTIONS] Immediate hypersensitivity reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Yupelri is One 175 mcg vial (3 mL) once daily. Yupelri is for oral inhalation use only. Do not swallow Yupelri."
  },
  {
    "name": "Yusimry",
    "genericName": "adalimumab-aqvh injection",
    "description": "Yusimry (adalimumab-aqvh) is a tumor necrosis factor (TNF) blocker used for reducing signs and symptoms, inducing major clinical response, inhibiting the progression of structural damage, and improving physical function in adult patients with moderately to severely active rheumatoid arthritis; reducing signs and symptoms of moderately to severely active polyarticular juvenile idiopathic arthritis in patients 2 years of age and older; reducing signs and symptoms, inhibiting the progression of structural damage, and improving physical function in adult patients with active psoriatic arthritis; reducing signs and symptoms in adult patients with active ankylosing spondylitis; treatment of moderately to severely active Crohn’s disease in adults and pediatric patients 6 years of age and older; treatment of moderately to severely active ulcerative colitis in adult patients; and treatment of adult patients with moderate to severe chronic plaque psoriasis who are candidates for systemic therapy or phototherapy, and when other systemic therapies are medically less appropriate.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Serious Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Hepatitis B Virus Reactivation [see WARNINGS AND PRECAUTIONS] Neurologic Reactions [see WARNINGS AND PRECAUTIONS] Hematological Reactions [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS] Autoimmunity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The adult dosage of Yusimry for rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis is 40 mg every other week. Some patients with rheumatoid arthritis not receiving methotrexate may benefit from increasing the dosage to 40 mg every week or 80 mg every other week."
  },
  {
    "name": "Yutiq",
    "genericName": "fluocinolone acetonide intravitreal implant",
    "description": "Yutiq (fluocinolone acetonide intravitreal implant) contains a corticosteroid and is indicated for the treatment of chronic non-infectious uveitis affecting the posterior segment of the eye.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Yutiq is a non-bioerodible intravitreal implant in a drug delivery system containing a dose of 0.18 mg fluocinolone acetonide, designed to release fluocinolone acetonide at an initial rate of 0.25 mcg/day, and lasting 36 months."
  },
  {
    "name": "Yuvafem",
    "genericName": "estradiol vaginal inserts",
    "description": "Yuvafem (estradiol tablet) is a form of the female hormone estrogen used to treat atrophic vaginitis due to menopause.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the labeling: Cardiovascular Disorders [see BOXED WARNING, WARNINGS AND PRECAUTIONS] Malignant Neoplasms [see BOXED WARNING, WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Yuvafem should be administered intravaginally using the supplied applicator: 1 insert daily for 2 weeks, followed by 1 insert twice weekly (for example, Tuesday and Friday). Generally, women should be started at the 10 mcg dosage strength."
  }
]