[
  {
    "name": "Xacduro",
    "genericName": "sulbactam; durlobactam for injection",
    "description": "Xacduro (sulbactam for injection; durlobactam for injection) is a co-packaged product containing a beta-lactam antibacterial and beta lactamase inhibitor and a beta lactamase inhibitor, indicated in patients 18 years of age and older for the treatment of hospital-acquired bacterial pneumonia and ventilator-associated bacterial pneumonia (HABP/VABP), caused by susceptible isolates of Acinetobacter baumannii-calcoaceticus complex.",
    "sideEffects": "The following serious adverse reactions are described in greater detail in the Warnings and Precautions section: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Clostridioides difficile-Associated Diarrhea (CDAD) [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xacduro is (1 g of sulbactam, 1 g of durlobactam) administered every 6 hours by intravenous (IV) infusion over 3 hours in patients with creatinine clearance (CLcr) of 45 to 129 mL/minute."
  },
  {
    "name": "Xaciato",
    "genericName": "clindamycin phosphate vaginal gel",
    "description": "Xaciato (clindamycin phosphate) Vaginal Gel is a lincosamide antibacterial indicated for the treatment of bacterial vaginosis in female patients 12 years of age and older.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Clostridioides difficile-Associated Diarrhea (CDAD) [see WARNINGS AND PRECAUTIONS] Use with Polyurethane Condoms [see WARNINGS AND PRECAUTIONS] Vaginal Candida Infections [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Xaciato is one applicatorful (5 g of gel containing 100 mg of clindamycin) administered once intravaginally as a single dose at any time of the day."
  },
  {
    "name": "Xadago",
    "genericName": "safinamide tablets",
    "description": "Xadago (safinamide) is a monoamine oxidase type B (MAO-B) inhibitor indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson's disease (PD) experiencing “off” episodes.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of labeling: Hypertension [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Falling Asleep During Activities of Daily Living [see WARNINGS AND PRECAUTIONS] Dyskinesia [see WARNINGS AND PRECAUTIONS] Hallucinations / Psychotic Behavior [see WARNINGS AND PRECAUTIONS] Impulse Control / Compulsive Behaviors [see WARNINGS AND PRECAUTIONS] Withdrawal-Emergent Hyperpyrexia and Confusion [see WARNINGS AND PRECAUTIONS] Retinal Pathology [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The initial dose of Xadago is 50 mg administered orally once daily at the same time of day; after two weeks, the dose may be increased to 100 mg once daily, based on individual need and tolerability."
  },
  {
    "name": "Xalatan",
    "genericName": "latanoprost ophthalmic",
    "description": "Xalatan (latanoprost) is a prostaglandin analogue ophthalmic solution used to treat pressure in the eye (glaucoma, ocular hypertension) by decreasing liquid in the eye. Xalantan is available as a generic drug.",
    "sideEffects": "The following adverse reactions were reported in postmarketing experience and are discussed in greater detail in other sections of the label: Iris pigmentation changes [see WARNINGS AND PRECAUTIONS] Eyelid skin darkening [see WARNINGS AND PRECAUTIONS] Eyelash changes (increased length, thickness, pigmentation, and number of lashes) [see WARNINGS AND PRECAUTIONS] Intraocular inflammation (iritis/uveitis) [see WARNINGS AND PRECAUTIONS] Macular edema, including cystoid macular edema [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xalatan (latanoprost) is available in an ophthalmic solution; strength is 0.005% (50 μg/mL). It is administered by an eyedropper. The amount is determined by the doctor."
  },
  {
    "name": "Xalkori",
    "genericName": "crizotinib",
    "description": "Xalkori (crizotinib) is an oral receptor tyrosine kinase inhibitor indicated for the treatment of patients with advanced or metastatic non-small cell lung cancer (NSCLC).",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Interstitial Lung Disease/Pneumonitis [see WARNINGS AND PRECAUTIONS] QT Interval Prolongation [see WARNINGS AND PRECAUTIONS] Bradycardia [see WARNINGS AND PRECAUTIONS] Severe Visual Loss [see WARNINGS AND PRECAUTIONS] Gastrointestinal Toxicity in Pediatric and Young Adult Patients with ALCL or Pediatric Patients with IMT [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xalkori (crizotinib) is available in a 200 and 250 mg strength capsules. The recommended dose and schedule of Xalkori is 250 mg taken orally twice daily. Capsules should be swallowed whole. Xalkori may be taken with or without food. If a dose of Xalkori is missed, then it should be taken as soon as the patient remembers unless it is less than six hours until the next dose, in which case the patient should not take the missed dose. Patients should not take two doses at the same time to make up for a missed dose. Serious side effects include pneumonitis, QT prolongation and hepatic alterations."
  },
  {
    "name": "Xanax",
    "genericName": "alprazolam",
    "description": "Xanax (alprazolam) is a benzodiazepine used as an anti-anxiety medication prescribed to treat panic attacks and anxiety disorders. Xanax is available in generic form.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Risks from Concomitant Use with Opioids [see WARNINGS AND PRECAUTIONS] Abuse, Misuse, and Addiction [see WARNINGS AND PRECAUTIONS] Dependence and Withdrawal Reactions [see WARNINGS AND PRECAUTIONS] Effects on Driving and Operating Machinery [see WARNINGS AND PRECAUTIONS] Patients with Depression [see WARNINGS AND PRECAUTIONS] Neonatal Sedation and Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Risks in Patients with Impaired Respiratory Function [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Treatment for patients with anxiety should be initiated with a dose of 0.25 to 0.5 mg Xanax given three times daily. Treatment of many panic disorders in patients has required the use of Xanax at doses greater than 4 mg daily."
  },
  {
    "name": "Xanax XR",
    "genericName": "alprazolam",
    "description": "Xanax XR (alprazolam) is a benzodiazepine used for treating panic attacks. Generic formulations are available.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Risks from Concomitant Use with Opioids [see WARNINGS AND PRECAUTIONS] Abuse, Misuse, and Addiction [see WARNINGS AND PRECAUTIONS] Dependence and Withdrawal Reactions [see WARNINGS AND PRECAUTIONS] Effects on Driving and Operating Machinery [see WARNINGS AND PRECAUTIONS] Patients with Depression [see WARNINGS AND PRECAUTIONS] Neonatal Sedation and Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Risks in Patients with Impaired Respiratory Function [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Xanax XR is 3 to 6 mg daily."
  },
  {
    "name": "Cobenfy",
    "genericName": "xanomeline and trospium chloride capsules",
    "description": "Cobenfy (xanomeline and trospium chloride) is a combination of a muscarinic agonist and a muscarinic antagonist indicated for the treatment of schizophrenia in adults.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Risk of Urinary Retention [see WARNINGS AND PRECAUTIONS] Risk of Use in Patients with Hepatic Impairment [see WARNINGS AND PRECAUTIONS] Risk of Use in Patients with Biliary Disease [see WARNINGS AND PRECAUTIONS] Decreased Gastrointestinal Motility [see WARNINGS AND PRECAUTIONS] Risk of Angioedema [see WARNINGS AND PRECAUTIONS] Risk of Use in Patients with Narrow-angle Glaucoma [see WARNINGS AND PRECAUTIONS] Increases in Heart Rate [see WARNINGS AND PRECAUTIONS] Anticholinergic Adverse Reactions in Patients with Renal Impairment [see WARNINGS AND PRECAUTIONS] Central Nervous System Effects [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dosage of Cobenfy is 50 mg/20 mg orally twice daily for at least two days, then increased to 100 mg/20 mg twice daily for at least five days."
  },
  {
    "name": "Xaracoll",
    "genericName": "bupivacaine hydrochloride implant",
    "description": "Xaracoll (bupivacaine hydrochloride) contains an amide local anesthetic and is used in adults for placement into the surgical site to produce postsurgical pain relief (analgesia) for up to 24 hours following open inguinal hernia repair.",
    "sideEffects": "The following clinically significant adverse reactions have been reported and described in the Warnings section in the labeling: Dose-Related Toxicity [see WARNINGS AND PRECAUTIONS] Methemoglobinemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Xaracoll is 300 mg bupivacaine HCl (three Xaracoll implants, each containing 100 mg bupivacaine)."
  },
  {
    "name": "Xarelto",
    "genericName": "rivaroxaban film-coated oral tablets",
    "description": "Xarelto (rivaroxaban) is a Factor Xa inhibitor indicated for the prevention of deep vein thrombosis which may lead to pulmonary embolism in patients undergoing knee or hip replacement surgery.",
    "sideEffects": "The following clinically significant adverse reactions are also discussed in other sections of the labeling: Increased Risk of Stroke After Discontinuation in Nonvalvular Atrial Fibrillation [see BOXED WARNING and WARNINGS AND PRECAUTIONS] Bleeding Risk [see WARNINGS AND PRECAUTIONS] Spinal/Epidural Hematoma [see BOXED WARNING and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Xarelto is 10 mg taken orally once daily with or without food."
  },
  {
    "name": "Xartemis XR",
    "genericName": "oxycodone hydrochloride and acetaminophen extended-release",
    "description": "Xartemis XR (oxycodone hydrochloride and acetaminophen) is a combination of an opioid (narcotic) pain reliever and the analgesic acetaminophen used to manage acute pain severe enough to require opioid treatment and for which alternative treatment options are inadequate.",
    "sideEffects": "The following treatment-emergent adverse reactions are\ndiscussed in more detail in other sections of the labeling: Respiratory Depression [see CONTRAINDICATIONS, WARNINGS\n    AND PRECAUTIONS, and OVERDOSAGE] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Use With Other Acetaminophen-containing Products [see WARNINGS\n    AND PRECAUTIONS] Interactions with Other CNS Depressants [see WARNINGS\n    AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dose of Xartemis XR is 2 tablets every 12 hours administered with or without food."
  },
  {
    "name": "Xatmep",
    "genericName": "methotrexate oral solution",
    "description": "Xatmep (methotrexate) oral solution is a folate analog metabolic inhibitor indicated for the treatment of pediatric patients with acute lymphoblastic leukemia (ALL) as a component of a combination chemotherapy maintenance regimen; and for management of pediatric patients with active polyarticular juvenile idiopathic arthritis (pJIA) who are intolerant of or had an inadequate response to first-line therapy.",
    "sideEffects": "The following adverse reactions are discussed in more detail in other sections of the labeling. Bone Marrow Suppression [see WARNINGS AND PRECAUTIONS] Serious Infections [see WARNINGS AND PRECAUTIONS] Renal Toxicity and Increased Toxicity with Renal Impairment [see WARNINGS AND PRECAUTIONS] Gastrointestinal Toxicity [see WARNINGS AND PRECAUTIONS] Hepatic Toxicity [see WARNINGS AND PRECAUTIONS] Pulmonary Toxicity [see WARNINGS AND PRECAUTIONS] Hypersensitivity and Dermatologic Reactions [see WARNINGS AND PRECAUTIONS] Secondary Malignancies [see WARNINGS AND PRECAUTIONS] Ineffective Immunization and Risks Associated with Live Vaccines [see WARNINGS AND PRECAUTIONS] Infertility [see WARNINGS AND PRECAUTIONS] Increased Toxicity Due to Third-Space Accumulation [see WARNINGS AND PRECAUTIONS] Soft Tissue and Bone Toxicity with Radiation Therapy [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Xatmep to treat ALL is 20 mg/m2 one time weekly. The recommended dosage of Xatmep to treat pJIA is a starting dose of 10 mg/m2 one time weekly."
  },
  {
    "name": "Xcopri",
    "genericName": "cenobamate tablets",
    "description": "Xcopri (cenobamate tablets) is an antiepileptic drug (AED) used to treat partial-onset seizures in adult patients.",
    "sideEffects": "The following serious adverse reactions are described in more detail in the Warnings and Precautions section of the labeling: Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity [see WARNINGS AND PRECAUTIONS QT Shortening [see WARNINGS AND PRECAUTIONS] Suicidal Behavior and Ideation [see WARNINGS AND PRECAUTIONS] Neurological Adverse Reactions [see WARNINGS AND PRECAUTIONS] Withdrawal of Antiepileptic Drugs [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended initial dosage of Xcopri is 12.5 mg once daily, adjusted to the recommended maintenance dosage of 200 mg once daily."
  },
  {
    "name": "Xdemvy",
    "genericName": "lotilaner ophthalmic solution",
    "description": "Xdemvy (lotilaner ophthalmic solution) is an ectoparasiticide (anti-parasitic) indicated for the treatment of Demodex blepharitis.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Xdemvy is one drop instilled in each eye twice daily (approximately 12 hours apart) for 6 weeks."
  },
  {
    "name": "Xeglyze",
    "genericName": "abametapir lotion",
    "description": "Xeglyze (abametapir) is a pediculicide indicated for the topical treatment of head lice infestation in patients 6 months of age and older. Xeglyze should be used in the context of an overall lice management program: Wash (with hot water) or dry-clean all recently worn clothing, hats, used bedding and towel; wash personal care items such as combs, brushes and hair clips in hot water; and use a fine-tooth comb or special nit comb to remove dead lice and nits.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Apply Xeglyze to dry hair in an amount sufficient (up to the full content of one bottle) to thoroughly coat the hair and scalp. Avoid contact with eyes. Massage Xeglyze into the scalp and throughout the hair; leave on the hair and scalp for 10 minutes and then rinse off with warm water. Treatment with Xeglyze involves a single application."
  },
  {
    "name": "Xeljanz",
    "genericName": "tofacitinib tablets",
    "description": "Xeljanz (tofacitinib citrate) is a Janus kinase (JAK) inhibitor used to treat adults with moderate to severely active rheumatoid arthritis (RA) who have not responded well to methotrexate, or cannot tolerate it.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Serious Infections [see WARNINGS AND PRECAUTIONS] Mortality [see WARNINGS AND PRECAUTIONS] Malignancy and Lymphoproliferative Disorders [see WARNINGS AND PRECAUTIONS] Major Adverse Cardiovascular Events [see WARNINGS AND PRECAUTIONS] Thrombosis [see WARNINGS AND PRECAUTIONS] Gastrointestinal Perforations [see WARNINGS AND PRECAUTIONS] Hypersensitivity [see WARNINGS AND PRECAUTIONS] Laboratory Abnormalities [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Xeljanz is 5 mg twice daily."
  },
  {
    "name": "Xeloda",
    "genericName": "capecitabine",
    "description": "Xeloda (capecitabine) is an antineoplastic (anti-cancer) medication used to treat breast cancer and colon or rectum cancer that has spread to other parts of the body.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Cardiotoxicity [see WARNINGS AND PRECAUTIONS] Diarrhea [see WARNINGS AND PRECAUTIONS] Dehydration [see WARNINGS AND PRECAUTIONS] Renal Toxicity [see WARNINGS AND PRECAUTIONS] Serious Skin Toxicities [see WARNINGS AND PRECAUTIONS] Palmar-Plantar Erythrodysesthesia Syndrome [see WARNINGS AND PRECAUTIONS] Myelosuppression [see WARNINGS AND PRECAUTIONS] Hyperbilirubinemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Dose of Xeloda is calculated according to body surface area. Xeloda tablets are swallowed whole with water within 30 minutes after a meal."
  },
  {
    "name": "Xelpros",
    "genericName": "latanoprost ophthalmic emulsion",
    "description": "Xelpros (latanoprost ophthalmic emulsion) is a prostaglandin F2a analog indicated for reduction of elevated intraocular pressure in patients with open-angle glaucoma, or ocular hypertension.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Xelpros is one drop in the affected eye(s) once daily in the evening."
  },
  {
    "name": "Xelstrym",
    "genericName": "dextroamphetamine",
    "description": "Xelstrym (dextroamphetamine) is a central nervous system (CNS) stimulant indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in adults and pediatric patients 6 years and older.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the labeling Known hypersensitivity to amphetamine products or other ingredients of XELSTRYM [see CONTRAINDICATIONS] Hypertensive Crisis When Used Concomitantly with Monoamine Oxidase Inhibitors [see CONTRAINDICATIONS and DRUG INTERACTIONS] Abuse, Misuse, and Addiction [see BOXED WARNING, WARNINGS AND PRECAUTIONS and Drug Abuse And Dependence] Risks to Patients with Serious Cardiac Disease [see WARNINGS AND PRECAUTIONS] Increased Blood Pressure and Heart Rate [see WARNINGS AND PRECAUTIONS] Psychiatric Adverse Reactions [see WARNINGS AND PRECAUTIONS] Long-Term Suppression of Growth in Pediatric Patients [see WARNINGS AND PRECAUTIONS] Peripheral Vasculopathy, including Raynaud's phenomenon [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Contact Sensitization [see WARNINGS AND PRECAUTIONS] Application Site Reactions [see WARNINGS AND PRECAUTIONS] Use of External Heat [see WARNINGS AND PRECAUTIONS] Motor and Verbal Tics, and Worsening of Tourette's Syndrome [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dose of Xelstrym for pediatric patients age 6 to 17 years is 4.5 mg/9 hours. Titrate dosage in weekly increments of 4.5 mg up to a maximum recommended dose of 18 mg/9 hours."
  },
  {
    "name": "Xembify",
    "genericName": "immune globulin subcutaneous, human – klhw injection",
    "description": "Xembify (immune globulin subcutaneous, human–klhw) is a 20% immune globulin\nsolution for subcutaneous injection indicated for treatment of Primary Humoral\nImmunodeficiency (PI) in patients 2 years of age and older.",
    "sideEffects": "The most common adverse reactions in ≥ 5% of\nsubjects in the clinical trial were local adverse reactions including infusion\nsite erythema (redness), infusion site pain, infusion site swelling\n(puffiness), infusion site bruising, infusion site nodule, infusion site\npruritus (itching), infusion site induration (firmness), infusion site scab,\ninfusion site edema, and systemic reactions including cough and diarrhea.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Xembify is individualized based on the patient's pharmacokinetic and\nclinical response."
  },
  {
    "name": "Xenazine",
    "genericName": "tetrabenazine tablets",
    "description": "Xenazine (tetrabenazine) is a monoamine depletory used to treat Huntington's chorea (uncontrolled muscle movements). Xenazine reduces the amount of certain chemicals in the body that are overly active in people with Huntington's disease.",
    "sideEffects": "The following serious adverse reactions are described\nbelow and elsewhere in the labeling: Depression and suicidality [see WARNINGS AND\n    PRECAUTIONS] Akathisia, restlessness, and agitation [see WARNINGS\n    AND PRECAUTIONS] Parkinsonism [see WARNINGS AND PRECAUTIONS] Dysphagia [see WARNINGS AND PRECAUTIONS] Sedation and somnolence [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Xenazine is 12.5 mg per day given once in the morning. After one week, the dose is increased to 25 mg per day given as 12.5 mg twice a day."
  },
  {
    "name": "Xenical",
    "genericName": "orlistat 120 mg",
    "description": "Xenical (orlistat) is a gastrointestinal lipase inhibitor used to help with weight loss by preventing the digestion and absorption of fat in food by inhibiting the enzyme lipase in the intestine.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xenical is taken as oral capsules."
  },
  {
    "name": "Xenleta",
    "genericName": "lefamulin injection",
    "description": "Xenleta (lefamulin) is a pleuromutilin antibacterial indicated for the treatment of adults with community-acquired bacterial pneumonia (CABP) caused by susceptible microorganisms.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: QT Prolongation [see WARNINGS AND PRECAUTIONS]. Clostridioides difficile-associated Diarrhea [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Xenleta is 150 mg every 12 hours by intravenous infusion over 60 minutes for 5 to 7 days or 600 mg orally every 12 hours for 5 days."
  },
  {
    "name": "Xenon Xe 133 Gas",
    "genericName": "xenon gas in carbon dioxide",
    "description": "",
    "sideEffects": "Adverse reactions related to the use of this agent have\nnot been reported to date.",
    "warnings": "Xenon Xe 133 Gas delivery systems, i.e., respirators or\nspirometers, and associated tubing assemblies must be leakproof to avoid loss\nof radioactivity into the environs not specifically protected by exhaust systems.",
    "dosage": ""
  },
  {
    "name": "Xenoview",
    "genericName": "xenon xe 129 gas blend",
    "description": "Xenoview (xenon Xe 129 hyperpolarized) prepared from the Xenon Xe 129 Gas Blend, is a hyperpolarized contrast agent indicated for use with magnetic resonance imaging (MRI) for evaluation of lung ventilation in adults and pediatric patients aged 12 years and older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended target dose of Xenoview for adult and pediatric patients aged 12 years and older is 75 mL to 100 mL."
  },
  {
    "name": "Xenon Xe 133 Gas",
    "genericName": "xenon gas in carbon dioxide",
    "description": "",
    "sideEffects": "Adverse reactions related to the use of this agent have\nnot been reported to date.",
    "warnings": "Xenon Xe 133 Gas delivery systems, i.e., respirators or\nspirometers, and associated tubing assemblies must be leakproof to avoid loss\nof radioactivity into the environs not specifically protected by exhaust systems.",
    "dosage": ""
  },
  {
    "name": "Xenoview",
    "genericName": "xenon xe 129 gas blend",
    "description": "Xenoview (xenon Xe 129 hyperpolarized) prepared from the Xenon Xe 129 Gas Blend, is a hyperpolarized contrast agent indicated for use with magnetic resonance imaging (MRI) for evaluation of lung ventilation in adults and pediatric patients aged 12 years and older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended target dose of Xenoview for adult and pediatric patients aged 12 years and older is 75 mL to 100 mL."
  },
  {
    "name": "Xenpozyme",
    "genericName": "olipudase alfa-rpcp for injection",
    "description": "Xenpozyme (olipudase alfa-rpcp) is a hydrolytic lysosomal sphingomyelin-specific enzyme indicated for treatment of non–central nervous system manifestations of acid sphingomyelinase deficiency (ASMD) in adult and pediatric patients.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions Including Anaphylaxis [see WARNINGS AND PRECAUTIONS] Infusion-Associated Reactions (IARs) [see WARNINGS AND PRECAUTIONS] Elevated Transaminase Levels [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended adult starting dose of Xenpozyme is 0.1 mg/kg administered as an intravenous infusion."
  },
  {
    "name": "Xeomin",
    "genericName": "incobotulinumtoxin a for injection",
    "description": "Xeomin (incobotulinumtoxinA) is an acetylcholine release inhibitor and neuromuscular blocking agent indicated for the treatment or improvement of chronic sialorrhea in patients 2 years of age and older; upper limb spasticity in adults; upper limb spasticity in pediatric patients 2 to 17 years of age, excluding spasticity caused by cerebral palsy; cervical dystonia in adults; blepharospasm in adults; and the appearance of upper facial lines in adults: moderate to severe glabellar lines associated with corrugator and/or",
    "sideEffects": "The following adverse reactions to XEOMIN are discussed in greater detail in other sections of the labeling: Spread of Effects from Toxin [see WARNINGS AND PRECAUTIONS] Lack of Unit Equivalency between Botulinum Toxin Products [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Dysphagia and Breathing Difficulties [see WARNINGS AND PRECAUTIONS] Corneal Exposure, Corneal Ulceration, and Ectropion in Patients Treated with XEOMIN for Blepharospasm [see WARNINGS AND PRECAUTIONS] Risk of Ptosis in Patients Treated for Glabellar Lines [see WARNINGS AND PRECAUTIONS] Human Albumin and Transmission of Viral Diseases [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended total dose of Xeomin to treat chronic sialorrhea in adults is 100 Units per treatment session consisting of 30 Units per parotid gland and 20 Units per submandibular gland, no sooner than every 16 weeks."
  },
  {
    "name": "Xepi",
    "genericName": "ozenoxacin cream for topical use",
    "description": "Xepi (ozenoxacin) Cream is a quinolone antimicrobial indicated for the topical treatment of impetigo due to Staphylococcus aureus or Streptococcus pyogenes in adult and pediatric patients 2 months of age and older.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Apply a thin layer of dose of Xepi topically to the affected area twice daily for 5 days."
  },
  {
    "name": "Xerava",
    "genericName": "eravacycline for injection",
    "description": "Xerava (eravacycline) is a tetracycline antibiotic used to treat complicated intra-abdominal infections in patients 18 years of age and older.",
    "sideEffects": "The following clinically significant adverse reactions are described in greater detail in the\nWarnings and Precautions section: Hypersensitivity Reactions [WARNINGS AND PRECAUTIONS] Tooth Discoloration [WARNINGS AND PRECAUTIONS] Inhibition of Bone Growth [WARNINGS AND PRECAUTIONS] Clostridium difficile-Associated Diarrhea [WARNINGS AND PRECAUTIONS] Tetracycline Class Adverse Reactions [WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Administer the dose of Xerava for injection 1 mg/kg by intravenous infusion over approximately 60 minutes every 12 hours for a total duration of 4 to 14 days."
  },
  {
    "name": "Xerese",
    "genericName": "acyclovir and hydrocortisone cream",
    "description": "Xerese (acyclovir and hydrocortisone) Cream 5%/1% for Topical Use is a combination antiviral medication and anti-inflammatory corticosteroid used to treat recurrent herpes labialis (cold sores) to reduce the likelihood of ulcerative cold sores and to shorten the lesion healing time.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Topically apply Xerese 5 times per day for 5 days. Apply a dose sufficient to cover the affected area."
  },
  {
    "name": "Xermelo",
    "genericName": "telotristat ethyl tablets",
    "description": "Xermelo (telotristat ethyl) tablets are a tryptophan hydroxylase inhibitor indicated for the treatment of carcinoid syndrome diarrhea in combination with somatostatin analog (SSA) therapy in adults inadequately controlled by SSA therapy.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Xermelo in adult patients is 250 mg three times daily for patients whose diarrhea is inadequately controlled by a SSA therapy."
  },
  {
    "name": "Xevudy",
    "genericName": "sotrovimab injection",
    "description": "Xevudy (sotrovimab) is a monoclonal antibody that has received Emergency Use Authorization (EUA) for the treatment of mild-to-moderate coronavirus disease 2019 (COVID-19) in adults and pediatric patients (12 years of age and older weighing at least 40 kg) with positive results of direct SARS-CoV-2 viral testing, and who are at high risk for progression to severe COVID-19, including hospitalization or death.",
    "sideEffects": "The following serious adverse reaction is described in more detail in the Warnings and Precautions section of the labeling: Hypersensitivity including anaphylaxis and infusion related reactions [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Xevudy in patients 12 years of age and older weighing at least 40 kg is 500 mg administered as a single intravenous infusion."
  },
  {
    "name": "Xgeva",
    "genericName": "denosumab",
    "description": "Xgeva (denosumab) Injection is a human IgG2 monoclonal antibody used to treat bone problems that may occur with cancer that has spread (metastasized) to the bones.",
    "sideEffects": "The following adverse reactions are discussed below and elsewhere in the labeling: Hypersensitivity [see WARNINGS AND PRECAUTIONS] Hypocalcemia [see WARNINGS AND PRECAUTIONS and Use In Specific Populations] Osteonecrosis of the Jaw [see WARNINGS AND PRECAUTIONS] Atypical Subtrochanteric and Diaphyseal Femoral Fracture [see WARNINGS AND PRECAUTIONS] Hypercalcemia following treatment discontinuation in patients with giant cell tumor of bone and in patients with growing skeletons [see WARNINGS AND PRECAUTIONS and Use In Specific Populations] Multiple vertebral fractures (MVF) following treatment discontinuation [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Xgeva is 120 mg administered as a subcutaneous injection every 4 weeks in the upper arm, upper thigh, or abdomen."
  },
  {
    "name": "Xhance",
    "genericName": "fluticasone propionate nasal spray, for intranasal use",
    "description": "Xhance (fluticasone propionate) nasal spray is a corticosteroid indicated for the treatment of nasal polyps in patients 18 years of age or older.",
    "sideEffects": "Systemic and local corticosteroid use may result in the following: Local nasal effects: epistaxis, erosion, ulceration, septal perforation, Candida albicans infection, and impaired wound healing [see WARNINGS AND PRECAUTIONS] Cataracts and glaucoma [see WARNINGS AND PRECAUTIONS] Hypersensitivity reactions including anaphylaxis [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS] Immunosuppression [see WARNINGS AND PRECAUTIONS] HPA axis effects, including growth reduction [see WARNINGS AND PRECAUTIONS] Reduction in bone mineral density [see WARNINGS AND PRECAUTIONS] Effect on Growth [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended adult dosage of Xhance is one spray per nostril twice daily (total daily dose of 372 mcg). Two sprays per nostril twice daily may also be effective in some patients (total daily dose of 744 mcg)."
  },
  {
    "name": "Xiaflex",
    "genericName": "collagenase clostridium histolyticum",
    "description": "Xiaflex (collagenase Clostridium histolyticum) is a nonsurgical enzyme treatment derived from Clostridium histolyticum bacteria for adults with Dupuytren's contracture when a cord can be felt. Xiaflex is available in a generic form as collagenase Clostridium histolyticum.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail elsewhere in the labeling: Tendon ruptures or other serious injury to the injected extremity [see WARNINGS AND PRECAUTIONS] Corporal rupture (penile fracture) and severe penile hematoma[see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions, Including Anaphylaxis [see WARNINGS AND PRECAUTIONS] Risk of Bleeding in Patients with Abnormal Coagulation [see WARNINGS AND PRECAUTIONS] Acute Post-Injection Back Pain Reactions [see WARNINGS AND PRECAUTIONS] Syncope and Presyncope [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xiaflex is available in single-use, glass vials containing 0.9 mg of collagenase derived  from Clostridium histolyticum. Xiaflex should be administered by a healthcare provider experienced in injection procedures of the hand and in the treatment of Dupuytren's contracture; the drug is injected into the contracture cord. The amounts vary depending on which joint is affected."
  },
  {
    "name": "Xibrom",
    "genericName": "bromfenac ophthalmic solution",
    "description": "Xibrom (bromfenac ophthalmic solution) is a nonsteroidal anti-inflammatory drug (NSAID) used to treat swelling and pain caused by cataract surgery.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "For the treatment of postoperative inflammation in patients who have undergone cataract extraction, the recommended dose of Xibrom ophthalmic solution is one drop applied to the affected eye(s) two times daily beginning 24 hours after cataract surgery and continuing through the first 2 weeks of the postoperative period."
  },
  {
    "name": "Xifaxan",
    "genericName": "rifaximin",
    "description": "Xifaxan (rifaximin) is an antibiotic indicated for the treatment of patients 12 years of age and older with travelers' diarrhea caused by noninvasive strains of  Escherichia coli (E. coli), and to lower the risk of worsened brain function, or hepatic encephalopathy, in adults with liver failure.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Clostridium difficile-associated diarrhea [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Xifaxan (rifaximin) tablets for oral administration are film-coated and contain 200 or 550 mg of rifaximin. Usual dosage is 200 mg three times a day for three days for diarrhea and 550mg twice a day for 3 days for hepatic encephalopathy. Serious side effects include C. difficile diarrhea and continued diarrhea due to organisms resistant to the drug."
  },
  {
    "name": "Xigduo XR",
    "genericName": "dapagliflozin and metformin hcl extended-release tablets",
    "description": "Xigduo XR (dapagliflozin and metformin HCl) is a combination of two oral antihyperglycemic medications used as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both dapagliflozin and metformin is appropriate.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Lactic Acidosis [see BOX WARNING and WARNINGS AND PRECAUTIONS] Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see WARNINGS AND PRECAUTIONS] Volume Depletion [see WARNINGS AND PRECAUTIONS] Urosepsis and Pyelonephritis [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Necrotizing Fasciitis of the Perineum (Fournier’s Gangrene) [see WARNINGS AND PRECAUTIONS] Vitamin B12 Concentrations [see WARNINGS AND PRECAUTIONS] Genital Mycotic Infections [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Xigduo XR is individualized based on the patient's current treatment."
  },
  {
    "name": "Xigris",
    "genericName": "drotrecogin alfa",
    "description": "",
    "sideEffects": "Bleeding is the most commonly reported adverse reaction in patients receiving \n  Xigris therapy [see CONTRAINDICATIONS and \n  WARNINGS AND PRECAUTIONS]. Patients administered \n  Xigris (drotrecogin alfa)  as treatment for severe sepsis experience many events which are potential \n  sequelae of severe sepsis and may or may not be attributable to Xigris (drotrecogin alfa)  therapy. \n  In severe sepsis clinical trials, there were no types of non-bleeding adverse \n  events suggesting a causal association with Xigris (drotrecogin alfa) .",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": ""
  },
  {
    "name": "Xiidra",
    "genericName": "lifitegrast ophthalmic solution, 5%",
    "description": "Xiidra (lifitegrast ophthalmic solution) 5%, for topical ophthalmic use is a lymphocyte function-associated antigen-1 (LFA-1) antagonist indicated for the treatment of the signs and symptoms of dry eye disease (DED).",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Hypersensitivity [see CONTRAINDICATIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xiidra is one drop twice daily in each eye (approximately 12 hours apart)."
  },
  {
    "name": "Ximino",
    "genericName": "minocycline hydrochloride",
    "description": "Ximino (minocycline hydrochloride) Extended-Release Capsules is a tetracycline class antibiotic indicated to treat only inflammatory lesions of non-nodular moderate to severe acne vulgaris in patients 12 years of age and older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Ximino is available in five dosing strengths of 45 mg, 67.5 mg, 90 mg, 112.5 mg, and 135 mg. The recommended dosage of Ximino is approximately 1 mg/kg once daily for 12 weeks."
  },
  {
    "name": "Xipere",
    "genericName": "triamcinolone acetonide injectable suspension",
    "description": "Xipere (triamcinolone acetonide injectable suspension) is a corticosteroid indicated for the treatment of macular edema associated with uveitis.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Xipere is 4 mg (0.1 mL) administered as a suprachoroidal injection."
  },
  {
    "name": "Xodol",
    "genericName": "hydrocodone bitartrate and acetaminophen tablets",
    "description": "Xodol (hydrocodone bitartrate and acetaminophen tablet) is a combination of an opioid pain reliever and an analgesic/fever reducer used to manage pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.",
    "sideEffects": "The following adverse reactions have been identified\nduring post approval use of hydrocodone and acetaminophen tablets. Because\nthese reactions are reported voluntarily from a population of uncertain size,\nit is not always possible to reliably estimate their frequency or establish a\ncausal relationship to drug exposure. The most frequently reported adverse reactions are\nlight-headedness, dizziness, sedation, nausea and vomiting.",
    "warnings": "Addiction, Abuse, And Misuse",
    "dosage": "The usual adult dosage of Xodol is one or two 5 mg tablets, one 7.5 mg tablet, or one 10 mg tablet, every four to six hours as needed for pain."
  },
  {
    "name": "Xofigo",
    "genericName": "radium ra 223 dichloride",
    "description": "Xofigo (radium Ra 223 dichloride) is a radiotherapeutic drug used to treat patients with castration-resistant prostate cancer, symptomatic bone metastases and no known visceral metastatic disease.",
    "sideEffects": "The following serious adverse reactions are discussed in\ngreater detail in another section of the label: Bone Marrow Suppression [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose regimen of Xofigo is 50 kBq (1.35 microcurie) per kg body weight, given at 4 week intervals for 6 injections."
  },
  {
    "name": "Xofluza",
    "genericName": "baloxavir marboxil",
    "description": "Xofluza (baloxavir marboxil) is a polymerase acidic (PA) endonuclease inhibitor indicated for the treatment of:",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Take a single dose of Xofluza orally within 48 hours of symptom onset with or without food. The dose of Xofluza depends on weight."
  },
  {
    "name": "Xolair",
    "genericName": "omalizumab",
    "description": "Xolair (omalizumab) is a monoclonal antibody indicated for adults and pediatric patients 6 years of age and older with a positive skin test or in vitro reactivity to a perennial aeroallergen and symptoms that are inadequately controlled with inhaled corticosteroids; chronic rhinosinusitis with nasal polyps (CRSwNP) in adult patients 18 years of age and older with inadequate response to nasal corticosteroids, as add-on maintenance treatment; IgE-mediated food allergy in adult and pediatric patients aged 1 year and older for the reduction of allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods - to be used in conjunction with food allergen avoidance; and for chronic spontaneous urticaria (CSU) in adults and adolescents 12 years of age and older who remain symptomatic despite H1 antihistamine treatment.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Anaphylaxis [see BOX WARNING and WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xolair to treat asthma is 75 to 375 mg administered subcutaneously every 2 or 4 weeks."
  },
  {
    "name": "Xolegel",
    "genericName": "ketoconazole",
    "description": "Xolegel (ketoconazole) is an antifungal medication used to treat fungal infections of the skin such as athlete's foot, jock itch, ringworm, and seborrhea (dry, flaking skin).",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Xolegel is to apply once daily to the affected area for 2 weeks. Xolegel is for topical use only, and not for oral, ophthalmic, or intravaginal use."
  },
  {
    "name": "Xolremdi",
    "genericName": "mavorixafor capsules",
    "description": "Xolremdi (mavorixafor) is a CXC chemokine receptor 4 antagonist indicated in patients 12 years of age and older with WHIM syndrome (warts, hypogammaglobulinemia, infections and myelokathexis) to increase the number of circulating mature neutrophils and lymphocytes.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: QTc Interval Prolongation [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Xolremdi in patients weighing more than 50 kg is 400 mg orally once daily. The recommended dosage of Xolremdi in patients weighing less than or equal to 50 kg is 300 mg orally once daily."
  },
  {
    "name": "Xopenex",
    "genericName": "levalbuterol",
    "description": "Xopenex (levalbuterol HCl) is a bronchodilator used to treat reversible obstructive airway conditions such as asthma, bronchitis, and emphysema. Xopenex is available in generic form in some strengths.",
    "sideEffects": "Use of XOPENEX HFA may be associated with the following: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Cardiovascular effects [see WARNINGS AND PRECAUTIONS] Immediate hypersensitivity reactions [see WARNINGS AND PRECAUTIONS] Hypokalemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Xopenex Inhalation Solution for patients 6-11 years old is 0.31 mg administered three times a day, by nebulization. Routine dosing should not exceed 0.63 mg three times a day. The recommended starting dosage of Xopenex for patients 12 years of age and older is 0.63 mg administered three times a day, every 6 to 8 hours, by nebulization."
  },
  {
    "name": "Xopenex HFA",
    "genericName": "levalbuterol tartrate inhalation aerosol",
    "description": "Xopenex HFA (levalbuterol tartrate) Inhalation Aerosol is a bronchodilator used to treat reversible obstructive airway conditions such as asthma, bronchitis, and emphysema.",
    "sideEffects": "Use of XOPENEX HFA may be associated with the following: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Cardiovascular effects [see WARNINGS AND PRECAUTIONS] Immediate hypersensitivity reactions [see WARNINGS AND\n    PRECAUTIONS] Hypokalemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "For treatment of acute episodes of bronchospasm or prevention of asthmatic symptoms, the usual dosage of Xopenex HFA Inhalation Aerosol for adults and children 4 years of age and older is 2 inhalations (90 mcg) repeated every 4 to 6 hours."
  },
  {
    "name": "Xospata",
    "genericName": "gilteritinib tablets",
    "description": "Xospata (gilteritinib) is a kinase inhibitor indicated for the treatment of adult patients who have relapsed or refractory acute myeloid leukemia (AML) with a FLT3 mutation as detected by an FDA-approved test.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Differentiation syndrome [see BOX WARNING and WARNINGS AND PRECAUTIONS] Posterior reversible encephalopathy syndrome [see WARNINGS AND PRECAUTIONS] Prolonged QT interval [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xospata is 120 mg orally once daily."
  },
  {
    "name": "Xphozah",
    "genericName": "tenapanor tablets",
    "description": "Xphozah (tenapanor) is a sodium hydrogen exchanger 3 (NHE3) inhibitor indicated to reduce serum phosphorus in adults with chronic kidney disease (CKD) on dialysis as add-on therapy in patients who have an inadequate response to phosphate binders or who are intolerant of any dose of phosphate binder therapy.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Xphozah is 30 mg orally twice daily before the morning and evening meals."
  },
  {
    "name": "Xpovio",
    "genericName": "selinexor tablets",
    "description": "Xpovio (selinexor) is a nuclear export inhibitor indicated in combination with dexamethasone for the treatment of adult patients with relapsed or refractory multiple myeloma (RRMM) who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody.",
    "sideEffects": "The following clinically significant adverse reactions are described in detail in other labeling sections: Thrombocytopenia [see WARNINGS AND PRECAUTIONS]. Neutropenia [see WARNINGS AND PRECAUTIONS]. Gastrointestinal Toxicity [see WARNINGS AND PRECAUTIONS]. Hyponatremia [see WARNINGS AND PRECAUTIONS]. Serious Infection [see WARNINGS AND PRECAUTIONS]. Neurological Toxicity [see WARNINGS AND PRECAUTIONS]. Cataract [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended starting dose of Xpovio is 80 mg in combination with dexamethasone taken orally on days 1 and 3 of each week."
  },
  {
    "name": "Xromi",
    "genericName": "hydroxyurea oral solution",
    "description": "Xromi (hydroxyurea) is an antimetabolite indicated to reduce the frequency of painful crises and reduce the need for blood transfusions in pediatric patients aged 6 months of age to less than 2 years with sickle cell anemia with recurrent moderate to severe painful crises.",
    "sideEffects": "The following clinically significant adverse reactions are described in detail in other labeling sections: Myelosuppression [see WARNINGS AND PRECAUTIONS] Hemolytic anemia [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Vasculitic toxicities [see WARNINGS AND PRECAUTIONS] Live vaccinations [see WARNINGS AND PRECAUTIONS] Risks with concomitant use of antiretroviral drugs [see WARNINGS AND PRECAUTIONS] Macrocytosis [see WARNINGS AND PRECAUTIONS] Pulmonary toxicity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The initial dose of Xromi is 15 mg/kg orally once daily. The patient’s blood count is monitored every two weeks. The dose of Xromi may be increased by 5 mg/kg/day every 8 to12 weeks until a maximum tolerated dose or 35 mg/kg/day is reached if blood counts are in an acceptable range."
  },
  {
    "name": "Xtampza ER",
    "genericName": "oxycodone extended-release capsules",
    "description": "Xtampza ER (oxycodone) extended-release is an opioid agonist product indicated for the management of pain severe enough to require daily, around-the-clock, long-term opioid treatment and for which alternative treatment options are inadequate.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Addiction, Abuse, and Misuse [see WARNINGS AND PRECAUTIONS] Life-Threatening Respiratory Depression [see WARNINGS AND PRECAUTIONS] Interactions with Benzodiazepines or Other CNS Depressants [see WARNINGS AND PRECAUTIONS] Neonatal Opioid Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Opioid-Induced Hyperalgesia and Allodynia [see WARNINGS AND PRECAUTIONS] Adrenal Insufficiency [see WARNINGS AND PRECAUTIONS] Severe Hypotension [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS] Withdrawal [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The initial dose of Xtampza ER is 9 mg (equivalent to 10 mg oxycodone HCl) capsules orally every 12 hours with food. The daily dose of Xtampza ER must be limited to a maximum of 288 mg per day (equivalent to 320 mg oxycodone HCl per day)."
  },
  {
    "name": "Xtandi",
    "genericName": "enzalutamide capsules",
    "description": "Xtandi (enzalutamide) is an androgen receptor inhibitor indicated for the treatment of prostate cancer in patients who have previously received Docefrez (docetaxel).",
    "sideEffects": "The following is discussed in more detail in other sections of the labeling: Seizure [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome (PRES) [see WARNINGS AND PRECAUTIONS] Hypersensitivity [see WARNINGS AND PRECAUTIONS] Ischemic Heart Disease [see WARNINGS AND PRECAUTIONS] Falls and Fractures [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Xtandi is available in capsules of 40 mg. The recommended dosage of Xtandi is 160 mg (four 40 mg capsules) administered orally once daily. Swallow capsules whole. Xtandi can be taken with or without food."
  },
  {
    "name": "Xtoro",
    "genericName": "finafloxacin otic suspension",
    "description": "Xtoro (finafloxacin otic suspension) is an antibiotic used to treat acute otitis externa (AOE), also known as swimmer's ear, with or without an otowick, caused by susceptible strains of Pseudomonas aeruginosa and Staphylococcus aureus in patients age 1 year and older.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Xtoro is four drops instilled into the affected ear(s) twice daily for seven days."
  },
  {
    "name": "Xtrelus",
    "genericName": "hydrocodone bitartrate and guaifenesin tablets",
    "description": "Xtrelus (hydrocodone bitartrate and guaifenesin) is a combination of an opioid agonist and an expectorant, indicated for the symptomatic relief of cough and to loosen mucus associated with the common cold in patients 18 years of age and older.",
    "sideEffects": "The following serious adverse reactions are described, or described in greater detail, in other sections: Addiction, abuse, and misuse [see WARNINGS AND PRECAUTIONS and Drug Abuse And Dependence] Life-threatening respiratory depression [see WARNINGS AND PRECAUTIONS and OVERDOSE] Accidental overdose and death due to medication errors [see WARNINGS AND PRECAUTIONS] Decreased mental alertness with impaired mental and/or physical abilities [see WARNINGS AND PRECAUTIONS] Interactions with benzodiazepines and other CNS depressants [see WARNINGS AND PRECAUTIONS and DRUG INTERACTIONS] Paralytic ileus, gastrointestinal adverse reactions [see WARNINGS AND PRECAUTIONS] Increased intracranial pressure [see WARNINGS AND PRECAUTIONS] Obscured clinical course in patients with head injuries [see WARNINGS AND PRECAUTIONS] Seizures [see WARNINGS AND PRECAUTIONS] Severe hypotension [see WARNINGS AND PRECAUTIONS] Neonatal Opioid Withdrawal Syndrome [see WARNINGS AND PRECAUTIONS] Adrenal insufficiency [see WARNINGS AND PRECAUTIONS] The following adverse reactions have been identified during clinical studies, in the literature, or during post-approval use of hydrocodone and/or guaifenesin. Because these reactions may be reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The most common adverse reactions to Xtrelus include: Sedation (somnolence, mental clouding, lethargy), impaired mental and physical performance, lightheadedness, dizziness, headache, dry mouth, nausea, vomiting, and constipation. Other reactions include: Anaphylaxis: Anaphylaxis has been reported with hydrocodone, one of the ingredients in Xtrelus. Body as a whole: Coma, death, fatigue, falling injuries, lethargy. Cardiovascular: Peripheral edema, increased blood pressure, decreased blood pressure, tachycardia, chest pain, palpitation, syncope, orthostatic hypotension, prolonged QT interval, hot flush. Central Nervous System: Facial dyskinesia, insomnia, migraine, increased intracranial pressure, seizure, tremor. Dermatologic: Flushing, hyperhidrosis, pruritus, rash. Endocrine/Metabolic: Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Cases of androgen deficiency have occurred with chronic use of opioids. Gastrointestinal: Abdominal pain, bowel obstruction, decreased appetite, diarrhea, difficulty swallowing, dry mouth, GERD, indigestion, pancreatitis, paralytic ileus, biliary tract spasm (spasm of the sphincter of Oddi). Genitourinary: Urinary tract infection, ureteral spasm, spasm of vesicle sphincters, urinary retention. Laboratory: Increases in serum amylase. Musculoskeletal: Arthralgia, backache, muscle spasm. Ophthalmic: Miosis (constricted pupils), visual disturbances. Psychiatric: Agitation, anxiety, confusion, fear, dysphoria, depression. Reproductive: Hypogonadism, infertility. Respiratory: Bronchitis, cough, dyspnea, nasal congestion, nasopharyngitis, respiratory depression, sinusitis, upper respiratory tract infection. Other: Drug abuse, drug dependence, opioid withdrawal syndrome. Hypoglycemia: Cases of hypoglycemia have been reported in patients taking opioids. Most reports were in patients with at least one predisposing risk factor (e.g., diabetes).",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xtrelus for adults 18 years of age and older is one tablet every 4 to 6 hours, not to exceed 6 tablets in 24 hours."
  },
  {
    "name": "Xulane",
    "genericName": "norelgestromin and ethinylestradiol transdermal system",
    "description": "Xulane (norelgestromin and ethinyl estradiol transdermal system) is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women who elect to use a transdermal patch.",
    "sideEffects": "The following serious adverse reactions with the use of combination hormonal contraceptives, including Xulane, are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOX WARNING and WARNINGS AND PRECAUTIONS] Vascular events, including venous and arterial thromboembolic events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS] Adverse reactions commonly reported by users of combination hormonal contraceptives are: Irregular uterine bleeding Nausea Breast tenderness Headache",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xulane uses a 28-day (4-week) cycle. Apply a new patch to the upper outer arm, abdomen, buttock, or back each week for 3 weeks (21 total days). Week 4 is patch-free."
  },
  {
    "name": "Xultophy",
    "genericName": "insulin degludec and liraglutide",
    "description": "Xultophy 100/3.6 (insulin degludec and liraglutide injection) is a combination of a long-acting human insulin analog and a glucagon-like peptide 1 (GLP-1) receptor agonist, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus inadequately controlled on basal insulin (less than 50 units daily) or liraglutide (less than or equal to 1.8 mg daily).",
    "sideEffects": "The following serious adverse reactions are described below or elsewhere in the prescribing information: Risk of Thyroid C-cell Tumors [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Hypoglycemia [see WARNINGS AND PRECAUTIONS] Acute Kidney Injury [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Acute Gallbladder Disease [see WARNINGS AND PRECAUTIONS] Hypokalemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended starting dosage of Xultophy 100/3.6 is 16 units (16 units of insulin degludec and 0.58 mg of liraglutide) given subcutaneously once daily."
  },
  {
    "name": "Xuriden",
    "genericName": "uridine triacetate oral granules",
    "description": "Xuriden (uridine triacetate) is a pyrimidine analog for uridine replacement indicated for the treatment of hereditary orotic aciduria.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dosage of Xuriden is 60 mg/kg once daily; the dose may be increased to 120 mg/kg (not to exceed 8 grams) once daily for insufficient efficacy."
  },
  {
    "name": "Xylocaine",
    "genericName": "lidocaine",
    "description": "Xylocaine (lidocaine HCl) Injection is a local anesthetic used for local or regional anesthesia. Xylocaine is available in generic form.",
    "sideEffects": "Adverse experiences following the administration of lidocaine are similar in nature to those observed with other amide\nlocal anesthetic agents. These adverse experiences are, in general, dose-related and may result from high plasma levels\ncaused by excessive dosage or rapid absorption, or may result from a hypersensitivity, idiosyncrasy, or diminished\ntolerance on the part of the patient. Serious adverse experiences are generally systemic in nature. The following types\nare those most commonly reported: There have been rare reports of endotracheal tube occlusion associated with the presence of dried jelly residue in the\ninner lumen of the tube (see WARNINGS and DOSAGE AND ADMINISTRATION).",
    "warnings": "EXCESSIVE DOSAGE, OR SHORT INTERVALS BETWEEN DOSES, CAN RESULT IN HIGH PLASMA\nLEVELS AND SERIOUS ADVERSE EFFECTS. PATIENTS SHOULD BE INSTRUCTED TO STRICTLY\nADHERE TO THE RECOMMENDED DOSAGE AND ADMINISTRATION GUIDELINES AS SET FORTH IN\nTHIS PACKAGE INSERT. THE MANAGEMENT OF SERIOUS ADVERSE REACTIONS MAY REQUIRE THE\nUSE OF RESUSCITATIVE EQUIPMENT, OXYGEN, AND OTHER RESUSCITATIVE DRUGS.",
    "dosage": "For normal healthy adults, the individual maximum recommended dose of Xylocaine should not exceed 4.5 mg/kg (2 mg/lb) of body weight, and in general it is recommended that the maximum total dose does not exceed 300 mg."
  },
  {
    "name": "Xylocaine DENTAL Injection",
    "genericName": "lidocaine hcl and epinephrine",
    "description": "Xylocaine DENTAL Solutions (lidocaine HCl 2% and epinephrine 1:50,000 injection) contains an anesthetic and a vasoconstrictor used for the production of local anesthesia for dental procedures by nerve block or infiltration techniques. The brand name Xylocaine DENTAL with epinephrine is discontinued, but generic versions may be available.",
    "sideEffects": "Adverse experiences following the administration of\nlidocaine are similar in nature to those observed with other amide-type local\nanesthetic agents. These adverse experiences are, in general, dose-related and\nmay result from high plasma levels (which may be caused by excessive dosage,\nrapid absorption, unintended intravascular injection or slow metabolic\ndegradation), injection technique, volume of injection, hypersensitivity,\nidiosyncrasy or diminished tolerance on the part of the patient. Serious adverse\nexperiences are generally systemic in nature. The following types are those\nmost commonly reported :",
    "warnings": "DENTAL PRACTITIONERS WHO EMPLOY LOCAL ANESTHETIC AGENTS\nSHOULD BE WELL VERSED IN DIAGNOSIS AND MANAGEMENT OF EMERGENCIES WHICH MAY\nARISE FROM THEIR USE. RESUSCITATIVE EQUIPMENT, OXYGEN AND OTHER RESUSCITATIVE DRUGS\nSHOULD BE AVAILABLE FOR IMMEDIATE USE.",
    "dosage": "The dosage of 2% Xylocaine DENTAL solutions (lidocaine HCl and epinephrine) depends on the physical status of the patient, the area of the oral cavity to be anesthetized, the vascularity of the oral tissues, and the technique of anesthesia used."
  },
  {
    "name": "Xylocaine MPF Sterile Solution",
    "genericName": "lidocaine hcl sterile solution",
    "description": "4% Xylocaine-MPF (lidocaine HCl) Sterile Solution is a local anesthetic used to numb an area of your body to help reduce pain or discomfort caused by invasive medical procedures such as surgery, needle punctures, or insertion of a catheter or breathing tube. 4% Xylocaine-MPF is also given in an epidural (spinal block) to reduce the discomfort of contractions during labor, and is sometimes used to treat irregular heart rhythms that may signal a possible heart attack. 4% Xylocaine-MPF is available in generic form.",
    "sideEffects": "Adverse experiences following the administration of\nlidocaine are similar in nature to those observed with other amide local\nanesthetic agents. These adverse experiences are, in general, dose-related and\nmay result from high plasma levels caused by excessive dosage, rapid absorption \nor inadvertent intravascular injection, or may result from a hypersensitivity,\nidiosyncrasy or diminished tolerance on the part of the patient. Serious\nadverse experiences are generally systemic in nature. The following types are\nthose most commonly reported:",
    "warnings": "4% XYLOCAINE-MPF STERILE SOLUTION SHOULD BE EMPLOYED ONLY BY CLINICIANS WHO \n  ARE WELL VERSED IN DIAGNOSIS AND MANAGEMENT OF DOSE-RELATED TOXICITY AND OTHER \n  ACUTE EMERGENCIES THAT MIGHT ARISE AND THEN ONLY AFTER ENSURING THE IMMEDIATE \n  AVAILABILITY OF OXYGEN, OTHER RESUSCITATIVE DRUGS, CARDIOPULMONARY EQUIPMENT, \n  AND THE PERSONNEL NEEDED FOR PROPER MANAGEMENT OF TOXIC REACTIONS AND RELATED \n  EMERGENCIES (see also ADVERSE REACTIONS and PRECAUTIONS). \n  DELAY IN PROPER MANAGEMENT OF DOSE-RELATED TOXICITY, UNDERVENTILATION FROM ANY \n  CAUSE AND/OR ALTERED SENSITIVITY MAY LEAD TO THE DEVELOPMENT OF ACIDOSIS, CARDIAC \n  ARREST AND, POSSIBLY, DEATH.",
    "dosage": "The dosage of 4% Xylocaine-MPF varies and depends upon the area to be anesthetized, vascularity of the tissues, individual tolerance and the technique of anesthesia."
  },
  {
    "name": "Xylocaine Viscous",
    "genericName": "lidocaine hydrochloride solution",
    "description": "Xylocaine Viscous 2% (lidocaine hydrochloride) is a local anesthetic indicated to provide the \ntopical relief of pain and discomfort. Xylocaine Viscous 2% is available in generic form.",
    "sideEffects": "Adverse experiences following the administration of\nlidocaine are similar in nature to those observed with other amide local\n anesthetic agents. These adverse experiences are, in general, dose-related and\nmay result from high plasma levels caused by excessive dosage or rapid\nabsorption, or may result from a hypersensitivity, idiosyncrasy or diminished\ntolerance on the part of the patient. Serious adverse experiences are generally\nsystemic in nature. The following types are those most commonly reported:",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Xylocaine Viscous 2% is available in strength of 20mg/ml. Dosing is variable; it should be given in reduced doses in geriatric over 65 years of age and pediatrics less than 18 years of age and should be used with caution in children younger than two years of age."
  },
  {
    "name": "Xyntha",
    "genericName": "antihemophilic factor",
    "description": "Xyntha [Antihemophilic Factor (Recombinant), Plasma/Albumin-Free] is a recombinant coagulation factor VIII used to control and prevent bleeding episodes in patients with hemophilia A (congenital factor VIII deficiency or classic hemophilia). Xyntha does not treat von Willebrand's disease.",
    "sideEffects": "The most common adverse reactions (≥10%) with XYNTHA in adult and pediatric previously treated patients (PTPs) were headache, arthralgia, pyrexia, and cough.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Dosage and duration of treatment with Xyntha depend on the severity of the factor VIII deficiency, the location and extent of bleeding, and the patient's clinical condition."
  },
  {
    "name": "Xyosted",
    "genericName": "testosterone enanthate injection",
    "description": "Xyosted (testosterone enanthate) injection is an androgen indicated for testosterone replacement therapy in adult males for conditions associated with a deficiency or absence of endogenous testosterone such as primary or hypogonadotropic hypogonadism (congenital or acquired).",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The starting dose of Xyosted is 75 mg, administered subcutaneously in the abdominal region once a week."
  },
  {
    "name": "Xyrem",
    "genericName": "sodium oxybate",
    "description": "Xyrem (sodium oxybate) is a central nervous system depressant drug indicated for the treatment of excessive daytime sleepiness and cataplexy in patients with narcolepsy.",
    "sideEffects": "The following clinically significant adverse reactions appear in other sections of the labeling: CNS depression [see WARNINGS AND PRECAUTIONS] Abuse and Misuse [see WARNINGS AND PRECAUTIONS] Respiratory Depression and Sleep-Disordered Breathing [see WARNINGS AND PRECAUTIONS] Depression and Suicidality [see WARNINGS AND PRECAUTIONS] Other Behavioral or Psychiatric Adverse Reactions [see WARNINGS AND PRECAUTIONS] Parasomnias [see WARNINGS AND PRECAUTIONS] Use in Patients Sensitive to High Sodium Intake [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dose of Xyrem is 4.5 grams per night administered orally in two equal, divided doses: 2.25 g at bedtime and 2.25 g taken 2.5 to 4 hours later."
  },
  {
    "name": "Xywav",
    "genericName": "calcium, magnesium, potassium, and sodium oxybates oral solution",
    "description": "Xywav (calcium, magnesium, potassium, and sodium oxybates) is a central nervous system depressant indicated for the treatment of cataplexy or excessive daytime sleepiness (EDS) in patients 7 years of age and older with narcolepsy.",
    "sideEffects": "The following clinically significant adverse reactions appear in other sections of the labeling: CNS depression [see WARNINGS AND PRECAUTIONS] Abuse and Misuse [see WARNINGS AND PRECAUTIONS] Respiratory Depression and Sleep-Disordered Breathing [see WARNINGS AND PRECAUTIONS] Depression and Suicidality [see WARNINGS AND PRECAUTIONS] Other Behavioral or Psychiatric Adverse Reactions [see WARNINGS AND PRECAUTIONS] Parasomnias [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The adult starting dose of Xywav is 4.5 g per night orally, divided into two doses. Titrate to effect in increments of up to 1.5 g per night per week. The recommended dosage range of Xywav for adults is 6 g to 9 g per night orally. The recommended pediatric starting dosage, titration regimen, and maximum total nightly dosage of Xywav are based on body weight."
  },
  {
    "name": "Xyzal",
    "genericName": "levocetirizine dihydrochloride",
    "description": "Xyzal (levocetirizine dihydrochloride) is an antihistamine indicated for the relief of symptoms associated with seasonal allergic rhinitis in adults and children 2 years of age and older. Xyzal is available over-the-counter.",
    "sideEffects": "Use of XYZAL has been associated with somnolence, fatigue, asthenia, and urinary retention [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Xyzal is administered orally in the form of tablets or oral solution. The recommended dose of Xyzal for adults and children 12 years of age and older is 5 mg (1 tablet or 2 teaspoons [10 mL] oral solution) once daily in the evening."
  }
]