[
  {
    "name": "Ga 68 DOTATOC",
    "genericName": "ga 68 dotatoc",
    "description": "Ga 68 DOTATOC Injection is a radioactive diagnostic agent indicated for use with positron emission tomography (PET) for localization of somatostatin receptor positive neuroendocrine tumors (NETs) in adult and pediatric patients.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dose of Ga 68 DOTATOC Injection for adults is 148 MBq (4 mCi) as a bolus intravenous injection. The recommended dose of Ga 68 DOTATOC Injection for pediatric patients is 1.59 MBq/kg (0.043 mCi/kg) with a range of 11.1 MBq (0.3 mCi) to 111 MBq (3 mCi), as a bolus intravenous injection."
  },
  {
    "name": "Neurontin",
    "genericName": "gabapentin",
    "description": "Neurontin (gabapentin) is an anti-epileptic medication used to treat seizures. Neurontin is used alone or in combination with other medications to treat seizures caused by epilepsy in adults and children who are at least 12 years old. Neurontin is also used to treat nerve pain caused by shingles (herpes zoster).",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections: Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity [see WARNINGS AND PRECAUTIONS] Anaphylaxis and Angioedema [see WARNINGS AND PRECAUTIONS] Somnolence/Sedation and Dizziness [see WARNINGS AND PRECAUTIONS] Withdrawal Precipitated Seizure, Status Epilepticus [see WARNINGS AND PRECAUTIONS] Suicidal Behavior and Ideation [see WARNINGS AND PRECAUTIONS] Respiratory Depression [see WARNINGS AND PRECAUTIONS] Neuropsychiatric Adverse Reactions (Pediatric Patients 3 to 12 Years of Age) [see WARNINGS AND PRECAUTIONS] Sudden and Unexplained Death in Patients with Epilepsy [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "In adults with postherpetic neuralgia, Neurontin may be initiated on Day 1 as a single 300 mg dose, on Day 2 as 600 mg/day (300 mg two times a day), and on Day 3 as 900 mg/day (300 mg three times a day). The starting dose of Neurontin for epilepsy with partial onset seizures in patients 12 years of age and above is 300 mg three times a day."
  },
  {
    "name": "Horizant",
    "genericName": "gabapentin enacarbil extended-release tablets",
    "description": "Horizant (gabapentin enacarbil) is an anticonvulsant drug prescribed for the treatment of moderate-to-severe primary Restless Legs Syndrome (RLS) in adults. Horizant is not recommended for patients who are required to sleep during the daytime and remain awake at night.",
    "sideEffects": "The following clinically significant adverse reactions are described in more detail in the Warnings and Precautions section of the label: Effects on Driving [see WARNINGS AND PRECAUTIONS] Somnolence/Sedation and Dizziness [see WARNINGS AND PRECAUTIONS] Suicidal Behavior and Ideation [see WARNINGS AND PRECAUTIONS] Drug Reaction With Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity[see WARNINGS AND PRECAUTIONS] Respiratory Depression [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Horizant is to be taken once per day with food at about 5 PM. Tablets should be swallowed whole and should not be cut, crushed, or chewed."
  },
  {
    "name": "Gralise",
    "genericName": "gabapentin tablets",
    "description": "Gralise (gabapentin) is a pain reliever (analgesic) used to treat pain and burning from peripheral neuropathy, and postherpetic neuralgia, a complication of shingles.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Gralise is titrated to 1800 mg taken orally once daily with the evening meal."
  },
  {
    "name": "Gabitril",
    "genericName": "tiagabine hydrochloride",
    "description": "Gabitril (tiagabine hydrochloride) is an anti-epileptic medication (anticonvulsant) used alone or in combination with other medications to treat partial seizures in adults and children who are at least 12 years old. Gabitril is available in generic form.",
    "sideEffects": "The most commonly observed adverse events in placebo-controlled, parallel-group, add-on epilepsy trials associated with the use of GABITRIL in combination with other antiepilepsy drugs not seen at an equivalent frequency among placebo-treated patients were dizziness/light-headedness, asthenia/lack of energy, somnolence, nausea, nervousness/irritability, tremor, abdominal pain, and thinking abnormal/difficulty with concentration or attention. Approximately 21% of the 2531 patients who received GABITRIL in clinical trials of epilepsy discontinued treatment because of an adverse event. The adverse events most commonly associated with discontinuation were dizziness (1.7%), somnolence (1.6%), depression (1.3%), confusion (1.1%), and asthenia (1.1%). In Studies 1 and 2 (U.S. studies), the double-blind, placebo-controlled, parallel-group, add-on studies, the proportion of patients who discontinued treatment because of adverse events was 11% for the group treated with GABITRIL and 6% for the placebo group. The most common adverse events considered the primary reason for discontinuation were confusion (1.2%), somnolence (1.0%), and ataxia (1.0%).",
    "warnings": "Seizures in Patients Without Epilepsy: Post-marketing reports have shown that GABITRIL use has been associated with new onset seizures and status epilepticus in patients without epilepsy. Dose may be an important predisposing factor in the development of seizures, although seizures have been reported in patients taking daily doses of GABITRIL as low as 4 mg/day. In most cases, patients were using concomitant medications (antidepressants, antipsychotics, stimulants, narcotics) that are thought to lower the seizure threshold. Some seizures occurred near the time of a dose increase, even after periods of prior stable dosing. The GABITRIL dosing recommendations in current labeling for treatment of epilepsy were based on use in patients with partial seizures 12 years of age and older, most of whom were taking enzyme-inducing antiepileptic drugs (AEDs; e.g., carbamazepine, phenytoin, primidone and phenobarbital) which lower plasma levels of GABITRIL by inducing its metabolism. Use of GABITRIL without enzyme-inducing antiepileptic drugs results in blood levels about twice those attained in the studies on which current dosing recommendations are based (see DOSAGE AND ADMINISTRATION).",
    "dosage": "The recommended starting dose of Gabitril for adult patients who are already taking enzyme-inducing antiepilepsy drugs (AEDs) is 4 mg once daily. The total daily dose may be increased by 4 to 8 mg at weekly intervals until clinical response is achieved or, up to 56 mg/day. The starting dose in adolescents 12 to 18 years old is 4 mg once daily, which may be increased by 4 to 8 mg at weekly intervals, up to 32 mg/day."
  },
  {
    "name": "Gablofen",
    "genericName": "baclofen injection",
    "description": "Gablofen (baclofen) is a skeletal muscle relaxant used to treat severe spasticity, a very intense tightness of muscles that may cause pain and uncontrollable spasms of the arms, legs, hands, and feet. Gablofen is also used to manage severe spasticity of cerebral or spinal origin in adult and pediatric patients age 4 years and older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Gablofen is administered by the intrathecal route, meaning it is administered via spinal catheter or lumbar puncture."
  },
  {
    "name": "Gadavist",
    "genericName": "gadobutrol",
    "description": "Gadavist (gadobutrol) is a contrast agent used with magnetic resonance imaging (MRI) in adults and children over two years of age. When used with MRI, Gadavist is used to detect and view disrupted areas of the brain and abnormal activity of the central nervous system.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in labeling: Nephrogenic Systemic Fibrosis (NSF) [see BOXED WARNING and WARNINGS AND PRECAUTIONS]. Hypersensitivity reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gadavist for adult and pediatric patients (including term neonates) is 0.1 mL/kg body weight (0.1 mmol/kg)."
  },
  {
    "name": "MultiHance",
    "genericName": "gadobenate dimeglumine injection",
    "description": "MultiHance (gadobenate dimeglumine) is a contrast agent used to allow blood vessels, organs, and other tissues to be seen more clearly during an MRI.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the label: Nephrogenic systemic fibrosis [see WARNINGS AND PRECAUTIONS] Hypersensitivity reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of MultiHance is 0.1 mmol/kg (0.2 ML/kg)."
  },
  {
    "name": "Gadavist",
    "genericName": "gadobutrol",
    "description": "Gadavist (gadobutrol) is a contrast agent used with magnetic resonance imaging (MRI) in adults and children over two years of age. When used with MRI, Gadavist is used to detect and view disrupted areas of the brain and abnormal activity of the central nervous system.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in labeling: Nephrogenic Systemic Fibrosis (NSF) [see BOXED WARNING and WARNINGS AND PRECAUTIONS]. Hypersensitivity reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gadavist for adult and pediatric patients (including term neonates) is 0.1 mL/kg body weight (0.1 mmol/kg)."
  },
  {
    "name": "Omniscan",
    "genericName": "gadodiamide",
    "description": "Omniscan (gadodiamide) injection is a magnetic resonance imaging (MRI) contrast agent that helps doctors see images of the brain, spine, chest, stomach, hip area, and other parts of the body.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the label: Nephrogenic systemic fibrosis [see WARNINGS AND PRECAUTIONS] Hypersensitivity reactions [see WARNINGS AND PRECAUTIONS] Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Omniscan is administered as a bolus dose IV injection under physician supervision."
  },
  {
    "name": "Ablavar",
    "genericName": "gadofosveset trisodium injection",
    "description": "Ablavar (gadofosveset trisodium) Injection is a contrast agent used in combination with magnetic resonance angiography (MRA) to allow blood vessels, organs, and other non-bony tissues to be seen more clearly on the MRA. Ablavar is used to help diagnose certain disorders of the heart and blood vessels.",
    "sideEffects": "The following adverse reactions are discussed in\ngreater detail in other sections of the label: Nephrogenic systemic fibrosis [see WARNINGS AND\n    PRECAUTIONS] Hypersensitivity reactions [see WARNINGS AND\n    PRECAUTIONS] Because clinical studies are conducted under widely\nvarying conditions, adverse reaction rates observed in the clinical studies of\na drug cannot be directly compared to rates in the clinical studies of another\ndrug and may not reflect the rates observed in practice.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Ablavar is given as an intravenous bolus injection, manually or by power injection, at a dose of 0.12 mL/kg body weight (0.03 mmol/kg) over a period of time up to 30 seconds followed by a 25-30 mL normal saline flush."
  },
  {
    "name": "Vasovist",
    "genericName": "gadofosveset trisodium injection for intravenous use",
    "description": "",
    "sideEffects": "Because clinical studies are conducted under widely varying\nconditions, adverse reaction rates observed in the clinical studies of a drug\ncannot be directly compared to rates in the clinical studies of another drug\nand may not reflect the rates observed in practice.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": ""
  },
  {
    "name": "Magnevist",
    "genericName": "gadopentetate dimeglumine",
    "description": "Magnevist (gadopentetate dimeglumine) Injection is a contrast agent that is used in combination with magnetic resonance imaging (MRI) to allow blood vessels, organs, and other non-bony tissues to be seen more clearly on the MRI used to help diagnose certain disorders of the heart, brain, blood vessels, and spinal tissues.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Magnevist Injection is 0.2 mL/kg (0.1 mmol/kg) administered intravenously, at a rate not to exceed 10 mL per 15 seconds."
  },
  {
    "name": "Elucirem",
    "genericName": "gadopiclenol injection",
    "description": "Elucirem (gadopiclenol) is a gadolinium-based contrast agent indicated in adult and pediatric patients aged 2 years and older for use with magnetic resonance imaging (MRI) to detect and visualize lesions with abnormal vascularity in the central nervous system (brain, spine, and associated tissues) and the body (head and neck, thorax, abdomen, pelvis, and musculoskeletal system).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in labeling: Nephrogenic Systemic Fibrosis [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Elucirem for adult and pediatric patients aged 2 years and older is 0.05 mmol/kg actual body weight (equivalent to 0.1 mL/kg) administered intravenously at approximately 2 mL/sec."
  },
  {
    "name": "Vueway",
    "genericName": "gadopiclenol injection",
    "description": "Vueway (gadopiclenol) is a gadolinium-based contrast agent indicated in adult and pediatric patients aged 2 years and older for use with magnetic resonance imaging (MRI) to detect and visualize lesions with abnormal vascularity in the central nervous system (brain, spine, and associated tissues) and the body (head and neck, thorax, abdomen, pelvis, and musculoskeletal system).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in labeling: Nephrogenic Systemic Fibrosis [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Vueway for adult and pediatric patients aged 2 years and older is 0.05 mmol/kg actual body weight (equivalent to 0.1 mL/kg) administered intravenously at approximately 2 mL/sec."
  },
  {
    "name": "Dotarem",
    "genericName": "gadoterate meglumine for use with magnetic resonance imaging",
    "description": "Dotarem (gadoterate meglumine) is a paramagnetic macrocyclic ionic contrast agent for intravenous use with magnetic resonance imaging (MRI) in brain (intracranial), spine and associated tissues in adult and pediatric patients (2 years of age and older) to detect and visualize areas with disruption of the blood brain barrier (BBB) and/or abnormal vascularity.",
    "sideEffects": "GBCAs have been associated with a risk for NSF [see WARNINGS AND PRECAUTIONS]. Confirmed diagnosis of NSF has not been reported in patients with a clear history of exposure to DOTAREM alone. Hypersensitivity reactions and acute kidney injury are described in other sections of the labeling [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "For adult and pediatric patients (2 years and older), the recommended dose of Dotarem is 0.2 mL/kg (0.1 mmol/kg) body weight administered as an intravenous bolus injection, manually or by power injector, at a flow rate of approximately 2 mL/second for adults and 1-2 mL/second for pediatric patients."
  },
  {
    "name": "Clariscan",
    "genericName": "gadoterate meglumine injection",
    "description": "Clariscan (gadoterate meglumine injection) is a gadolinium-based contrast agent indicated for intravenous use with magnetic resonance imaging (MRI) in brain (intracranial), spine and associated tissues in adult and pediatric patients to detect and visualize areas with disruption of the blood brain barrier (BBB) and/or abnormal vascularity.",
    "sideEffects": "GBCAs have been associated with a risk for NSF [see WARNINGS AND PRECAUTIONS]. Confirmed diagnosis of NSF has not been reported in patients with a clear history of exposure to gadoterate meglumine alone. Hypersensitivity reactions and acute kidney injury are described in other sections of the labeling [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "For adult and pediatric patients, the recommended dose of Clariscan is 0.2 mL/kg (0.1 mmol/kg) body weight administered as an intravenous bolus injection, manually or by power injector, at a flow rate of approximately 2 mL/second for adults and 1-2 mL/second for pediatric patients."
  },
  {
    "name": "ProHance Multipack",
    "genericName": "gadoteridol injection",
    "description": "What Is ProhHance Multipack?",
    "sideEffects": "Hypersensitivity reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": ""
  },
  {
    "name": "ProHance",
    "genericName": "gadoteridol injection solution",
    "description": "ProHance (gadoteridol) Injection is a nonionic contrast medium for magnetic resonance imaging (MRI) used to visualize lesions with abnormal vascularity in the brain (intracranial lesions), spine and associated tissues, and to visualize lesions in the head and neck.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of the prescribing information: Nephrogenic systemic fibrosis [see BOX WARNING and WARNINGS AND PRECAUTIONS]. Hypersensitivity reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  },
  {
    "name": "OptiMARK",
    "genericName": "gadoversetamide injection",
    "description": "OptiMARK 0.5 mmol/mL (gadoversetamide) Injection is a paramagnetic agent used with magnetic resonance imaging (MRI) in patients with abnormal blood-brain barrier or abnormal vascularity of the brain, spine and associated tissues, and to provide contrast enhancement and facilitate visualization of lesions with abnormal vascularity in the liver in patients who are highly suspect for liver structural abnormalities on computed tomography.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the prescribing\ninformation: Nephrogenic Systemic Fibrosis [see CONTRAINDICATIONS, \nBOX WARNING and WARNINGS AND PRECAUTIONS] Hypersensitivity reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "OptiMARK Injection is administered as a bolus peripheral intravenous injection at a dose of 0.2 mL/kg (0.1 mmol/kg) and at a rate of 1 to 2 mL/sec delivered by manual or by power injection."
  },
  {
    "name": "Eovist",
    "genericName": "gadoxetate disodium injection",
    "description": "Eovist (gadoxetate disodium) is a contrast agent that produces magnetic effects and is used in combination with magnetic resonance imaging (MRI) to help diagnose certain disorders of the liver.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Eovist is 0.1 mL/kg body weight (0.025 mmol/kg body weight)."
  },
  {
    "name": "Galafold",
    "genericName": "migalastat capsules",
    "description": "Galafold (migalastat) is an alpha-galactosidase A (alpha-Gal A) pharmacological chaperone indicated for the treatment of adults with a confirmed diagnosis of Fabry disease and an amenable galactosidase alpha gene (GLA) variant based on in vitro assay data.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage regimen of Galafold is 123 mg orally once every other day at the same time of day."
  },
  {
    "name": "Razadyne ER",
    "genericName": "galantamine hbr",
    "description": "Razadyne ER (galantamine hydrobromide) is a cholinesterase inhibitor that works by restoring the balance of certain natural substances (neurotransmitters) in the brain used to treat mild to moderate dementia caused by Alzheimer's disease. Razadyne ER is available in generic form.",
    "sideEffects": "Serious adverse reactions are discussed in more detail in the following sections of the labeling: Serious skin reactions [see WARNINGS AND PRECAUTIONS] Cardiovascular Conditions [see WARNINGS AND PRECAUTIONS] Gastrointestinal Conditions [see WARNINGS AND PRECAUTIONS] Genitourinary Conditions [see WARNINGS AND PRECAUTIONS] Neurological Conditions [see WARNINGS AND PRECAUTIONS] Pulmonary Conditions [see WARNINGS AND PRECAUTIONS] Deaths in subjects with mild cognitive impairment (MCI) [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dose of Razadyne ER is 8 mg/day. The dose should be increased to the initial maintenance dose of 16 mg/day after a minimum of 4 weeks. A further increase to 24 mg/day should be attempted after a minimum of 4 weeks at 16 mg/day."
  },
  {
    "name": "Emgality",
    "genericName": "galcanezumab-gnlm injection",
    "description": "Emgality (galcanezumab-gnlm) is a calcitonin-gene related peptide antagonist indicated for the preventive treatment of migraine in adults.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Emgality is a 240 mg loading dose (administered as two consecutive injections of 120 mg each), followed by monthly doses of 120 mg."
  },
  {
    "name": "Netspot",
    "genericName": "gallium ga 68 dotatate kit",
    "description": "Netspot (kit for the preparation of gallium Ga 68 dotatate injection), after radiolabeling with Ga 68, is a radioactive diagnostic agent indicated for use with positron emission tomography (PET) for localization of somatostatin receptor positive neuroendocrine tumors (NETs) in adult and pediatric patients.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Netspot is supplied as a single dose kit containing: Vial 1 (reaction vial with lyophilized powder) containing 40 mcg of dotatate, and Vial 2 (buffer vial) containing 1 mL of reaction buffer solution."
  },
  {
    "name": "Gallium Ga 68 PSMA-11",
    "genericName": "gallium ga 68 psma-11 injection",
    "description": "Gallium Ga 68 PSMA-11 Injection is a radioactive diagnostic agent indicated for positron emission tomography (PET) of prostate-specific membrane antigen (PSMA) positive lesions in men with prostate cancer with suspected metastasis who are candidates for initial definitive therapy or with suspected recurrence based on elevated serum prostate-specific antigen (PSA) level.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended adult dose of Gallium Ga 68 PSMA-11 is 111 MBq to 259 MBq (3 mCi to 7 mCi) as a bolus intravenous injection."
  },
  {
    "name": "Naglazyme",
    "genericName": "galsulfase",
    "description": "Naglazyme (galsulfase) is an enzyme used to treat some of the symptoms of a genetic condition called Maroteauxz-Lamy syndrome (mucopolysaccharidosis). Naglazyme improves walking and stair-climbing capacity.",
    "sideEffects": "Serious and/or clinically significant adverse reactions described elsewhere in labeling include: Anaphylaxis and Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Risk of Acute Cardiorespiratory Failure [see WARNINGS AND PRECAUTIONS] Immune-Mediated Reactions [see WARNINGS AND PRECAUTIONS] Acute Respiratory Complications Associated with Administration [see WARNINGS AND PRECAUTIONS] Infusion Reactions [see WARNINGS AND PRECAUTIONS] Spinal or Cervical Cord Compression [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage regimen of Naglazyme is 1 mg per kg of body weight administered once weekly as an intravenous infusion."
  },
  {
    "name": "Galzin",
    "genericName": "galzin zinc acetate capsules",
    "description": "Galzin (zinc acetate) is a salt of zinc used to inhibit the absorption of copper in patients with Wilson's disease, and is indicated for maintenance treatment of patients with Wilson's disease who have been initially treated with a chelating agent. Wilson's disease results in a build-up of copper in the body.",
    "sideEffects": "Clinical experience with zinc acetate has been limited. The following adverse reactions have been reported in patients with Wilson’s disease on zinc therapy: a death following overdosage with zinc sulfate (See OVERDOSE) and a death in a patient with advanced liver disease and hemolytic crisis where zinc sulfate was used as initial treatment; gastric irritation; elevations of serum alkaline phosphatase, amylase and lipase lasting from weeks to months suggesting pancreatitis. The levels usually return to high normal within the first one or two years of zinc therapy.",
    "warnings": "No Information Provided",
    "dosage": "The recommended dose of Galzin capsules for adults is 50 mg three times a day, taken on an empty stomach, at least one hour before or two to three hours after meals."
  },
  {
    "name": "Galzin",
    "genericName": "galzin zinc acetate capsules",
    "description": "Galzin (zinc acetate) is a salt of zinc used to inhibit the absorption of copper in patients with Wilson's disease, and is indicated for maintenance treatment of patients with Wilson's disease who have been initially treated with a chelating agent. Wilson's disease results in a build-up of copper in the body.",
    "sideEffects": "Clinical experience with zinc acetate has been limited. The following adverse reactions have been reported in patients with Wilson’s disease on zinc therapy: a death following overdosage with zinc sulfate (See OVERDOSE) and a death in a patient with advanced liver disease and hemolytic crisis where zinc sulfate was used as initial treatment; gastric irritation; elevations of serum alkaline phosphatase, amylase and lipase lasting from weeks to months suggesting pancreatitis. The levels usually return to high normal within the first one or two years of zinc therapy.",
    "warnings": "No Information Provided",
    "dosage": "The recommended dose of Galzin capsules for adults is 50 mg three times a day, taken on an empty stomach, at least one hour before or two to three hours after meals."
  },
  {
    "name": "gamaSTAN",
    "genericName": "immune globulin (human) for injection",
    "description": "GamaSTAN S/D (Immune Globulin (Human) for Injection Solvent/Detergent Treated) is an immune globulin indicated for protection (antibodies) against certain virus infections [hepatitis A, measles, varicella (chickenpox), rubella] in people who have not been vaccinated or have not had the infection before.",
    "sideEffects": "The most common adverse reaction reported for GAMASTAN S/D during post-approval use was fatigue.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of GamaSTAN S/D is determined by the virus it is intended to protect against and the patient's body weight."
  },
  {
    "name": "Gamifant",
    "genericName": "emapalumab-lzsg injection",
    "description": "Gamifant (emapalumab-lzsg) is an interferon gamma (IFN?) blocking antibody indicated for the treatment of adult and pediatric (newborn and older) patients with primary hemophagocytic lymphohistiocytosis (HLH) with refractory, recurrent or progressive disease or intolerance with conventional HLH therapy.",
    "sideEffects": "The following adverse reactions are described elsewhere in the labeling: Infections [see WARNINGS AND PRECAUTIONS] Infusion-Related Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dosage of Gamifant is 1 mg/kg as an intravenous infusion over 1 hour twice per week. Dexamethasone is administered concomitantly with Gamifant."
  },
  {
    "name": "Gammagard",
    "genericName": "immune globulin",
    "description": "Gammagard S/D Immune Globulin Intravenous (Human) is a sterilized solution made from human plasma used to treat primary immune deficiency, and to reduce the risk of infection in individuals with poorly functioning immune systems such as those with chronic lymphocytic leukemia (CLL). IGIV is also used to increase platelets (blood clotting cells) in people with idiopathic thrombocytopenic purpura (ITP) and to prevent aneurysm caused by a weakening of the main artery in the heart associated with Kawasaki syndrome. Gammagard is also used to treat chronic inflammatory demyelinating polyneuropathy (CIDP), a debilitating nerve disorder that causes muscle weakness and can affect daily activities. Gammagard is available in generic form.",
    "sideEffects": "Increases in creatinine and blood urea nitrogen (BUN) have been observed as\n  soon as one to two days following infusion. Progression to oliguria and anuria\n  requiring dialysis has been observed, although some patients have improved spontaneously\n  following cessation of treatment.35 Types of severe renal adverse reactions that have been seen following IGIV\n  therapy include: acute renal failure acute tubular necrosis36 proximal tubular nephropathy osmotic nephrosis18 (see also 37-39) In general, reported adverse reactions to GAMMAGARD (immune globulin) , in patients with either\n  congenital or acquired immunodeficiencies are similar in kind and frequency.\n  Various minor reactions, such as mild to moderate hypotension, headache, fatigue,\n  chills, backache, leg cramps, lightheadedness, fever, urticaria, flushing, slight\n  elevation of blood pressure, nausea and vomiting may occasionally occur. Slowing\n  or stopping the infusion usually allows the symptoms to disappear promptly. Immediate anaphylactic and hypersensitivity reactions are a remote possibility.\n  Epinephrine and antihistamines should be available for treatment of any acute \n  anaphylactoid reaction (See WARNINGS).",
    "warnings": "Warning\nImmune Globulin Intravenous (Human) products have been reported to be associated\n  with renal dysfunction, acute renal failure, osmotic nephrosis, and death.18\n  Patients predisposed to acute renal failure include patients with any degree\n  of pre-existing renal insufficiency, diabetes mellitus, age greater than 65,\n  volume depletion, sepsis, paraproteinemia, or patients receiving known nephrotoxic\n  drugs. Especially in such patients, IGIV products should be administered at\n  the minimum concentration available and the minimum rate of infusion practicable.\n  While these reports of renal dysfunction and acute renal failure have been associated\n  with the use of many of the licensed IGIV products, those containing sucrose\n  as a stabilizer accounted for a disproportionate share of the total number.*\nSee PRECAUTIONS and DOSAGE AND ADMINISTRATION sections for important\n  information intended to reduce the risk of acute renal failure.\n*GAMMAGARD S/D (immune globulin)  does not contain sucrose.",
    "dosage": "Dose of Gammagard depends on the condition being treated and the patient's weight, among other factors."
  },
  {
    "name": "Gammagard Liquid",
    "genericName": "immune globulin intravenous (human) 10%",
    "description": "Gammagard Liquid [Immune Globulin Intravenous (Human)] 10% is a preparation of highly purified and concentrated immunoglobulin G (IgG) antibodies used to treat primary immune deficiency, and to reduce the risk of infection in individuals with poorly functioning immune systems such as those with chronic lymphocytic leukemia (CLL). Gammagard Liquid is also used to increase platelets (blood clotting cells) in people with idiopathic thrombocytopenic purpura (ITP) and to prevent aneurysm caused by a weakening of the main artery in the heart associated with Kawasaki syndrome. Gammagard Liquid is also used to treat chronic inflammatory demyelinating polyneuropathy (CIDP), a debilitating nerve disorder that causes muscle weakness and can affect daily activities.",
    "sideEffects": "PI: Intravenous: The serious adverse reaction seen during intravenous treatment in the clinical studies for PI was aseptic meningitis. The most common adverse reactions for PI (observed in ≥5% of subjects) were headache, fatigue, pyrexia, nausea, chills, rigors, pain in extremity, diarrhea, migraine, dizziness, vomiting, cough, urticaria, asthma, pharyngolaryngeal pain, rash, arthralgia, myalgia, oedema peripheral, pruritus, and cardiac murmur. Subcutaneous: No serious adverse reactions were observed during the clinical study of subcutaneous treatment. The most common adverse reactions during subcutaneous treatment (observed in ≥5% of PI subjects) were infusion site (local) event, headache, fatigue, heart rate increased, pyrexia, abdominal pain upper, nausea, vomiting, asthma, blood pressure systolic increased, diarrhea, ear pain, aphthous stomatitis, migraine, oropharyngeal pain, and pain in extremity. MMN: The serious adverse reactions in the clinical study for MMN were pulmonary embolism and blurred vision. The most common adverse reactions for MMN (observed in ≥5% of subjects) were headache, chest discomfort, muscle spasms, muscular weakness, nausea, oropharyngeal pain, and pain in extremity.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Gammagard Liquid is administered intravenously under physician supervision. For patients with Primary Immunodeficiency, monthly doses of approximately 300 - 600 mg/kg infused at 3 to 4 week intervals are commonly used."
  },
  {
    "name": "Gammaked",
    "genericName": "immune globulin (human), 10% caprylate/chromatography purified injection",
    "description": "",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  },
  {
    "name": "Gammaplex",
    "genericName": "immune globulin intravenous (human), 5% liquid",
    "description": "Gammaplex (immune globulin intravenous [human], 5% liquid) is an immune globulin intravenous (human) 5% liquid indicated for the treatment of primary humoral immunodeficiency (PI) in adults and pediatric patients two years of age and older and for the treatment of chronic immune thrombocytopenic purpura (ITP).",
    "sideEffects": "Serious adverse reactions (ARs) observed in clinical\ntrial subjects with primary humoral immunodeficiency (PI) were thrombosis and\nchest pain. The one event of thrombosis (1 subject, 2%) was reported in an\nadult who also had a diagnosis of antiphospholipid syndrome which results in\nincreased clotting tendency [see WARNINGS AND PRECAUTIONS]. Serious ARs observed in clinical trial subjects with\n immune thrombocytopenic purpura (ITP) were headache, vomiting and dehydration.\nIn addition following a review of the data, 4 subjects (11%) were considered to\nhave experienced asymptomatic suspected treatment-emergent hemolysis [see Clinical\nTrials Experience]. The following potential serious ARs are described above\nand/or elsewhere in the labeling: Thrombotic Events [see WARNINGS AND PRECAUTIONS] Hemolysis [see WARNINGS AND PRECAUTIONS] The most common ARs observed in the PI clinical trials\nwere headache (29 subjects, 39%), pyrexia (11 subjects, 15%), nasal\n congestion/edema (10 subjects, 13%), fatigue (9 subjects, 12%), nausea (7\nsubjects, 9%), hypertension (6 subjects, 8%), rash (6 subjects, 8%),\n hypotension (5 subjects, 7%), infusion site reactions (5 subjects, 7%) vomiting\n(5 subjects, 7%), myalgia (4 subjects, 5%), chills (4 subjects, 5%),\n tachycardia (4 subjects, 5%), chest pain/discomfort (4 subjects, 5%), pain (4\nsubjects, 5%), dizziness (4 subjects, 5%), malaise (4 subjects, 5%), dysuria (4\nsubjects, 5%), and dry skin (4 subjects, 5%). The most common ARs observed in the chronic ITP clinical\ntrial were headache (12 subjects, 34%), vomiting (8 subjects, 23%), nausea (5\nsubjects, 14%), pyrexia (5 subjects, 14%), pruritus (2 subjects, 6%) and\n arthralgia (2 subjects, 6%).",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Gammaplex to treat PI is 300-800 mg/kg (6-16 mL/kg) every 3-4 weeks. The dose of Gammaplex to treat ITP is 1 g/kg (20 mL/kg) for 2 consecutive days."
  },
  {
    "name": "Gamunex",
    "genericName": "immune globulin intravenous (human) 10%",
    "description": "Gamunex (immune globulin intravenous human 10%) is a sterilized solution made from human plasma and is used to treat primary humoral immunodeficiency (PI).",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Dosage of Gamunex is based on the medical condition, weight, and response to treatment, and it is given by slow injection (infusion) into a vein. It can be for IV use at home after proper instruction for administration and disposal by a physician."
  },
  {
    "name": "Gamunex-C",
    "genericName": "immune globulin injection (human) 10% caprylate/chromatography purified]",
    "description": "Gamunex-C [immune globulin injection (human) 10% caprylate/chromatography purified] is a form of immunoglobulin therapy and is used to treat people with chronic inflammatory demyelinating polyneuropathy (CIDP), primary immunodeficiency (PI), and idiopathic thrombocytopenic purpura (ITP).",
    "sideEffects": "PI: Intravenous: The most common adverse reactions\nobserved at a rate  ≥ 5% in subjects with intravenous treatment in the\nclinical trials were headache, cough, injection site reaction, nausea,\n pharyngitis and urticaria. PI: Subcutaneous: The most common adverse\nreactions observed at a rate  ≥ 5% of subjects with subcutaneous treatment\nin the clinical trials were infusion site reactions, headache, influenza,\nfatigue, arthralgia and pyrexia. ITP: The most common adverse reactions observed at\na rate  ≥ 5% in subjects in the clinical trials were headache, vomiting,\nfever, nausea, back pain and rash. CIDP: The most common adverse reactions observed\nat a rate  ≥ 5% in subjects in the clinical trial were headache, fever,\nchills, hypertension, rash, nausea and asthenia.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Gamunex-C is usually given by slow injection (infusion) into a vein by a health care professional. Dosage is based on which of three medical conditions for which Gamunex-C is indicated, weight, and response to treatment."
  },
  {
    "name": "Ztalmy",
    "genericName": "ganaxolone oral suspension",
    "description": "Ztalmy (ganaxolone) is a neuroactive steroid gamma-aminobutyric acid (GABA) A receptor positive modulator indicated for the treatment of seizures associated with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder (CDD) in patients 2 years of age and older.",
    "sideEffects": "The following important adverse reactions are described elsewhere in the labeling: Somnolence and Sedation [see WARNINGS AND PRECAUTIONS] Suicidal Behavior and Ideation [see WARNINGS AND PRECAUTIONS] Withdrawal of Antiepileptic Drugs [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  },
  {
    "name": "Cytovene",
    "genericName": "ganciclovir",
    "description": "Cytovene (ganciclovir) is an antiviral drug used to treat and prevent infections caused by cytomegalovirus. This infection usually occurs in patients who have suppressed immune systems such as patients with AIDS and organ transplant patients. Cytovene is available in generic form.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of the labeling: Hematologic Toxicity [see WARNINGS AND PRECAUTIONS] Renal Impairment [see WARNINGS AND PRECAUTIONS] Impairment of Fertility [see WARNINGS AND PRECAUTIONS] Fetal Toxicity [see WARNINGS AND PRECAUTIONS] Mutagenesis and Carcinogenesis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended initial dosage of Cytovene for patients with normal renal function is 5 mg/kg (given intravenously at a constant rate over 1 hour) every 12 hours for 14 to 21 days. The recommended maintenance dosage is 5 mg/kg given as intravenous infusion over 1 hour once daily, 7 days per week, or 6 mg/kg once daily, 5 days per week."
  },
  {
    "name": "Vitrasert",
    "genericName": "ganciclovir",
    "description": "Vitrasert (ganciclovir) is an antiviral implant used to treat cytomegalovirus (CMV) retinitis in patients with acquired immunodeficiency syndrome (AIDS). The brand name Vitrasert is discontinued, but generic versions may be available.",
    "sideEffects": "During clinical trials, the most frequent adverse events seen in patients treated with the Vitrasert (ganciclovir)  Implant involved the eye. During the first two months following implantation, visual acuity loss of 3 lines or more, vitreous hemorrhage, and retinal detachments occurred in approximately 10-20% of patients. Cataract formation/lens opacities, macular abnormalities, intraocular pressure spikes, optic disk/nerve changes, hyphemas and uveitis occurred in approximately 1-5%. Adverse events with an incidence of less than 1% were:  retinopathy, anterior chamber cell and flare, synechia, hemorrhage (other than vitreous), cotton wool spots, keratopathy, astigmatism, endophthalmitis, microangiopathy, sclerosis, choroiditis, chemosis, phthisis bulbi, angle closure glaucoma with anterior chamber shallowing, vitreous detachment, vitreous traction, hypotony, severe post-operative inflammation, retinal tear, retinal hole, corneal dellen, choroidal folds, pellet extrusion from scleral wound, and gliosis.",
    "warnings": "CMV retinitis may be associated with CMV disease elsewhere in the body.  The Vitrasert (ganciclovir)  Implant provides localized therapy limited to the implanted eye.  The Vitrasert (ganciclovir)  Implant does not provide treatment for systemic CMV disease.  Patients should be monitored for extraocular CMV disease.",
    "dosage": "Each Vitrasert Implant contains a minimum dose of 4.5 mg of ganciclovir, and is designed to release the drug over a 5 to 8 month period of time."
  },
  {
    "name": "Zirgan",
    "genericName": "ganciclovir ophthalmic gel",
    "description": "",
    "sideEffects": "Most common adverse reactions reported in patients were blurred vision (60%), eye irritation (20%),\npunctate keratitis (5%), and conjunctival hyperemia (5%).",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  },
  {
    "name": "Ganirelix",
    "genericName": "ganirelix",
    "description": "Ganirelix Acetate Injection (ganirelix) is a synthetic decapeptide, a man-made form of a protein that reduces the amount of certain hormones in the body, including estrogen, used along with other medications to regulate hormones during treatment for infertility in women.",
    "sideEffects": "The safety of Ganirelix Acetate Injection (ganirelix)  was evaluated in two randomized, parallel-group, multicenter controlled clinical studies. Treatment duration for Ganirelix Acetate ranged from 1 to 14 days. Table IV represents adverse events (AEs) from first day of Ganirelix Acetate administration until confirmation of pregnancy by ultrasound at an incidence of  ≥ 1% in Ganirelix Acetate-treated subjects without regard to causality. TABLE IV: Incidence of common adverse events (Incidence  ≥ 1%\n  in Ganirelix Acetate-treated subjects). Completed controlled clinical studies\n  (All-subjects-treated group).",
    "warnings": "Ganirelix Acetate Injection (ganirelix)  should be prescribed by physicians who are experienced \n  in infertility treatment. Before starting treatment with Ganirelix Acetate, \n  pregnancy must be excluded. Safe use of Ganirelix Acetate during pregnancy has \n  not been established (see CONTRAINDICATIONS \n  and PRECAUTIONS).",
    "dosage": "After initiating FSH (follicle stimulating hormone) therapy on Day 2 or 3 of the cycle, Ganirelix Acetate Injection in a dose of 250 µg may be given subcutaneously (under the skin) once daily during the mid to late portion of the follicular phase."
  },
  {
    "name": "Ganirelix",
    "genericName": "ganirelix",
    "description": "Ganirelix Acetate Injection (ganirelix) is a synthetic decapeptide, a man-made form of a protein that reduces the amount of certain hormones in the body, including estrogen, used along with other medications to regulate hormones during treatment for infertility in women.",
    "sideEffects": "The safety of Ganirelix Acetate Injection (ganirelix)  was evaluated in two randomized, parallel-group, multicenter controlled clinical studies. Treatment duration for Ganirelix Acetate ranged from 1 to 14 days. Table IV represents adverse events (AEs) from first day of Ganirelix Acetate administration until confirmation of pregnancy by ultrasound at an incidence of  ≥ 1% in Ganirelix Acetate-treated subjects without regard to causality. TABLE IV: Incidence of common adverse events (Incidence  ≥ 1%\n  in Ganirelix Acetate-treated subjects). Completed controlled clinical studies\n  (All-subjects-treated group).",
    "warnings": "Ganirelix Acetate Injection (ganirelix)  should be prescribed by physicians who are experienced \n  in infertility treatment. Before starting treatment with Ganirelix Acetate, \n  pregnancy must be excluded. Safe use of Ganirelix Acetate during pregnancy has \n  not been established (see CONTRAINDICATIONS \n  and PRECAUTIONS).",
    "dosage": "After initiating FSH (follicle stimulating hormone) therapy on Day 2 or 3 of the cycle, Ganirelix Acetate Injection in a dose of 250 µg may be given subcutaneously (under the skin) once daily during the mid to late portion of the follicular phase."
  },
  {
    "name": "Fyremadel",
    "genericName": "ganirelix for injection",
    "description": "Fyremadel (ganirelix acetate injection, solution) is a synthetic decapeptide indicated for the inhibition of premature luteinizing hormone (LH) surges in women undergoing controlled ovarian hyperstimulation.",
    "sideEffects": "The safety of ganirelix acetate injection was evaluated in two randomized, parallel-group, multicenter controlled clinical studies. Treatment duration for ganirelix acetate ranged from 1 to 14 days. Table IV represents adverse events (AEs) from first day of ganirelix acetate administration until confirmation of pregnancy by ultrasound at an incidence of ≥ 1% in ganirelix acetate-treated subjects without regard to causality. TABLE IV: Incidence of common adverse events (Incidence ≥ 1% in ganirelix acetate-treated subjects). Completed controlled clinical studies (All-subjects-treated group).",
    "warnings": "Ganirelix acetate injection should be prescribed by physicians who are experienced in infertility treatment. Before starting treatment with ganirelix acetate, pregnancy must be excluded. Safe use of ganirelix acetate during pregnancy has not been established (see CONTRAINDICATIONS and PRECAUTIONS).",
    "dosage": "After initiating follicle stimulating hormone (FSH) therapy on Day 2 or 3 of the cycle, Fyremadel injection 250 mcg may be administered subcutaneously once daily during the mid to late portion of the follicular phase."
  },
  {
    "name": "Gantanol",
    "genericName": "sulfamethoxazole",
    "description": "Gantanol (sulfamethoxazole) is an antibacterial sulfonamide used to treat urinary tract infections (UTIs), meningitis, ear infections, and eye infections. The brand name Gantanol is discontinued, but generic versions may be available.",
    "sideEffects": "Included in the listing that follows are adverse reactions that have not been reported with this specific drug; however, the pharmacologic similarities among the sulfonamides require that each of the reactions be considered with Gantanol (sulfamethoxazole)  administration. Hematologic: Agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, hemolytic anemia, purpura, hypoprothrombinemia, methemoglobinemia, neutropenia, eosinophilia. Allergic Reactions: Anaphylaxis, allergic myocarditis, serum sickness, conjunctival and scleral injection, generalized allergic reactions. In addition, periarteritis nodosa and systemic lupus erythematosus have been reported. Dermatologic: Stevens-Johnson syndrome, epidermal necrolysis, erythema multiforme, exfoliative dermatitis, photosensitivity, pruritus, urticaria, rash, generalized skin eruptions. Gastrointestinal: Hepatitis, hepatocellular necrosis, pseudomembranous enterocolitis, pancreatitis, stomatitis, glossitis, nausea, emesis, abdominal pain, diarrhea, anorexia. Genitourinary:Creatinine elevation, toxic nephrosis with oliguria and anuria. The frequency of renal complications is considerably lower in patients receiving the more soluble sulfonamides. Neurologic: Convulsions, peripheral neuritis, ataxia, vertigo, tinnitus, headache. Psychiatric: Hallucinations, depression, apathy. Endocrine: The sulfonamides bear certain chemical similarities to some goitrogens, diuretics (acetazolamide and the thiazides) and oral hypoglycemic agents. Cross-sensitivity may exist with these agents. Diuresis and hypoglycemia have occurred rarely in patients receiving sulfonamides. Musculoskeletal: Arthralgia, myalgia. Respiratory: Pulmonary infiltrates. Miscellaneous: Edema (including periorbital), pyrexia, chills, weakness, fatigue, insomnia.",
    "warnings": "The sulfonamides should not be used for the treatment of group A beta-hemolytic streptococcal infections. In an established infection, they will not eradicate the streptococcus, and therefore will not prevent sequelae such as rheumatic fever and glomerulonephritis.",
    "dosage": "To treat severe Infections the dose of Gantanol is 4 tablets (2 g) initially, followed by 2 tablets (1 g) three times daily thereafter."
  },
  {
    "name": "Gantrisin",
    "genericName": "acetyl sulfisoxazole pediatric suspension",
    "description": "Gantrisin (acetyl sulfisoxazole pediatric suspension) is a sulfonamide (\"sulfa\") antibiotic used to treat or prevent many different types of infections caused by bacteria, such as bladder infections, ear infections, or meningitis. The brand name Gantrisin is discontinued, but generic versions may be available.",
    "sideEffects": "The listing that follows includes adverse reactions both that have been reported \n  with Gantrisin (acetyl sulfisoxazole pediatric suspension)  and some which have not been reported with this specific drug; \n  however, the pharmacologic similarities among the sulfonamides require that \n  each of the reactions be considered with the administration of Gantrisin (acetyl sulfisoxazole pediatric suspension) . Allergic/Dermatologic: Anaphylaxis, erythema multiforme (Stevens-Johnson \n  syndrome), toxic epidermal necrolysis, exfoliative dermatitis, angioedema, arteritis \n  and vasculitis, allergic myocarditis, serum sickness, rash, urticaria, pruritus, \n  photosensitivity, and conjunctival and scleral injection, generalized allergic \n  reactions and generalized skin eruptions. In addition, periarteritis nodosa \n  and systemic lupus erythematosus have been reported (see WARNINGS). Cardiovascular: Tachycardia, palpitations, syncope, cyanosis. Endocrine: The sulfonamides bear certain chemical similarities \n  to some goitrogens, diuretics (acetazolamide and thiazides) and oral hypoglycemia \n  agents. Cross-sensitivity may exist with these agents. Development of goiter, \n  diuresis and hypoglycemia have occurred rarely in patients receiving sulfonamides. Gastrointestinal: Hepatitis, hepatocellular necrosis, jaundice, \n  pseudomembranous colitis, nausea, emesis, anorexia, abdominal pain, diarrhea, \n  gastrointestinal hemorrhage, melena, flatulence, glossitis, stomatitis, salivary \n  gland enlargement, pancreatitis. Onset of pseudomembranous colitis symptoms may occur during or after treatment\n  with sulfisoxazole (see WARNINGS). Sulfisoxazole has been reported to cause increased elevations of liver-associated\n  enzymes in patients with hepatitis. Genitourinary: Crystalluria, hematuria, BUN and creatinine elevations, \n  nephritis and toxic nephrosis with oliguria and anuria. Acute renal failure \n  and urinary retention have also been reported. The frequency of renal complications, \n  commonly associated with some sulfonamides, is lower in patients receiving the \n  more soluble sulfonamides such as sulfisoxazole. Hematologic: Leukopenia, agranulocytosis, aplastic anemia, thrombocytopenia, \n  purpura, hemolyticanemia, anemia, eosinophilia, clotting disorders including \n  hypoprothrombinemia, and hypofibrinogenemia, sulfhemoglobinemia, methemoglobinemia. Musculoskeletal: Arthralgia, myalgia. Neurologic: Headache, dizziness, peripheral neuritis, paresthesia, \n  convulsions, tinnitus, vertigo, ataxia, intracranial hypertension. Psychiatric: Psychosis, hallucination, disorientation, depression, \n  anxiety, apathy. Respiratory: Cough, shortness of breath, pulmonary infiltrates \n  (see WARNINGS). Vascular: Angioedema, arteritis, vasculitis. Miscellaneous:Edema (including periorbital), pyrexia, drowsiness, \n  weakness, fatigue, lassitude, rigors, flushing, hearing loss, insomnia, pneumonitis, \n  chills.",
    "warnings": "FATALITIES ASSOCIATED WITH THE ADMINISTRATION OF SULFONAMIDES, ALTHOUGH \n  RARE, HAVE OCCURRED DUE TO SEVERE REACTIONS, INCLUDING STEVENS-JOHNSON SYNDROME, \n  TOXIC EPIDERMAL NECROLYSIS, FULMINANT HEPATIC NECROSIS, AGRANULOCYTOSIS, APLASTIC \n  ANEMIA AND OTHER BLOOD DYSCRASIAS.",
    "dosage": "The initial dose of Gantrisin for pediatric patients over 2 months of age is one half of the 24-hour dose. Maintenance dose: 150 mg/kg/24 hours or 4 gm/M²/24 hours - dose to be divided into 4 to 6 doses/24 hours."
  },
  {
    "name": "Gardasil",
    "genericName": "quadrivalent human papillomavirus (types 6, 11, 16, 18) recombinant vaccine",
    "description": "Gardasil [Human Papillomavirus Quadrivalent (Types 6, 11, 16, and 18) Vaccine, Recombinant] Intramuscular Administration is a vaccine used to prevent cancer of the anus, abnormal tissue growth of the anus, or genital warts. In girls and women, Gardasil is also used to prevent cancer of the cervix/vagina/vulva and abnormal tissue growth in these areas that can lead to cancer.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Gardasil should be administered by a doctor as an intramuscular injection as a 0.5-mL dose in 3 separate doses. The first dose is administered at the patient's convenience, the second dose two months after the first dose, and the third dose six months after the first dose."
  },
  {
    "name": "Gardasil 9",
    "genericName": "human papillomavirus 9-valent vaccine, recombinant sterile suspension for intramuscular administratio",
    "description": "Gardasil 9 (human papillomavirus 9-valent vaccine, recombinant) is a vaccine indicated in girls and women 9 through 26 years of age to protect against 9 types of HPV that cause cervical cancer, vaginal and vulvar cancers, anal cancer, and genital warts. Gardasil 9 is used in boys 9 through 15 years of age, to help protect against 9 types of HPV that cause anal cancer and genital warts.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Gardasil 9 comes in a 0.5-mL dose suspension for intramuscular injection at the following schedule: 0, 2 months, 6 months."
  },
  {
    "name": "Gastrografin",
    "genericName": "diatrizoate meglumine and diatrizoate sodium solution",
    "description": "Gastrografin (diatrizoate meglumine and diatrizoate sodium solution) is a radiopaque contrast medium indicated for radiographic examination of segments of the gastrointestinal tract (esophagus, stomach, proximal small intestine, and colon). The preparation is particularly indicated when a more viscous agent such as barium sulfate, which is not water-soluble, is not feasible or is potentially dangerous. Gastrografin may also be used as an adjunct to contrast enhancement in computed tomography of the torso (body imaging); the preparation is indicated, in conjunction with intravenous administration of a radiopaque contrast agent, when unenhanced imaging may not provide sufficient definition in distinguishing normal loops of bowel from adjacent organs or areas of suspected pathology. Gastrografin is available in generic form.",
    "sideEffects": "Most adverse reactions to enteral diagnostic radiopaque agents are mild and transitory. Nausea, vomiting and/or diarrhea, urticaria with erythema, hypoxia, acute dyspnea, tachyarrhythmia, and anaphylaxis have occurred following ingestion of the contrast medium, particularly when high concentrations of large volumes of solution are administered. Severe changes in serum osmolarity and electrolyte concentrations may produce shock-like states (see WARNINGS). It should be kept in mind that serious or anaphylactoid reactions that may occur with intravascular administration of radiopaque contrast agents are theoretically possible following administration by other routes.",
    "warnings": "Dehydration",
    "dosage": "The adult oral dosage of Gastrografin (diatrizoate meglumine and diatrizoate sodium solution) is a radiopaque may range from 30 to 90 mL (11 to 33 g iodine), depending on the nature of the examination and the size of the patient. For infants and children less than 5 years of age, the dose of Gastrografin is 30 mL (11 g iodine) are usually adequate; for children 5 to 10 years of age, the suggested dose is 60 mL (22 g iodine)."
  },
  {
    "name": "Tequin",
    "genericName": "gatifloxacin",
    "description": "Tequin (gatifloxacin) is an antibiotic used to treat bacterial infections of the lungs sinuses skin and urinary tract. Tequin is also used to treat certain sexually transmitted diseases. The brand name Tequin is discontinued but generic versions may be available.",
    "sideEffects": "",
    "warnings": "THE SAFETY AND EFFECTIVENESS OF GATIFLOXACIN IN PEDIATRIC PATIENTS, ADOLESCENTS (LESS THAN 18 YEARS OF AGE), PREGNANT WOMEN, AND LACTATING WOMEN HAVE NOT BEEN ESTABLISHED (see PRECAUTIONS: Pediatric Use, Pregnancy, and Nursing Mothers).  QTc Interval Prolongation",
    "dosage": "The dose of Tequin depends on the disease being treated."
  },
  {
    "name": "Gatifloxacin",
    "genericName": "gatifloxacin",
    "description": "",
    "sideEffects": "",
    "warnings": "THE SAFETY AND EFFECTIVENESS OF GATIFLOXACIN IN PEDIATRIC PATIENTS, ADOLESCENTS (LESS THAN 18 YEARS OF AGE), PREGNANT WOMEN, AND LACTATING WOMEN HAVE NOT BEEN ESTABLISHED (see PRECAUTIONS: Pediatric Use, Pregnancy, and Nursing Mothers).  QTc Interval Prolongation",
    "dosage": ""
  },
  {
    "name": "Zymar",
    "genericName": "gatifloxacin ophthalmic solution",
    "description": "Zymar (gatifloxacin ophthalmic solution) is a fluoroquinolone antibiotic used to treat eye infections caused by bacteria. Zymar is available in generic form.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Hypersensitivity [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS] Growth of Resistant Organisms With Prolonged Use [see WARNINGS AND PRECAUTIONS] Corneal Endothelial Cell Injury [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dosage regimen of Zymar for the treatment of bacterial conjunctivitis is: Days 1 and 2: Instill one drop every two hours in the affected eye(s) while awake, up to 8 times daily; Days 3 through 7: Instill one drop up to four times daily while awake. It is not likely other drugs you take orally or inject will have an effect on Zymar used in the eyes."
  },
  {
    "name": "Zymaxid",
    "genericName": "gatifloxacin ophthalmic solution",
    "description": "Zymaxid (gatifloxacin) Ophthalmic Solution 0.5% is a fluoroquinolone antibiotic used to treat bacterial conjunctivitis.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Zymaxid is one drop instilled every two hours in the affected eye(s) while awake, up to 8 times on Day 1. Instill one drop two to four times daily in the affected eye(s) while awake on Days 2 through 7."
  },
  {
    "name": "Gattex",
    "genericName": "teduglutide [rdna origin] for injection",
    "description": "Gattex (teduglutide [rDNA origin]) for Injection is a glucagon-like peptide-2 analog used for the treatment of adult patients with Short Bowel Syndrome (SBS) who are dependent on parenteral support.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Acceleration of Neoplastic Growth [see WARNINGS AND PRECAUTIONS] Intestinal Obstruction [see WARNINGS AND PRECAUTIONS] Biliary and Pancreatic Disease [see WARNINGS AND PRECAUTIONS] Fluid Imbalance and Fluid Overload [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended daily dose of Gattex is 0.05 mg/kg body weight administered by subcutaneous injection once daily."
  },
  {
    "name": "GaviLyte-C",
    "genericName": "polyethylene glycol and electrolytes solution",
    "description": "GaviLyte-C (PEG-3350, sodium sulfate, sodium bicarbonate, sodium chloride and potassium chloride) with flavor pack is a combination of an osmotic laxative and electrolytes indicated for bowel cleansing prior to colonoscopy or barium enema X-ray examination. GaviLyte-C is the generic of CoLyte.",
    "sideEffects": "Nausea, abdominal fullness and bloating are the most common\nadverse reactions, occurring in up to 50% of patients. Abdominal cramps,\nvomiting and anal irritation occur less frequently. These adverse reactions are\ntransient. Isolated cases of urticaria, rhinorrhea, dermatitis and rarely\nanaphylaxis, angioedema, tongue edema, and face edema have been reported, which\nmay represent allergic reactions.",
    "warnings": "Flavor pack is for use only in combination with the\ncontents of the accompanying 4 liter container. No other additional ingredients\n(e.g., flavorings) should be added to the solution. GaviLyte-C with flavor pack\nshould be used with caution in patients with severe ulcerative colitis.",
    "dosage": "The recommended oral adult dose of GaviLyte-C is 240 mL (8 fl. Oz.) every 10 minutes. Patients should fast at least 3 hours prior to administration."
  },
  {
    "name": "GaviLyte-G",
    "genericName": "polyethylene glycol & electrolytes",
    "description": "GaviLyte-G (PEG-3350, sodium sulfate, sodium bicarbonate, sodium chloride and potassium chloride) is a combination of an osmotic laxative and electrolytes indicated for bowel cleansing prior to colonoscopy and barium enema X-ray examination.",
    "sideEffects": "Nausea, abdominal dullness and bloating are the most\ncommon adverse reactions (occurring in up to 50% of patients) to administration\nof GaviLyte-G. Abdominal cramps, vomiting and anal irritation occur less\nfrequently. These adverse reactions are transient and subside rapidly. Isolated\ncases of urticaria, rhinorrhea, dermatitis and (rarely) anaphylactic reaction\nhave been reported which may represent allergic reactions. Published literature contains isolated reports of serious\nadverse reactions following the administration of PEG-ELS products in patients\nover 60 years of age. These adverse events include upper Gl bleeding from Mallory-Weiss\nTear, esophageal perforation, asystole, sudden dyspnea with pulmonary edema, and\n“butterfly-like” infiltrates on chest X-ray after vomiting and aspirating PEG.",
    "warnings": "The lemon flavor pack is for use only in combination with\nthe contents of the accompanying 4 liter container. No additional ingredients,\ne.g. flavorings, should be added to the solution. GaviLyte-G should be used\nwith caution in patients with severe ulcerative colitis.",
    "dosage": "The recommended oral adult dose is 4 liters of GaviLyte-G solution prior to gastrointestinal examination. No solid food should be consumed 3-4 hours before drinking the solution."
  },
  {
    "name": "GaviLyte-H",
    "genericName": "peg-3350, sodium chloride, sodium bicarbonate and potassium chloride",
    "description": "GaviLyte-H and Bisacodyl delayed-release tablet, for oral use (PEG-3350, sodium chloride, sodium bicarbonate and potassium chloride for oral solution and bisacodyl delayed-release tablet) is a combination of an osmotic laxative and a stimulant laxative indicated for cleansing of the colon as a preparation for colonoscopy in adults. GaviLyte-H is the generic of HalfLytely.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of GaviLyte-H and Bisacodyl is one 5 mg bisacodyl tablet with water. Do NOT chew or crush. Dissolve the GaviLyte-H powder in 2 liters of water. Wait for a bowel movement (or maximum of 6 hours) then drink all the GaviLyte-H solution at a rate of 8 ounces every 10 minutes."
  },
  {
    "name": "GaviLyte-N",
    "genericName": "peg-3350 and electrolytes",
    "description": "GaviLyte-N (PEG-3350, sodium chloride, sodium bicarbonate and potassium chloride) with flavor pack is a combination of an osmotic laxative and electrolytes indicated for bowel cleansing prior to colonoscopy. GaviLyte-N is the generic of NuLytely.",
    "sideEffects": "Nausea, abdominal fullness and bloating are the most\ncommon adverse reactions (occurring in up to 50% of patients) to administration\nof GaviLyte - N. Abdominal cramps, vomiting and anal irritation occur less\nfrequently. These adverse reactions are transient and subside rapidly. Isolated\ncases of urticaria, rhinorrhea, dermatitis and (rarely) anaphylactic reaction\nhave been reported which may represent allergic reactions. Published literature\ncontains isolated reports of serious adverse reaction following the administration\nof PEG-ELS products in patients over 60 years of age. These adverse events include\nupper Gl bleeding from Mallory-Weiss Tear, esophageal perforation, asystole,\nsudden dyspnea with pulmonary edema, and “ butterfly-like” infiltrate on\nchest X-ray after vomiting and aspirating PEG.",
    "warnings": "GaviLyte - N Flavor Pack is for use only in combination\nwith the contents of the accompanying 4 liter container. No additional\ningredients, e.g. flavorings, should be added to the solution. GaviLyte - N should\nbe used with caution in patients with severe ulcerative colitis. Use of GaviLyte\n- N in children younger than 2 years of age should be carefully monitored for\noccurrence of possible hypoglycemia, as this solution has no caloric substrate.\nDehydration has been reported in 1 child and hypokalemia has been reported in 3\nchildren.",
    "dosage": "The recommended oral adult dose of GaviLyte-N is 240 mL (8 fl. Oz.) every 10 minutes. No solid food should be consumed 3-4 hours before drinking the solution."
  },
  {
    "name": "Gavreto",
    "genericName": "pralsetinib capsules",
    "description": "Gavreto (pralsetinib) is a kinase inhibitor used to treat adult patients with metastatic rearranged during transfection (RET), fusion-positive, non-small cell lung cancer (NSCLC) as detected by an FDA approved test.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Interstitial Lung Disease/Pneumonitis [see WARNINGS AND PRECAUTIONS] Hypertension [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Hemorrhagic Events [see WARNINGS AND PRECAUTIONS] Tumor Lysis Syndrome [see WARNINGS AND PRECAUTIONS] Risk of Impaired Wound Healing [see WARNINGS AND PRECAUTIONS] Embryo-Fetal Toxicity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Gavreto in adults is 400 mg orally once daily on an empty stomach (no food intake for at least 2 hours before and at least 1 hour after taking Gavreto)."
  },
  {
    "name": "Gazyva",
    "genericName": "obinutuzumab injection",
    "description": "Gazyva (obinutuzumab) Injection is a monoclonal antibody used in combination with chlorambucil to treat patients with previously untreated chronic lymphocytic leukemia (CLL).",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hepatitis B virus reactivation [see WARNINGS AND PRECAUTIONS] Progressive multifocal leukoencephalopathy [see WARNINGS AND PRECAUTIONS] Infusion-related reactions [see WARNINGS AND PRECAUTIONS] Hypersensitivity reactions including serum sickness [see WARNINGS AND PRECAUTIONS] Tumor lysis syndrome [see WARNINGS AND PRECAUTIONS] Infections [see WARNINGS AND PRECAUTIONS] Neutropenia [see WARNINGS AND PRECAUTIONS] Thrombocytopenia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Each dose of Gazyva is 1000 mg, administered intravenously, with the exception of the first infusions in cycle 1, which are administered on day 1 (100 mg) and day 2 (900 mg)."
  },
  {
    "name": "Iressa",
    "genericName": "gefitinib",
    "description": "Iressa (gefitinib) is a tyrosine kinase inhibitor used for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test.",
    "sideEffects": "The following adverse drug reactions are discussed in more detail in other sections of the labeling: Interstitial Lung Disease [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Gastrointestinal Perforation [see WARNINGS AND PRECAUTIONS] Severe or Persistent Diarrhea [see WARNINGS AND PRECAUTIONS] Ocular Disorders including Keratitis [see WARNINGS AND PRECAUTIONS] Bullous and Exfoliative Skin Disorders [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Iressa is 250 mg orally, once daily with or without food."
  },
  {
    "name": "Gel-One",
    "genericName": "cross-linked hyaluronate viscoelastic hydrogel",
    "description": "Gel-One (cross-linked hyaluronate) is an injectable hyaluronate gel approved for the treatment of osteoarthritis (OA) of the knee who have failed to respond adequately to non-pharmacologic therapy, non-steroidal anti-inflammatory drugs (NSAIDs) or analgesics, e.g., acetaminophen.",
    "sideEffects": "",
    "warnings": "Do not concomitantly use disinfectants containing quaternary\n    ammonium salts for skin preparation because sodium hyaluronate can precipitate in\n    their presence.\n  Do not inject Gel-One® intravascularly.",
    "dosage": "Gel-One Hyaluronate is packaged in a single-injection dose, 3mL syringe (1% solution [10 mg/mL], 30mg total hyaluronan). It is injected into the intra-articular space of the knee."
  },
  {
    "name": "Gelfilm",
    "genericName": "absorbable gelatin sterile ophthalmic film",
    "description": "Gelfilm (absorbable gelatin film) and Gelfilm Sterile Ophthalmic Film are absorbable gelatin film approximately 0.075 mm in thickness, designed for use as an absorbable gelatin implant in neurosurgery and thoracic and ocular surgery.",
    "sideEffects": "No information provided.",
    "warnings": "No information provided.",
    "dosage": "To prepare for use, Gelfilm is immersed in sterile saline solution and allowed to soak until it becomes quite pliable; it may then be cut to desired size and shape without difficulty and applied."
  },
  {
    "name": "Gelfoam",
    "genericName": "absorbable gelatin powder",
    "description": "Gelfoam (absorbable gelatin powder from absorbable gelatin sponge) is a medical device indicated in surgical procedures, including those involving cancellous bone bleeding, as a hemostatic device, when control of capillary, venous, and arteriolar bleeding by pressure, ligature, and other conventional procedures is either ineffective or impractical.",
    "sideEffects": "There have been reports of fever associated with the use\nof GELFOAM, without demonstrable infection. GELFOAM may serve as a nidus for\ninfection and abscess formation1, and has been reported to\npotentiate bacterial growth. Giant-cell granuloma has been reported at the\n implantation site of absorbable gelatin product in the brain2, as\nhas compression of the brain and spinal cord resulting from the accumulation of\nsterile fluid.3 Foreign body reactions, “encapsulation” of fluid and\n hematoma have also been reported. When GELFOAM was used in laminectomy operations, multiple\nneurologic events were reported, including but not limited to cauda equina \nsyndrome, spinal stenosis, meningitis, arachnoiditis, headaches, paresthesias,\npain, bladder and bowel dysfunction, and impotence. Excessive fibrosis and prolonged fixation of a tendon \nhave been reported when absorbable gelatin products were used in severed tendon\nrepair. Toxic shock syndrome has been reported in association\nwith the use of GELFOAM in nasal surgery. Fever, failure of absorption, and hearing loss have been\nreported in association with the use of GELFOAM during tympanoplasty.",
    "warnings": "GELFOAM is not intended as a substitute for meticulous\nsurgical technique and the proper application of ligatures, or other\nconventional procedures for hemostasis. GELFOAM is supplied as a sterile\nproduct and cannot be resterilized. Unused, opened envelopes of GELFOAM should\nbe discarded.",
    "dosage": "The minimum amount of Gelfoam should be applied to the bleeding site with pressure until hemostasis is observed. The Gelfoam may be left in place at the bleeding site, when necessary."
  },
  {
    "name": "Gelfoam Compressed Sponge",
    "genericName": "absorbable gelatin compressed sponge, usp",
    "description": "Gelfoam Compressed Sponge (absorbable gelatin compressed sponge) is a medical device intended for application to bleeding surfaces is indicated in surgical procedures as a hemostatic device, when control of capillary, venous, and arteriolar bleeding by pressure, ligature, and other conventional procedures is either ineffective or impractical. Although not necessary, Gelfoam Compressed Sponge can be used either with or without thrombin to obtain hemostasis.",
    "sideEffects": "There have been reports of fever associated with the use\nof GELFOAM, without demonstrable infection. GELFOAM Sterile Compressed Sponge\nmay form a nidus of infection and abscess formation1, and has been\nreported to potentiate bacterial growth. Giant-cell granuloma has been reported\nat the implantation site of absorbable gelatin product in the brain2,\nand compression of the brain and spinal cord resulting from an accumulation of\nsterile fluid3 has been reported following use of absorbable gelatin\nsponge in closed space. Foreign body reactions, “encapsulation” of\nfluid and hematoma have also been reported. When GELFOAM was used in\n laminectomy operations, multiple neurologic events were reported, including but\nnot limited to cauda equina syndrome, spinal stenosis, meningitis, arachnoiditis,\nheadaches, paresthesias, pain, bladder and bowel dysfunction, and impotence. Excessive fibrosis and prolonged fixation of a tendon \nhave been reported when absorbable gelatin products were used in severed tendon\nrepair. Toxic shock syndrome has been reported in association\nwith the use of GELFOAM in nasal surgery. Fever, failure of absorption, and hearing loss have been\nreported in association with the use of GELFOAM during tympanoplasty.",
    "warnings": "GELFOAM Sterile Compressed Sponge is not intended as a\nsubstitute for meticulous surgical technique and the proper application of\nligatures, or other conventional procedures for hemostasis.",
    "dosage": "The minimum amount of Gelfoam Compressed Sponge of appropriate size and shape should be applied dry or wet to the bleeding site and held firmly in place until hemostasis is observed."
  },
  {
    "name": "Gelfoam Dental Sponge",
    "genericName": "absorbable gelatin dental sponge",
    "description": "",
    "sideEffects": "Although sterile, GELFOAM Dental Sponges may form a nidus \nof infection and abscess.",
    "warnings": "This product should not be resterilized by heat, because\nheating may change absorption time. Ethylene oxide is not recommended for\nresterilization because it may be trapped in the interstices of the foam.\nAlthough not reported for GELFOAM Dental Sponges, the gas is toxic to tissue\nand in trace amounts may cause burns or irritation.",
    "dosage": ""
  },
  {
    "name": "Gelfoam Sponge",
    "genericName": "absorbable gelatin sponge, usp",
    "description": "",
    "sideEffects": "There have been reports of fever associated with the use\nof GELFOAM, without demonstrable infection. GELFOAM Sterile Sponge may serve as\na nidus of infection and abscess formation1, and has been reported\nto potentiate bacterial growth. Giantcell granuloma has been reported at the\n implantation site of absorbable gelatin product in the brain,2 as\nhas compression of the brain and spinal cord resulting from the accumulation of\nsterile fluid.3 Foreign body reactions, encapsulation of fluid and\n hematoma have also been reported. When GELFOAM was used in laminectomy operations, multiple\nneurologic events were reported, including but not limited to cauda equina \nsyndrome, spinal stenosis, meningitis, arachnoiditis, headaches, paresthesias,\npain, bladder and bowel dysfunction, and impotence. Excessive fibrosis and prolonged fixation of a tendon \nhave been reported when absorbable gelatin products were used in severed tendon\nrepair. Toxic shock syndrome has been reported in association\nwith the use of GELFOAM in nasal surgery. Fever, failure of absorption, and hearing loss have been\nreported in association with the use of GELFOAM during tympanoplasty.",
    "warnings": "GELFOAM Sterile Sponge is not intended as a substitute\nfor meticulous surgical technique and the proper application of ligatures, or\nother conventional procedures for hemostasis.",
    "dosage": ""
  },
  {
    "name": "Gelnique",
    "genericName": "oxybutynin chloride 10 % gel",
    "description": "Gelnique (oxybutynin chloride 10%) Gel is a muscarinic antagonist and antispasmotic drug prescribed for the treatment of overactive bladder with symptoms of urge urinary incontinence, urgency and frequency.",
    "sideEffects": "Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trial of another drug and may not reflect the rates observed in practice.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Gelnique contains oxybutynin at a strength of 100 mg per gram of gel."
  },
  {
    "name": "Gemzar",
    "genericName": "gemcitabine hcl",
    "description": "Gemzar (gemcitabine) is a chemotherapy drug used to treat certain types of malignant tumors, including some cases of ovarian cancer, lung cancer, pancreatic cancer, and breast cancer.",
    "sideEffects": "The following serious adverse reactions are discussed in\ngreater detail in another section of the label Schedule-dependent Toxicity [see WARNINGS AND\n    PRECAUTIONS] Myelosuppression [see WARNINGS AND PRECAUTIONS] Pulmonary Toxicity and Respiratory Failure [see WARNINGS\n    AND PRECAUTIONS] Hemolytic Uremic Syndrome [see WARNINGS AND\n    PRECAUTIONS] Hepatic Toxicity [see WARNINGS AND PRECAUTIONS] Embryofetal Toxicity [see WARNINGS AND PRECAUTIONS, Use In Specific Populations, and Nonclinical Toxicology] Exacerbation of Radiation Toxicity [see WARNINGS AND\n    PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome [see WARNINGS\n    AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gemzar is 1000 mg/m2 as an intravenous infusion over 30 minutes on Days 1 and 8 of each 21-day cycle, in combination with carboplatin AUC 4 intravenously after Gemzar administration on Day 1 of each 21-day cycle."
  },
  {
    "name": "Infugem",
    "genericName": "gemcitabine in sodium chloride injection",
    "description": "Infugem (gemcitabine in sodium chloride injection) is a nucleoside metabolic inhibitor indicated in combination with carboplatin, for the treatment of advanced ovarian cancer that has relapsed at least 6 months after completion of platinum-based therapy; in combination with paclitaxel, for first-line treatment of metastatic breast cancer after failure of prior anthracycline-containing adjuvant chemotherapy, unless anthracyclines were clinically contraindicated; in combination with cisplatin for the treatment of non-small cell lung cancer; and as a single agent for the treatment of pancreatic cancer.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity [see CONTRAINDICATIONS] Schedule-Dependent Toxicity [see WARNINGS AND PRECAUTIONS] Myelosuppression [see WARNINGS AND PRECAUTIONS] Pulmonary Toxicity and Respiratory Failure [see WARNINGS AND PRECAUTIONS] Hemolytic Uremic Syndrome [see WARNINGS AND PRECAUTIONS] Hepatic Toxicity [see WARNINGS AND PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose and administration regimen for Infugem depends on the condition being treated."
  },
  {
    "name": "Lopid",
    "genericName": "gemfibrozil",
    "description": "Lopid (gemfibrozil) is a lipid regulating agent used to treat very high cholesterol and triglyceride levels in people with pancreatitis, and is also used to lower the risk of stroke, heart attack, or other heart complications in people with high cholesterol and triglycerides who have not been helped by other treatments. Lopid is available in generic form.",
    "sideEffects": "In the double-blind controlled phase of the primary prevention component of the Helsinki Heart Study, 2046 patients received LOPID for up to five years. In that study, the following adverse reactions were statistically more frequent in subjects in the LOPID group:",
    "warnings": "Because of the more limited size of the Helsinki Heart Study, the observed difference in mortality from any cause between the LOPID and placebo groups is not statistically significantly different from the 29% excess mortality reported in the clofibrate group in the separate WHO study at the nine year follow-up (see CLINICAL PHARMACOLOGY). Noncoronary heart disease related mortality showed an excess in the group originally randomized to LOPID primarily due to cancer deaths observed during the open-label extension.",
    "dosage": "The recommended dose of Lopid for adults is 1200 mg administered in two divided doses 30 minutes before the morning and evening meals."
  },
  {
    "name": "Factive",
    "genericName": "gemifloxacin mesylate",
    "description": "Factive (gemifloxacin mesylate) is a fluoroquinolone antibiotic used to treat different types of bacterial infections.",
    "sideEffects": "In clinical studies, 8119 patients received daily oral doses of 320 mg FACTIVE. In addition, 1797 healthy volunteers and 81 patients with renal or hepatic impairment received single or repeat doses of gemifloxacin in clinical pharmacology studies. The majority of adverse reactions experienced by patients in clinical trials were considered to be of mild to moderate severity. FACTIVE was discontinued because of an adverse event (determined by the investigator to be possibly or probably related to drug) in 2.0% of patients, primarily due to rash (0.8%), nausea (0.3%), diarrhea (0.3%), urticaria (0.2%) and vomiting (0.2%). Comparator antibiotics were discontinued because of an adverse event at an overall comparable rate of 2.1%, primarily due to diarrhea (0.5%), nausea (0.4%), vomiting (0.3%), rash (0.3%), abdominal pain (0.2%) and vertigo (0.2%). The most commonly reported adverse events with a frequency of ≥2% for patients receiving 320 mg FACTIVE versus comparator drug (beta-lactam antibiotics, macrolides or other\nfluoroquinolones) are as follows: diarrhea 5.0% vs. 6.2%; rash 3.5% vs. 1.1%; nausea 3.7% vs. 4.5%; headache 4.2% vs. 5.2%; abdominal pain 2.2% vs. 2.2%; vomiting 1.6% vs. 2.0%; and\ndizziness 1.7% vs. 2.6%.",
    "warnings": "Disabling And Potentially Irreversible Serious Adverse Reactions Including Tendinitis And Tendon Rupture, Peripheral Neuropathy, And Central Nervous System Effects",
    "dosage": "The recommended dose of Factive is 320 mg daily, taken for 5 to 7 days, depending on the condition being treated."
  },
  {
    "name": "Gemmily",
    "genericName": "norethindrone acetate and ethinyl estradiol; ferrous fumarate capsules",
    "description": "Gemmily (norethindrone acetate and ethinyl estradiol, and ferrous fumarate kit) is a combination oral contraceptive (COC) indicated for use by females of reproductive age to prevent pregnancy.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOX WARNING and WARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS] Adverse reactions commonly reported by COC users are: Irregular uterine bleeding Nausea Breast tenderness Headache",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Gemmily is one capsule by mouth at the same time every day. Capsules must be taken in the order directed on the blister pack. Capsules should not be skipped or taken at intervals exceeding 24 hours."
  },
  {
    "name": "Gemtesa",
    "genericName": "vibegron tablets",
    "description": "Gemtesa (vibegron) is a beta-3 adrenergic agonist used to treat overactive bladder (OAB) with symptoms of urge urinary incontinence, urgency, and urinary frequency in adults.",
    "sideEffects": "The following clinically significant adverse reaction is described elsewhere in the labeling: Urinary retention [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gemtesa is one 75 mg tablet once daily."
  },
  {
    "name": "Mylotarg",
    "genericName": "gemtuzumab ozogamicin for injection",
    "description": "Mylotarg (gemtuzumab ozogamicin for injection) is a cancer medication used to treat acute myeloid leukemia, a type of blood cancer. Mylotarg is usually given to people who are at least 60 years old and have a relapse of their disease and who cannot receive other cancer medications. The brand name Mylotarg is discontinued, but generic versions may be available.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hepatotoxicity, including VOD [see WARNINGS AND PRECAUTIONS] Infusion-related reactions [see WARNINGS AND PRECAUTIONS] Hemorrhage [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Mylotarg is 9 mg/m², infused over a 2-hour period."
  },
  {
    "name": "Gemzar",
    "genericName": "gemcitabine hcl",
    "description": "Gemzar (gemcitabine) is a chemotherapy drug used to treat certain types of malignant tumors, including some cases of ovarian cancer, lung cancer, pancreatic cancer, and breast cancer.",
    "sideEffects": "The following serious adverse reactions are discussed in\ngreater detail in another section of the label Schedule-dependent Toxicity [see WARNINGS AND\n    PRECAUTIONS] Myelosuppression [see WARNINGS AND PRECAUTIONS] Pulmonary Toxicity and Respiratory Failure [see WARNINGS\n    AND PRECAUTIONS] Hemolytic Uremic Syndrome [see WARNINGS AND\n    PRECAUTIONS] Hepatic Toxicity [see WARNINGS AND PRECAUTIONS] Embryofetal Toxicity [see WARNINGS AND PRECAUTIONS, Use In Specific Populations, and Nonclinical Toxicology] Exacerbation of Radiation Toxicity [see WARNINGS AND\n    PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome [see WARNINGS\n    AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gemzar is 1000 mg/m2 as an intravenous infusion over 30 minutes on Days 1 and 8 of each 21-day cycle, in combination with carboplatin AUC 4 intravenously after Gemzar administration on Day 1 of each 21-day cycle."
  },
  {
    "name": "Genadur",
    "genericName": "hydrosoluble nail lacquer",
    "description": "Genadur (hydrosoluble nail lacquer) is a nail lacquer indicated to protect intact or damaged nails from the effects of moisture, friction (rubbing) or shear (tearing), relieving symptoms and signs of nail dystrophy (i.e. nail splitting and fragility).",
    "sideEffects": "No information provided.",
    "warnings": "Do not use on open wounds. Do not ingest.",
    "dosage": "Apply Genadur once daily to clean and dry nails. Using the supplied brush, apply a thin layer Genadur on the affected nail(s). The film is hydrosoluble, therefore Genadur should be applied after nail washing and drying, preferably before bedtime. Genadur may also be used under a cosmetic colored nail polish, thus protecting the nails from the damaging action of solvents used for polish removal."
  },
  {
    "name": "Generess Fe",
    "genericName": "norethindrone and ethinyl estradiol chewable tablets and ferrous fumarate",
    "description": "Generess Fe (norethindrone and ethinyl estradiol chewable tablets and ferrous fumarate chewable tablets) is an oral contraceptive regimen indicated for use by women to prevent pregnancy.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed\n  elsewhere in the labeling: Serious cardiovascular events and smoking [see BOXED WARNING, and\n\tWARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS] Adverse reactions commonly reported by COC users are: Irregular uterine bleeding Nausea Breast tenderness Headache",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Generess FE is available in blister packs. Each blister pack (28 tablets) contains in the following order and strength: 24 tablets containing 0.8 mg norethindrone and 0.025 mg ethinyl estradiol and 4 other tablets containing 75 mg ferrous fumarate. The ferrous fumarate chewable tablets do not serve any therapeutic purpose. For maximum contraceptive effectiveness, Generess Fe must be taken exactly as directed. Chew and swallow one tablet without water at the same time every day. Tablets must be taken in the order directed on the blister pack. Tablets should not be skipped or taken at intervals exceeding 24 hours. Cigarette smoking increases the risk of serious cardiovascular events from combination oral contraceptive (COC) use. This risk increases with age, particularly in women over 35 years of age, and with the number of cigarettes smoked. For this reason, COCs should not be used by women who are over 35 years of age and smoke. If feasible, stop Generess Fe at least 4 weeks before and through 2 weeks after major surgery or other surgeries known to have an elevated risk of thromboembolism. Start Generess Fe no earlier than 4 weeks after delivery, in women who are not breastfeeding. Women who currently have or have had breast cancer should not use Generess Fe. Discontinue Generess Fe if jaundice develops. An increase in frequency or severity of migraine during use of Generess Fe (which may be the beginning phase of a cerebrovascular event) may be a reason for immediate discontinuation. Women with a history of depression should be carefully observed and Generess Fe discontinued if depression recurs to a serious degree."
  },
  {
    "name": "Gengraf Capsules",
    "genericName": "cyclosporine capsules",
    "description": "Gengraf (cyclosporine capsules, modified) is an immunosuppressant agent used to prevent organ rejection after a kidney, liver, or heart transplant. Gengraf is also used to treat severe psoriasis or severe rheumatoid arthritis. Gengraf is available in generic form.",
    "sideEffects": "",
    "warnings": "(See also BOXED WARNING)",
    "dosage": "The initial oral dose of Gengraf can be given 4-12 hours prior to transplantation or be given postoperatively. Initial dosing varies depending on the transplanted organ and other immunosuppressive agents given. To treat rheumatoid arthritis, the dose is based on the patient's weight."
  },
  {
    "name": "Gengraf Oral Solution",
    "genericName": "cyclosporine oral solution",
    "description": "Gengraf Oral Solution (cyclosporine) is an immunosuppressive drug used to prevent organ rejection after a kidney, liver, or heart transplant. Gengraf Oral Solution is also used to treat severe psoriasis or severe rheumatoid arthritis. Gengraf Oral Solution is available in generic form.",
    "sideEffects": "",
    "warnings": "(See also BOXED WARNING)",
    "dosage": "The initial dose of Gengraf varies depending on the transplanted organ and the other immunosuppressive agents included in the immunosuppressive protocol."
  },
  {
    "name": "Genoptic",
    "genericName": "gentamicin sulfate ophthalmic",
    "description": "Genoptic (gentamicin sulfate ophthalmic) is an aminoglycoside antibiotic used to treat bacterial infections (such as blepharitis, conjunctivitis) of the eye and the skin around the eyes (such as eyelids). It is also used to prevent infection after eye injury or surgery.",
    "sideEffects": "Bacterial and fungal corneal ulcers have developed during treatment with gentamicin ophthalmic preparations. The most frequently reported adverse reactions are ocular burning and irritation upon drug instillation, nonspecific conjunctivitis, conjunctival epithelial defects, and conjunctival hyperemia. Other adverse reactions which have occurred rarely are allergic reactions, thrombocytopenic purpura, and hallucinations.",
    "warnings": "",
    "dosage": "Instill one or two drops of Genoptic into the affected eye every 4 hours. In severe infections, dosage may be increased to as much as two drops once every hour."
  },
  {
    "name": "Genosyl",
    "genericName": "nitric oxide for inhalation use",
    "description": "Genosyl (nitric oxide) is a vasodilator used to improve oxygenation and reduce the need for extracorporeal membrane oxygenation in term and near-term (greater than 34 weeks' gestation) neonates with hypoxic respiratory failure associated with clinical or echocardiographic evidence of pulmonary hypertension in conjunction with ventilatory support and other appropriate agents.",
    "sideEffects": "The following adverse reactions are discussed elsewhere in the label; Hypoxemia [see WARNINGS AND PRECAUTIONS] Worsening Heart Failure [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Genosyl is 20ppm, maintained for up to 14 days or until the underlying oxygen desaturation has resolved."
  },
  {
    "name": "Genotropin",
    "genericName": "somatropin [rdna origin]",
    "description": "Genotropin (somatropin [rDNA origin]) for Injection is a form of human growth hormone used to treat:",
    "sideEffects": "The following important adverse reactions are also described elsewhere in the labeling: Increased mortality in patients with acute critical illness [see WARNINGS AND PRECAUTIONS] Fatalities in children with Prader-Willi syndrome [see WARNINGS AND PRECAUTIONS] Neoplasms [see WARNINGS AND PRECAUTIONS] Glucose intolerance and diabetes mellitus [see WARNINGS AND PRECAUTIONS] Intracranial hypertension [see WARNINGS AND PRECAUTIONS] Severe hypersensitivity [see WARNINGS AND PRECAUTIONS] Fluid retention [see WARNINGS AND PRECAUTIONS] Hypoadrenalism [see WARNINGS AND PRECAUTIONS] Hypothyroidism [see WARNINGS AND PRECAUTIONS] Slipped capital femoral epiphysis in pediatric patients [see WARNINGS AND PRECAUTIONS] Progression of preexisting scoliosis in pediatric patients [see WARNINGS AND PRECAUTIONS] Otitis media and cardiovascular disorders in patients with Turner syndrome [see WARNINGS AND PRECAUTIONS] Lipoatrophy [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Dosage and administration schedule for Genotropin is individualized based on the growth response of each patient. Dose is determined by the patient's weight and is given as an intravenous injection"
  },
  {
    "name": "Gentak",
    "genericName": "gentamican sulfate ophthalmic ointment",
    "description": "Gentak (gentamicin sulfate) Ophthalmic Ointment is an antibiotic used to treat bacterial infections of the eyes. Gentak Ophthalmic Ointment is available in generic form.",
    "sideEffects": "Bacterial and fungal corneal ulcers have developed during treatment with gentamicin \n  ophthalmic preparations. The most frequently reported adverse reactions are ocular burning and irritation \n  upon drug instillation, non-specific conjunctivitis, conjunctival epithelial \n  defects and conjunctival hyperemia. Other adverse reactions which have occurred rarely are allergic reactions, \n  thrombocytopenic purpura and hallucinations.",
    "warnings": "NOT FOR INJECTION INTO THE EYE.",
    "dosage": "The recommended dose of Gentak is a small amount (approximately 1/2 inch ribbon) of ointment applied to the affected eye(s) two or three times a day. Do not use other eye drops or medications during treatment with Gentak ophthalmic unless directed by your doctor."
  },
  {
    "name": "Gentak",
    "genericName": "gentamican sulfate ophthalmic ointment",
    "description": "Gentak (gentamicin sulfate) Ophthalmic Ointment is an antibiotic used to treat bacterial infections of the eyes. Gentak Ophthalmic Ointment is available in generic form.",
    "sideEffects": "Bacterial and fungal corneal ulcers have developed during treatment with gentamicin \n  ophthalmic preparations. The most frequently reported adverse reactions are ocular burning and irritation \n  upon drug instillation, non-specific conjunctivitis, conjunctival epithelial \n  defects and conjunctival hyperemia. Other adverse reactions which have occurred rarely are allergic reactions, \n  thrombocytopenic purpura and hallucinations.",
    "warnings": "NOT FOR INJECTION INTO THE EYE.",
    "dosage": "The recommended dose of Gentak is a small amount (approximately 1/2 inch ribbon) of ointment applied to the affected eye(s) two or three times a day. Do not use other eye drops or medications during treatment with Gentak ophthalmic unless directed by your doctor."
  },
  {
    "name": "Pred-G",
    "genericName": "gentamicin and prednisolone acetate",
    "description": "",
    "sideEffects": "Adverse reactions have occurred with steroid/anti-infective combination drugs which can be attributed to the steroid component, the anti-infective component, or the combination. Exact incidence figures are not available since no denominator of treated patients is available. Reactions reported with PRED-G® include eye burning, eye stinging, eye irritation, ocular hyperemia, eye pain, eye discharge, lacrimation increased, eye edema, visual impairment, blurry vision, foreign body sensation in eyes, and dysgeusia. Hypersensitivity including signs and symptoms related to ocular allergy (e.g. conjunctivitis), angioedema (e.g. tongue edema) and allergic skin reactions (e.g. rash and contact allergy) has also been reported. Superficial punctate keratitis has been reported occasionally with onset occurring typically after several days of use. Reactions occurring most often from the presence of the anti-infective ingredient are allergic sensitizations. The reactions due to the steroid component in decreasing order of frequency are: elevation of intraocular pressure (IOP) with possible development of glaucoma, and infrequent optic nerve damage; posterior subcapsular cataract formation; and delayed wound healing.",
    "warnings": "Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation.",
    "dosage": ""
  },
  {
    "name": "Gentamicin Pediatric",
    "genericName": "gentamicin injection pediatric",
    "description": "Gentamicin Injection (pediatric) is an antibiotic used to treat a variety of bacterial infections.",
    "sideEffects": "",
    "warnings": "(See BOXED WARNINGS.) Aminoglycosides can cause \n  fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics \n  cross the placenta, and there have been several reports of total irreversible \n  bilateral congenital deafness in children whose mothers received streptomycin \n  during pregnancy. Serious side effects to mother, fetus, or new born have not \n  been reported in the treatment of pregnant women with other aminoglycosides. \n  Animal reproduction studies conducted on rats and rabbits did not reveal evidence \n  of impaired fertility or harm to the fetus due to gentamicin (gentamicin injection pediatric)  sulfate.",
    "dosage": "The dose of Gentamicin in children is 6 to 7.5 mg/kg/day (2 to 2.5 mg/kg administered every 8 hours). For infants and neonates, the dose is 7.5 mg/kg/day (2.5 mg/kg administered every 8 hours)."
  },
  {
    "name": "Gentamicin Pediatric",
    "genericName": "gentamicin injection pediatric",
    "description": "Gentamicin Injection (pediatric) is an antibiotic used to treat a variety of bacterial infections.",
    "sideEffects": "",
    "warnings": "(See BOXED WARNINGS.) Aminoglycosides can cause \n  fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics \n  cross the placenta, and there have been several reports of total irreversible \n  bilateral congenital deafness in children whose mothers received streptomycin \n  during pregnancy. Serious side effects to mother, fetus, or new born have not \n  been reported in the treatment of pregnant women with other aminoglycosides. \n  Animal reproduction studies conducted on rats and rabbits did not reveal evidence \n  of impaired fertility or harm to the fetus due to gentamicin (gentamicin injection pediatric)  sulfate.",
    "dosage": "The dose of Gentamicin in children is 6 to 7.5 mg/kg/day (2 to 2.5 mg/kg administered every 8 hours). For infants and neonates, the dose is 7.5 mg/kg/day (2.5 mg/kg administered every 8 hours)."
  },
  {
    "name": "Genoptic",
    "genericName": "gentamicin sulfate ophthalmic",
    "description": "Genoptic (gentamicin sulfate ophthalmic) is an aminoglycoside antibiotic used to treat bacterial infections (such as blepharitis, conjunctivitis) of the eye and the skin around the eyes (such as eyelids). It is also used to prevent infection after eye injury or surgery.",
    "sideEffects": "Bacterial and fungal corneal ulcers have developed during treatment with gentamicin ophthalmic preparations. The most frequently reported adverse reactions are ocular burning and irritation upon drug instillation, nonspecific conjunctivitis, conjunctival epithelial defects, and conjunctival hyperemia. Other adverse reactions which have occurred rarely are allergic reactions, thrombocytopenic purpura, and hallucinations.",
    "warnings": "",
    "dosage": "Instill one or two drops of Genoptic into the affected eye every 4 hours. In severe infections, dosage may be increased to as much as two drops once every hour."
  },
  {
    "name": "Genvoya",
    "genericName": "elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide tablets",
    "description": "Genvoya (elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide) is a four-drug combination of an HIV-1 integrase strand transfer inhibitor (INSTI), a CYP3A inhibitor, and two HIV-1 nucleoside analog reverse transcriptase inhibitors (NRTIs) and is indicated as a complete regimen for the treatment of HIV-1 infection in adults and pediatric patients 12 years of age and older who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen for at least 6 months with no history of treatment failure and no known substitutions associated with resistance to the individual components of Genvoya.",
    "sideEffects": "The following adverse drug reactions are discussed in other sections of the labeling: Severe Acute Exacerbations of Hepatitis B [see WARNINGS AND PRECAUTIONS] Immune Reconstitution Syndrome [see WARNINGS AND PRECAUTIONS] New Onset or Worsening Renal Impairment [see WARNINGS AND PRECAUTIONS] Lactic Acidosis/Severe Hepatomegaly with Steatosis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Genvoya is one tablet taken orally once daily with food. Prior to taking Genvoya, patients should be tested for hepatitis B infection."
  },
  {
    "name": "Geocillin",
    "genericName": "carbenicillin indanyl sodium",
    "description": "Geocillin (carbenicillin indanyl sodium) is an antibiotic used to treat many different types of infections caused by bacteria, such as bladder infection. The brand name Geocillin is discontinued, but generic versions may be available.",
    "sideEffects": "The following adverse reactions have been reported as possibly related to Geocillin (carbenicillin indanyl sodium)  administration in controlled studies which include 344 patients receiving Geocillin (carbenicillin indanyl sodium) . Gastrointestinal: The most frequent adverse reactions associated with Geocillin (carbenicillin indanyl sodium)  therapy are related to the gastrointestinal tract. Nausea, bad taste, diarrhea, vomiting, flatulence, and glossitis were reported. Abdominal cramps, dry mouth, furry tongue, rectal bleeding, anorexia, and unspecified epigastric distress were rarely reported. Dermatologic: Hypersensitivity reactions such as skin rash, urticaria, and less frequently pruritus. Hematologic: As with other penicillins, anemia, thrombocytopenia, leukopenia, neutropenia, and eosinophilia have infrequently been observed. The clinical significance of these abnormalities is not known. Miscellaneous: Other reactions rarely reported were hyperthermia, headache, itchy eyes, vaginitis, and loose stools. Abnormalities of Hepatic Function Tests: Mild SGOT elevations have been observed following Geocillin (carbenicillin indanyl sodium)  administration.",
    "warnings": "Serious and occasionally fatal hypersensitivity (anaphylactic) reactions have been reported in patients on oral penicillin therapy. Although anaphylaxis is more frequent following parenteral therapy, it has occurred in patients on oral penicillins. These reactions are more apt to occur in individuals with a history of penicillin hypersensitivity and/or a history of sensitivity to multiple allergens.",
    "dosage": "The usual adult dose of Geocillin ranges from 1 to 2 tablets taken four times daily, depending on the disease being treated."
  },
  {
    "name": "Geodon",
    "genericName": "ziprasidone",
    "description": "Geodon (ziprasidone HCl and ziprasidone mesylate) is an atypical antipsychotic used to treat symptoms of schizophrenia and acute manic or mixed episodes associated with bipolar disorder. Geodon also can be used as maintenance treatment of bipolar disorder when added to lithium or valproate.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Geodon (ziprasidone HCl) is available as capsules and Geodon (ziprasidone mesylate) is available as an injection for intramuscular use. Geodon Capsules should be administered at an initial daily dose of 20 mg twice daily with food. For intramuscular dosing, the recommended dose of Geodon is 10 mg to 20 mg administered as required up to a maximum dose of 40 mg per day."
  },
  {
    "name": "Exxua",
    "genericName": "gepirone extended-release tablets",
    "description": "Exxua (gepirone) is an oral selective 5HT1A receptor agonist antidepressant indicated for the treatment of major depressive disorder (MDD) in adults.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of the labeling: Suicidal Thoughts and Behaviors in Adolescents and Young Adults [see WARNINGS AND PRECAUTIONS] QT Prolongation [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS] Activation of Mania or Hypomania [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended starting dosage of Exxua is 18.2 mg once daily. Based on clinical response and tolerability, the dosage may be increased to 36.3 mg orally once daily on Day 4 and further titrated to 54.5 mg orally once daily after Day 7 and to 72.6 mg orally once daily after an additional week. The maximum recommended daily dosage of Exxua is 72.6 mg once daily."
  },
  {
    "name": "Gianvi",
    "genericName": "drospirenone/ethinyl estradiol",
    "description": "Gianvi (drospirenone/ethinyl estradiol) is an estrogen/progestin combined oral contraceptive (COC), indicated for use by women to prevent pregnancy, to treat symptoms of premenstrual dysphoric disorder (PMDD) for women who choose to use an oral contraceptive for contraception, and to treat moderate acne for women at least 14 years old only if the patient desires an oral contraceptive for birth control.",
    "sideEffects": "The following serious adverse reactions with the use of\nCOCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOXED\n    WARNING and WARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS] Adverse reactions commonly reported by COC users are: Irregular uterine bleeding Nausea Breast tenderness Headache",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Gianvi is one tablet taken daily by mouth at the same time every day, taken in the order directed on the blister pack."
  },
  {
    "name": "Giapreza",
    "genericName": "synthetic human angiotensin ii",
    "description": "Giapreza (angiotensin II) is a vasoconstrictor to increase blood pressure in adults with septic or other distributive shock.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The starting dose of Giapreza is 20 nanograms (ng)/kg/min administered intravenously. The dose is adjusted as frequently as every 5 minutes by increments of up to 15 ng/kg/min as needed."
  },
  {
    "name": "Giazo",
    "genericName": "balsalazide disodium",
    "description": "",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in labeling: Renal Impairment [see WARNINGS AND PRECAUTIONS] Mesalamine-Induced Acute Intolerance Syndrome [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Hepatic Failure [see WARNINGS AND PRECAUTIONS] Severe Cutaneous Adverse Reactions [see WARNINGS AND PRECAUTIONS] Photosensitivity [see WARNINGS AND PRECAUTIONS] Nephrolithiasis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Giazo is dosed as three 1.1 g tablets 2 times a day (6.6 g/day) with or without food for up to 8 weeks."
  },
  {
    "name": "Gildagia",
    "genericName": "norethindrone and ethinyl estradiol tablets, usp",
    "description": "",
    "sideEffects": "",
    "warnings": "Cigarette smoking increases the risk of serious cardiovascular side effects from oral\n  contraceptive use. This risk increases with age and with heavy smoking (15 or more\n  cigarettes per day) and is quite marked in women over 35 years of age. Women who use\n  oral contraceptives should be strongly advised not to smoke.",
    "dosage": ""
  },
  {
    "name": "Gilenya",
    "genericName": "fingolimod capsules",
    "description": "Gilenya (fingolimod) is a sphingosine 1-phosphate receptor modulator used to treat patients with relapsing forms of multiple sclerosis (MS) to reduce the frequency of exacerbations and to delay physical disability.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in labeling: Bradyarrhythmia and Atrioventricular Blocks [see WARNINGS AND PRECAUTIONS] Infections [see WARNINGS AND PRECAUTIONS] Progressive Multifocal Leukoencephalopathy [see WARNINGS AND PRECAUTIONS] Macular Edema [see WARNINGS AND PRECAUTIONS] Liver Injury [see WARNINGS AND PRECAUTIONS] Posterior Reversible Encephalopathy Syndrome [see WARNINGS AND PRECAUTIONS] Respiratory Effects [see WARNINGS AND PRECAUTIONS] Fetal Risk [see WARNINGS AND PRECAUTIONS] Severe Increase in Disability After Stopping GILENYA [see WARNINGS AND PRECAUTIONS] Tumefactive Multiple Sclerosis [see WARNINGS AND PRECAUTIONS] Increased Blood Pressure [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS] Immune System Effects Following GILENYA Discontinuation [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose for Gilenya is 0.5 mg orally once daily, with or without food."
  },
  {
    "name": "Gilotrif",
    "genericName": "afatinib tablets, for oral use",
    "description": "Gilotrif (afatinib) is a tyrosine kinase inhibitor used to treat non-small cell lung cancer (NSCLC) that has spread (metastasized), whose tumors have a genetic mutation called epidermal growth factor receptor (EGFR).",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Diarrhea [see WARNINGS AND PRECAUTIONS] Bullous and Exfoliative Skin Disorders [see WARNINGS AND PRECAUTIONS] Interstitial Lung Disease [see WARNINGS AND PRECAUTIONS] Hepatic Toxicity [see WARNINGS AND PRECAUTIONS] Gastrointestinal Perforation [see WARNINGS AND PRECAUTIONS] Keratitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gilotrif is 40 mg orally once daily at least 1 hour before or 2 hours after a meal, until the disease progresses or the drug is no longer tolerated."
  },
  {
    "name": "Xospata",
    "genericName": "gilteritinib tablets",
    "description": "Xospata (gilteritinib) is a kinase inhibitor indicated for the treatment of adult patients who have relapsed or refractory acute myeloid leukemia (AML) with a FLT3 mutation as detected by an FDA-approved test.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Differentiation syndrome [see BOX WARNING and WARNINGS AND PRECAUTIONS] Posterior reversible encephalopathy syndrome [see WARNINGS AND PRECAUTIONS] Prolonged QT interval [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Xospata is 120 mg orally once daily."
  },
  {
    "name": "Gimoti",
    "genericName": "metoclopramide nasal spray",
    "description": "Gimoti (metoclopramide) Nasal Spray is a dopamine-2 (D2) antagonist used to relieve symptoms in adults with acute and recurrent diabetic gastroparesis.",
    "sideEffects": "The following adverse reactions are described, or described in greater detail, in other sections of the labeling: Tardive dyskinesia [see BOXED WARNING and WARNINGS AND PRECAUTIONS] Other extrapyramidal effects [see WARNINGS AND PRECAUTIONS] Neuroleptic malignant syndrome [see WARNINGS AND PRECAUTIONS] Depression [see WARNINGS AND PRECAUTIONS] Hypertension [see WARNINGS AND PRECAUTIONS] Fluid retention [see WARNINGS AND PRECAUTIONS] Hyperprolactinemia [see WARNINGS AND PRECAUTIONS] Effects on the ability to drive and operate machinery [see WARNINGS AND PRECAUTIONS] The following adverse reactions have been identified from clinical studies or postmarketing reports of metoclopramide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The safety of GIMOTI was evaluated in clinical trials of patients with gastroparesis and established in clinical trials of oral metoclopramide.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Gimoti for adults less than 65 years of age is 1 spray (15 mg) in one nostril, 30 minutes before each meal and at bedtime (maximum of 4 sprays daily) for 2 to 8 weeks, depending on symptomatic response."
  },
  {
    "name": "Gintuit",
    "genericName": "allogeneic cultured keratinocytes and fibroblasts in bovine collagen cellular sheet for topical oral application",
    "description": "Gintuit (allogeneic cultured keratinocytes and fibroblasts in bovine collagen) is an allogeneic cellularized scaffold product indicated for topical (non-submerged) application to a surgically created vascular wound bed in the treatment of mucogingival conditions in adults.",
    "sideEffects": "The most common adverse reactions observed in the clinical trials (≥1%) included sinusitis, nasopharyngitis, respiratory tract infections, aphthous stomatitis, and the local effects of oral surgery.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Gintuit is used as one application over a surgically created vascular wound bed in the oral cavity. The size of Gintuit is adjusted for the size of the wound bed."
  },
  {
    "name": "Duvyzat",
    "genericName": "givinostat oral suspension",
    "description": "Duvyzat (givinostat) is a histone deacetylase inhibitor indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients 6 years of age and older.",
    "sideEffects": "The following clinically significant adverse reactions are described below and elsewhere in the labeling: Hematological Changes [see WARNINGS AND PRECAUTIONS] Increased Triglycerides [see WARNINGS AND PRECAUTIONS] Gastrointestinal Disturbances [see WARNINGS AND PRECAUTIONS] QTc Prolongation [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dosage of Duvyzat is based on patient’s body weight."
  },
  {
    "name": "Givlaari",
    "genericName": "givosiran injection",
    "description": "Givlaari (givosiran) is an aminolevulinate synthase 1-directed small interfering RNA indicated for the treatment of adults with acute hepatic porphyria (AHP).",
    "sideEffects": "The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Anaphylactic Reaction [see WARNINGS AND PRECAUTIONS] Transaminase Elevations [see WARNINGS AND PRECAUTIONS] Serum Creatinine Increase [see WARNINGS AND PRECAUTIONS] Injection Site Reactions [see WARNINGS AND PRECAUTIONS] Blood Homocysteine Increased [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Givlaari is 2.5 mg/kg once monthly by subcutaneous injection."
  },
  {
    "name": "Givlaari",
    "genericName": "givosiran injection",
    "description": "Givlaari (givosiran) is an aminolevulinate synthase 1-directed small interfering RNA indicated for the treatment of adults with acute hepatic porphyria (AHP).",
    "sideEffects": "The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Anaphylactic Reaction [see WARNINGS AND PRECAUTIONS] Transaminase Elevations [see WARNINGS AND PRECAUTIONS] Serum Creatinine Increase [see WARNINGS AND PRECAUTIONS] Injection Site Reactions [see WARNINGS AND PRECAUTIONS] Blood Homocysteine Increased [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Givlaari is 2.5 mg/kg once monthly by subcutaneous injection."
  },
  {
    "name": "Daurismo",
    "genericName": "glasdegib tablets",
    "description": "Daurismo (glasdegib) is a hedgehog pathway inhibitor indicated, in combination with low-dose cytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients who are 75 years old or older or who have comorbidities that preclude use of intensive induction chemotherapy.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: QTc Interval Prolongation [see WARNINGS AND PRECAUTIONS] Musculoskeletal Adverse Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Daurismo is 100 mg orally, once daily."
  },
  {
    "name": "Glassia",
    "genericName": "alpha1 proteinase inhibitor (human) for intravenous administration",
    "description": "Glassia [Alpha1-Proteinase Inhibitor (Human)] Injection Solution is an Alpha1-Proteinase Inhibitor (Human) (Alpha1-PI) indicated for chronic augmentation and maintenance therapy in adults with clinically evident emphysema due to severe hereditary deficiency of Alpha1-PI (alpha-antitrypsin deficiency). Glassia increases antigenic and functional (anti-neutrophil elastase capacity, ANEC) serum levels and antigenic lung epithelial lining fluid levels of Alpha1-PI.",
    "sideEffects": "The serious adverse reaction observed during clinical trials with GLASSIA was exacerbation of chronic obstructive pulmonary disease (COPD). The most common adverse reactions (>0.5% of infusions) in clinical trials were headache and upper respiratory infection.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Glassia is 60 mg/kg body weight intravenously once weekly."
  },
  {
    "name": "Copaxone",
    "genericName": "glatiramer acetate",
    "description": "Copaxone (glatiramer acetate) is a combination of four amino acids (proteins) used to treat multiple sclerosis (MS) and to prevent relapse of MS. Copaxone will not cure MS, but it can make relapses occur less often.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Immediate Post-Injection Reaction [see WARNINGS AND PRECAUTIONS] Chest Pain [see WARNINGS AND PRECAUTIONS] Lipoatrophy and Skin Necrosis [see WARNINGS AND PRECAUTIONS] Potential Effects on Immune Response [see WARNINGS AND PRECAUTIONS] Hepatic Injury [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Copaxone is injected subcutaneously (just beneath the skin) in a dose of 20 mg/day. There may be other drugs that can interact with Copaxone."
  },
  {
    "name": "Glatopa",
    "genericName": "glatiramer acetate injection",
    "description": "Glatopa (glatiramer acetate injection) is an immunomodulator used to treat patients with relapsing forms of multiple sclerosis (MS), including those who have experienced a first clinical episode and have magnetic resonance imaging (MRI) features consistent with MS. Glatopa is generic version of Copaxone.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Immediate Post-Injection Reaction [see WARNINGS AND PRECAUTIONS] Chest Pain [see WARNINGS AND PRECAUTIONS] Lipoatrophy and Skin Necrosis [see WARNINGS AND PRECAUTIONS] Potential Effects on Immune Response [see WARNINGS AND PRECAUTIONS] Hepatic Injury [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Glatopa is 20 mg/mL once daily."
  },
  {
    "name": "Glatopa",
    "genericName": "glatiramer acetate injection",
    "description": "Glatopa (glatiramer acetate injection) is an immunomodulator used to treat patients with relapsing forms of multiple sclerosis (MS), including those who have experienced a first clinical episode and have magnetic resonance imaging (MRI) features consistent with MS. Glatopa is generic version of Copaxone.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Immediate Post-Injection Reaction [see WARNINGS AND PRECAUTIONS] Chest Pain [see WARNINGS AND PRECAUTIONS] Lipoatrophy and Skin Necrosis [see WARNINGS AND PRECAUTIONS] Potential Effects on Immune Response [see WARNINGS AND PRECAUTIONS] Hepatic Injury [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Glatopa is 20 mg/mL once daily."
  },
  {
    "name": "Mavyret",
    "genericName": "glecaprevir and pibrentasvir",
    "description": "Mavyret (glecaprevir and pibrentasvir) tablets are a fixed-dose combination of a hepatitis C virus (HCV) NS3/4A protease inhibitor and an HCV NS5A inhibitor, indicated for the treatment of patients with chronic HCV genotype (GT) 1, 2, 3, 4, 5 or 6 infection without cirrhosis and with compensated cirrhosis (Child-Pugh A). Mavyret is also indicated for the treatment of adult patients with HCV genotype 1 infection, who previously have been treated with a regimen containing an HCV NS5A inhibitor or an NS3/4A protease inhibitor, but not both.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "All patients are tested for HBV infection prior to initiating therapy with Mavyret by measuring HBsAg and anti-HBc. The recommended dosage of Mavyret is three tablets (total daily dose: glecaprevir 300 mg and pibrentasvir 120 mg) taken orally once daily with food."
  },
  {
    "name": "Gleevec",
    "genericName": "imatinib mesylate",
    "description": "Gleevec (imatinib mesylate) is a kinase inhibitor that inhibits a protein signal that causes cancer cell proliferation used to treat patients with hematological malignancies or malignant sarcomas such as Philadelphia positive chronic myeloid leukemia, chronic myeloid leukemia in blast crisis, acute lymphoblastic leukemia, aggressive systemic mastocytosis, gastrointestinal stromal tumors, and other diseases. Gleevec is available in generic form.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Fluid Retention and Edema [see WARNINGS AND PRECAUTIONS] Hematologic Toxicity [see WARNINGS AND PRECAUTIONS] Congestive Heart Failure and Left Ventricular Dysfunction [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Hemorrhage [see WARNINGS AND PRECAUTIONS] Gastrointestinal Disorders [see WARNINGS AND PRECAUTIONS] Hypereosinophilic Cardiac Toxicity [see WARNINGS AND PRECAUTIONS] Dermatologic Toxicities [see WARNINGS AND PRECAUTIONS] Hypothyroidism [see WARNINGS AND PRECAUTIONS] Growth Retardation in Children and Adolescents [see WARNINGS AND PRECAUTIONS] Tumor Lysis Syndrome [see WARNINGS AND PRECAUTIONS] Impairments Related to Driving and Using Machinery [see WARNINGS AND PRECAUTIONS] Renal Toxicity [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Gleevec is supplied in 100 or 400 mg tablets. The dose is quite variable and depends on the disease being treated, age of patient (some doses based on mg per kilogram weight (mg/Kg). Doses usually range between 100 to 800 mg per day; high doses are divided into lower mg levels but are taken twice a day. Because the tablets have iron in the coating, high doses should use the 400 mg tablets to avoid getting too much iron. Gleevec should be taken with water and food. Gleevec should not be crushed or come in direct contact with skin as serious rashes may develop."
  },
  {
    "name": "Gleolan",
    "genericName": "aminolevulinic acid hydrochloride (ala hcl) solution",
    "description": "Gleolan [aminolevulinic acid hydrochloride (ALA HCl)] is an optical imaging agent indicated in patients with glioma (suspected World Health Organization Grades III or IV on preoperative imaging) as an adjunct for the visualization of malignant tissue during surgery.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended reconstituted oral dose of Gleolan is 20 mg/kg."
  },
  {
    "name": "Gleostine",
    "genericName": "lomustine capsules",
    "description": "Gleostine (lomustine) is a type of anti-cancer drug used to treat brain tumors, both primary and metastatic, in patients who have already received appropriate surgical and/or radiotherapeutic procedures, and to treat Hodgkin's disease, as secondary therapy in combination with other approved drugs in patients who relapse while being treated with primary therapy, or who fail to respond to primary therapy.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of the labeling: Delayed myelosuppression [see WARNINGS AND PRECAUTIONS] Risks of overdosage [see WARNINGS AND PRECAUTIONS] Pulmonary toxicity [see WARNINGS AND PRECAUTIONS] Secondary malignancies [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Nephrotoxicity [see WARNINGS AND PRECAUTIONS] The following adverse reactions associated with the use of Gleostine were identified in clinical trials or postmarketing reports. Because these reactions were reported from a population of uncertain size, it is not possible to estimate their frequency, reliability, or establish a causal relationship to drug exposure. Gastrointestinal disorders: nausea, vomiting, and stomatitis Ocular disorders: optic atrophy, visual disturbances, and blindness Neurologic disorders: disorientation, lethargy, ataxia, and dysarthria Other: alopecia",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Gleostine in adult and pediatric patients as a single agent in previously untreated patients is 130 mg/m² as a single oral dose every 6 weeks."
  },
  {
    "name": "Gliadel",
    "genericName": "polifeprosan 20 with carmustine",
    "description": "Gliadel Wafer (carmustine) Implant is a cancer medication used to treat brain tumors, Hodgkin's disease, multiple myeloma, and non-Hodgkin's lymphoma. Gliadel Wafer is sometimes given with other cancer medications.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the labeling: Seizures [see WARNINGS AND PRECAUTIONS] Intracranial Hypertension [see WARNINGS AND PRECAUTIONS] Impaired Neurosurgical Wound Healing [see WARNINGS AND PRECAUTIONS] Meningitis [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gliadel Wafer is eight 7.7 mg wafers for a total of 61.6 mg implanted intracranially."
  },
  {
    "name": "Amaryl",
    "genericName": "glimepiride",
    "description": "Amaryl (glimepiride) is an oral diabetes medicine used together with diet and exercise to treat type 2 (non-insulin dependent) diabetes. Insulin or other diabetes medicines are sometimes used in combination with Amaryl if needed. Amaryl is available in generic form.",
    "sideEffects": "The following serious adverse reactions are discussed in\nmore detail below and elsewhere in the labeling: Hypoglycemia [see  WARNINGS AND PRECAUTIONS] Hemolytic anemia [see  WARNINGS AND PRECAUTIONS] In clinical trials, the most common adverse reactions\nwith AMARYL were hypoglycemia, dizziness, asthenia, headache, and nausea.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Common side effects of Amaryl include:"
  },
  {
    "name": "Glucotrol",
    "genericName": "glipizide",
    "description": "Glucotrol (glipizide) is blood glucose lowering drug of the sulfonylurea class used to help maintain glucose control in type 2 diabetics, in conjunction with an appropriate diet and exercise program. Glucotrol is available as a generic named glipizide.",
    "sideEffects": "In U.S. and foreign controlled studies, the frequency of serious adverse reactions reported was very low. Of 702 patients, 11.8% reported adverse reactions and in only 1.5% was GLUCOTROL discontinued.",
    "warnings": "Special Warning On Increased Risk Of Cardiovascular Mortality",
    "dosage": "Glucotrol is available in 5 and 10 mg strength tablets. The usual starting dose is 5 mg about 30 min before breakfast. Serious side effects of Glucotrol include hypoglycemia, jaundice, liver damage, fever, bleeding or bruising, skin changes, SIADH, and porphyria."
  },
  {
    "name": "Metaglip",
    "genericName": "glipizide and metformin",
    "description": "Metaglip (glipizide and metformin HCl) is a combination of two oral diabetes medicines for people with type 2 diabetes who do not use daily insulin injections. Metaglip is not for treating type 1 diabetes. The brand name Metaglip is discontinued, but generic versions may be available.",
    "sideEffects": "",
    "warnings": "Metformin Hydrochloride",
    "dosage": "Dosage of Metaglip is individualized on the basis of both effectiveness and tolerance while not exceeding the maximum recommended daily dose of 20 mg glipizide/2000 mg metformin."
  },
  {
    "name": "Glucotrol XL",
    "genericName": "glipizide extended release",
    "description": "Glucotrol XL (glipizide extended release) is an oral diabetes medicine that helps control blood sugar levels used together with diet and exercise to treat type 2 (non-insulin dependent) diabetes. Glucotrol XL is available in generic form.",
    "sideEffects": "The following serious adverse reactions are discussed in more detail below and elsewhere in the labeling: Hypoglycemia [see WARNINGS AND PRECAUTIONS] Hemolytic anemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The usual starting dose of Glucotrol XL is 5 mg per day. Dosage adjustment is based on laboratory measures of glycemic control. Most patients are controlled with 5 mg to 10 mg taken once daily. Some patients may require up to the maximum daily dose of 20 mg."
  },
  {
    "name": "Glofil-125",
    "genericName": "sodium iothalamate i-125 injection solution",
    "description": "Glofil-125 (sodium iothalamate i-125 injection, solution) is an ionic radiopaque contrast agent indicated for evaluation of glomerular filtration in the diagnosis or monitoring of patients with renal disease.",
    "sideEffects": "None Reported",
    "warnings": "None known",
    "dosage": "The suggested dose range employed of Glofil-125in the average patient (70 kg) is as follows: Continuous intravenous infusion: 20 to 100 µCi (0.74-3.7 megabecquerels). Single intravenous injection: 10 to 30 µCi (0.37-1.11 megabecquerels)."
  },
  {
    "name": "Columvi",
    "genericName": "glofitamab-gxbm injection",
    "description": "Columvi (glofitamab-gxbm) is a bispecific CD20-directed CD3 T-cell engager indicated for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma, not otherwise specified (DLBCL, NOS) or large B-cell lymphoma (LBCL) arising from follicular lymphoma, after two or more lines of systemic therapy.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Cytokine Release Syndrome [see WARNINGS AND PRECAUTIONS] Neurologic Toxicity [see WARNINGS AND PRECAUTIONS] Serious Infections [see WARNINGS AND PRECAUTIONS] Tumor Flare [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Pretreat with a single 1,000 mg dose of obinutuzumab intravenously 7 days before initiation of Columvi (Cycle 1 Day 1)."
  },
  {
    "name": "Gloperba",
    "genericName": "colchicine oral solution",
    "description": "Gloperba (colchicine) Oral Solution is an anti-gout agent indicated for prevention of gout flares in adults.",
    "sideEffects": "Gastrointestinal disorders are the most common adverse reactions with colchicine. These disorders are often the first signs of toxicity and may indicate that the colchicine dose needs to be reduced or therapy stopped. These disorders include diarrhea, nausea, vomiting, and abdominal pain. Colchicine has been reported to cause neuromuscular toxicity, which may present as muscle pain or weakness [see WARNINGS AND PRECAUTIONS]. Toxic manifestations associated with colchicine include myelosuppression, disseminated intravascular coagulation and injury to cells in the renal, hepatic, circulatory and central nervous systems. These toxicities most often occur with excessive accumulation or overdosage [see OVERDOSE]. The following adverse reactions have been reported with colchicine. These adverse reactions have been generally reversible upon interrupting treatment or lowering the dose of colchicine. Neurological: sensory motor neuropathy Dermatological: alopecia, maculopapular rash, purpura, rash Digestive: abdominal cramping, abdominal pain, diarrhea, lactose intolerance, nausea, vomiting Hematological: leukopenia, granulocytopenia, thrombocytopenia, pancytopenia, aplastic anemia Hepatobiliary: elevated AST, elevated ALT Musculoskeletal: myopathy, elevated CPK, myotonia, muscle weakness, muscle pain, rhabdomyolysis Reproductive: azoospermia, oligospermia",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Gloperba is 0.6 mg (5 mL) once or twice daily."
  },
  {
    "name": "GlucaGen",
    "genericName": "glucagon [rdna origin]) for injection",
    "description": "GlucaGen (glucagon [rDNA origin] for injection) is an antihypoglycemic agent used to treat insulin coma or insulin reaction resulting from severe hypoglycemia (low blood sugar).",
    "sideEffects": "Side effects may include nausea and vomiting at doses above 1 mg or with rapid injection. Hypotension has been reported up to 2 hours after administration in patients receiving GlucaGen as premedication for upper GI endoscopy procedures. GlucaGen exerts positive inotropic and chronotropic effects and may, therefore, cause tachycardia and hypertension. Adverse reactions indicating toxicity of GlucaGen have not been reported. A temporary increase in both blood pressure and pulse rate may occur following the administration of GlucaGen. Patients taking beta-blockers might be expected to have a greater increase in both pulse and blood pressure, an increase of which will be temporary because of GlucaGen’s short half-life [see DRUG INTERACTIONS]. The increase in blood pressure and pulse rate may require therapy in patients with pheochromocytoma or coronary artery disease [see WARNINGS AND PRECAUTIONS]. Anaphylactic reactions may occur in some cases [see WARNINGS AND PRECAUTIONS]. The following adverse reactions have been identified during postapproval use of GlucaGen. Because these reactions are reported voluntarily from a population of uncertain size, it is\ngenerally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 1 Frequency of Adverse Reactions",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Inject 1 mL dose of GlucaGen (adults and children, weighing more than 55 lbs (25 kg)) or 0.5 mL (children weighing less than 55 lbs (25 kg)) subcutaneously, intramuscularly, or intravenously. If the weight is not known: children younger than 6 years should be given a 0.5 mL and children 6 years and older should be given 1 mL."
  },
  {
    "name": "GlucaGen HypoKit",
    "genericName": "glucagon hydrochloride kit",
    "description": "GlucaGen HypoKit (glucagon hydrochloride kit) is an antihypoglycemic agent and a gastrointestinal motility inhibitor used to treat severe low blood sugar (hypoglycemia) reactions which may occur in patients with diabetes mellitus treated with insulin, and for use as a diagnostic aid during radiologic examinations to temporarily inhibit movement of the gastrointestinal tract.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS] Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS] Side effects may include nausea and vomiting at doses above 1 mg or with rapid injection. Hypotension has been reported up to 2 hours after administration in patients receiving GlucaGen as premedication for upper GI endoscopy procedures. GlucaGen exerts positive inotropic and chronotropic effects and may, therefore, cause tachycardia and hypertension. Adverse reactions indicating toxicity of GlucaGen have not been reported. A temporary increase in both blood pressure and pulse rate may occur following the administration of GlucaGen. Patients taking betablockers might be expected to have a greater increase in both pulse and blood pressure, an increase of which will be temporary because of GlucaGen's short half-life [see DRUG INTERACTIONS]. The increase in blood pressure and pulse rate may require therapy in patients with pheochromocytoma or coronary artery disease [see WARNINGS AND PRECAUTIONS]. Anaphylactic reactions may occur in some cases. The following adverse reactions have been identified during postapproval use of GlucaGen. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 1 : Frequency of Adverse Reactions",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of GlucaGen HypoKit is a 1 mL injection [adults and children, weighing more than 55 lbs. (25 kg)] or 0.5 mL [children weighing less than 55 lbs. (25 kg)] subcutaneously, intramuscularly, or intravenously. If the weight is not known: Children younger than 6 years should be given 0.5 mL and children 6 years and older should be given 1 mL."
  },
  {
    "name": "GlucaGon",
    "genericName": "glucagon for injection",
    "description": "GlucaGon for injection is a gastrointestinal motility inhibitor indicated for use as a diagnostic aid during radiologic examinations to temporarily inhibit movement of the gastrointestinal (GI) tract.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS] Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS] Hyperglycemia in Patients with Diabetes Mellitus when Used as a Diagnostic Aid [see WARNINGS AND PRECAUTIONS] Blood Pressure and Heart Rate Increase in Patients with Cardiac Disease when Used as a Diagnostic Aid [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Glucagon is based on diagnostic procedure, route of administration, and procedure duration."
  },
  {
    "name": "GlucaGen",
    "genericName": "glucagon [rdna origin]) for injection",
    "description": "GlucaGen (glucagon [rDNA origin] for injection) is an antihypoglycemic agent used to treat insulin coma or insulin reaction resulting from severe hypoglycemia (low blood sugar).",
    "sideEffects": "Side effects may include nausea and vomiting at doses above 1 mg or with rapid injection. Hypotension has been reported up to 2 hours after administration in patients receiving GlucaGen as premedication for upper GI endoscopy procedures. GlucaGen exerts positive inotropic and chronotropic effects and may, therefore, cause tachycardia and hypertension. Adverse reactions indicating toxicity of GlucaGen have not been reported. A temporary increase in both blood pressure and pulse rate may occur following the administration of GlucaGen. Patients taking beta-blockers might be expected to have a greater increase in both pulse and blood pressure, an increase of which will be temporary because of GlucaGen’s short half-life [see DRUG INTERACTIONS]. The increase in blood pressure and pulse rate may require therapy in patients with pheochromocytoma or coronary artery disease [see WARNINGS AND PRECAUTIONS]. Anaphylactic reactions may occur in some cases [see WARNINGS AND PRECAUTIONS]. The following adverse reactions have been identified during postapproval use of GlucaGen. Because these reactions are reported voluntarily from a population of uncertain size, it is\ngenerally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 1 Frequency of Adverse Reactions",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Inject 1 mL dose of GlucaGen (adults and children, weighing more than 55 lbs (25 kg)) or 0.5 mL (children weighing less than 55 lbs (25 kg)) subcutaneously, intramuscularly, or intravenously. If the weight is not known: children younger than 6 years should be given a 0.5 mL and children 6 years and older should be given 1 mL."
  },
  {
    "name": "GlucaGon",
    "genericName": "glucagon for injection",
    "description": "GlucaGon for injection is a gastrointestinal motility inhibitor indicated for use as a diagnostic aid during radiologic examinations to temporarily inhibit movement of the gastrointestinal (GI) tract.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS] Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS] Hyperglycemia in Patients with Diabetes Mellitus when Used as a Diagnostic Aid [see WARNINGS AND PRECAUTIONS] Blood Pressure and Heart Rate Increase in Patients with Cardiac Disease when Used as a Diagnostic Aid [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Glucagon is based on diagnostic procedure, route of administration, and procedure duration."
  },
  {
    "name": "GlucaGen HypoKit",
    "genericName": "glucagon hydrochloride kit",
    "description": "GlucaGen HypoKit (glucagon hydrochloride kit) is an antihypoglycemic agent and a gastrointestinal motility inhibitor used to treat severe low blood sugar (hypoglycemia) reactions which may occur in patients with diabetes mellitus treated with insulin, and for use as a diagnostic aid during radiologic examinations to temporarily inhibit movement of the gastrointestinal tract.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS] Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS] Side effects may include nausea and vomiting at doses above 1 mg or with rapid injection. Hypotension has been reported up to 2 hours after administration in patients receiving GlucaGen as premedication for upper GI endoscopy procedures. GlucaGen exerts positive inotropic and chronotropic effects and may, therefore, cause tachycardia and hypertension. Adverse reactions indicating toxicity of GlucaGen have not been reported. A temporary increase in both blood pressure and pulse rate may occur following the administration of GlucaGen. Patients taking betablockers might be expected to have a greater increase in both pulse and blood pressure, an increase of which will be temporary because of GlucaGen's short half-life [see DRUG INTERACTIONS]. The increase in blood pressure and pulse rate may require therapy in patients with pheochromocytoma or coronary artery disease [see WARNINGS AND PRECAUTIONS]. Anaphylactic reactions may occur in some cases. The following adverse reactions have been identified during postapproval use of GlucaGen. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 1 : Frequency of Adverse Reactions",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of GlucaGen HypoKit is a 1 mL injection [adults and children, weighing more than 55 lbs. (25 kg)] or 0.5 mL [children weighing less than 55 lbs. (25 kg)] subcutaneously, intramuscularly, or intravenously. If the weight is not known: Children younger than 6 years should be given 0.5 mL and children 6 years and older should be given 1 mL."
  },
  {
    "name": "Gvoke",
    "genericName": "glucagon injection",
    "description": "Gvoke (glucagon) Injection is an antihypoglycemic agent indicated for the treatment of severe hypoglycemia in pediatric and adult patients with diabetes ages 2 years and above.",
    "sideEffects": "The following serious adverse reactions are described below and elsewhere in labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS]. Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gvoke for adults and pediatric patients aged 12 years and older is 1 mg. The recommended dose of Gvoke for pediatric patients aged 2 to under 12 years of age is weight dependent."
  },
  {
    "name": "Baqsimi",
    "genericName": "glucagon nasal powder",
    "description": "Baqsimi (glucagon) Nasal Powder is an antihypoglycemic agent indicated for the treatment of severe hypoglycemia in patients with diabetes ages 4 years and above.",
    "sideEffects": "The following serious adverse reactions are described below and elsewhere in labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dose of Baqsimi Nasal Powder is 3 mg administered as one pump spray of the intranasal device into one nostril."
  },
  {
    "name": "Voraxaze",
    "genericName": "glucarpidase for injection, for intravenous use",
    "description": "Voraxaze (glucarpidase) for injection is indicated to treat patients with toxic levels of methotrexate in their blood due to kidney failure.",
    "sideEffects": "Serious allergic reactions,\nincluding anaphylactic reactions, may occur. The most common adverse reactions\n(incidence  > 1%) with VORAXAZE are paraesthesias, flushing, nausea and/or vomiting,\n hypotension, and headache.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Leucovorin is a substrate for Voraxaze. Leucovorin should not be administered within two hours before or after a dose of Voraxaze."
  },
  {
    "name": "Glucophage",
    "genericName": "metformin hcl",
    "description": "Glucophage and Glucophage XR (metformin hydrochloride) are oral antihyperglycemic drugs used to treat type 2 diabetes. Glucophage is available as tablets while Glucophage XR is available as extended-release tablets.",
    "sideEffects": "The following adverse reactions are also discussed elsewhere in the labeling: Lactic Acidosis [see BOX WARNING and WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Hypoglycemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Glucophage should be given in divided doses with meals while Glucophage XR should generally be given once daily with the evening meal. Glucophage or Glucophage XR should be started at a low dose, with gradual dose escalation, both to reduce gastrointestinal side effects and to permit identification of the minimum dose required for adequate glycemic control of the patient.  Glucophage should not be given to a child younger than 10 years old. Glucophage XR should not be given to a child younger than 17 years old."
  },
  {
    "name": "Glucotrol",
    "genericName": "glipizide",
    "description": "Glucotrol (glipizide) is blood glucose lowering drug of the sulfonylurea class used to help maintain glucose control in type 2 diabetics, in conjunction with an appropriate diet and exercise program. Glucotrol is available as a generic named glipizide.",
    "sideEffects": "In U.S. and foreign controlled studies, the frequency of serious adverse reactions reported was very low. Of 702 patients, 11.8% reported adverse reactions and in only 1.5% was GLUCOTROL discontinued.",
    "warnings": "Special Warning On Increased Risk Of Cardiovascular Mortality",
    "dosage": "Glucotrol is available in 5 and 10 mg strength tablets. The usual starting dose is 5 mg about 30 min before breakfast. Serious side effects of Glucotrol include hypoglycemia, jaundice, liver damage, fever, bleeding or bruising, skin changes, SIADH, and porphyria."
  },
  {
    "name": "Glucotrol XL",
    "genericName": "glipizide extended release",
    "description": "Glucotrol XL (glipizide extended release) is an oral diabetes medicine that helps control blood sugar levels used together with diet and exercise to treat type 2 (non-insulin dependent) diabetes. Glucotrol XL is available in generic form.",
    "sideEffects": "The following serious adverse reactions are discussed in more detail below and elsewhere in the labeling: Hypoglycemia [see WARNINGS AND PRECAUTIONS] Hemolytic anemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The usual starting dose of Glucotrol XL is 5 mg per day. Dosage adjustment is based on laboratory measures of glycemic control. Most patients are controlled with 5 mg to 10 mg taken once daily. Some patients may require up to the maximum daily dose of 20 mg."
  },
  {
    "name": "Glucovance",
    "genericName": "glyburide and metformin",
    "description": "Glucovance (glyburide and metformin HC1) is a combination of two oral diabetes medicines that help control blood sugar levels for people with type 2 diabetes who do not use daily insulin injections. Glucovance is not for treating type 1 diabetes. Glucovance is available in generic form.",
    "sideEffects": "",
    "warnings": "Metformin Hydrochloride",
    "dosage": "Dosage of Glucovance is individualized based on both effectiveness and tolerance."
  },
  {
    "name": "Glumetza",
    "genericName": "metformin hcl",
    "description": "Glumetza (metformin hydrochloride) is an oral diabetes medicine for people with type 2 (non-insulin-dependent) diabetes. Glumetza is sometimes used in combination with insulin or other medications, but it is not for treating type 1 diabetes. Glumetza is available in generic form.",
    "sideEffects": "The following adverse reactions are discussed in more detail in other sections of the labeling: Lactic Acidosis [see Boxed Warning and WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Hypoglycemia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Glumetza should be taken once daily. Dosage is individualized based on effectiveness and tolerance. The maximum recommended daily dose is 2000 mg."
  },
  {
    "name": "Micronase",
    "genericName": "glyburide",
    "description": "Micronase (glyburide) is an oral diabetes medicine used to treat type II diabetes.",
    "sideEffects": "",
    "warnings": "The administration of oral hypoglycemic drugs has been reported to be associated with increased\ncardiovascular mortality as compared to treatment with diet alone or diet plus insulin. This\nwarning is based on the study conducted by the University Group Diabetes Program (UGDP), a\nlong-term prospective clinical trial designed to evaluate the effectiveness of glucose-lowering\ndrugs in preventing or delaying vascular complications in patients with non-insulin-dependent\ndiabetes. The study involved 823 patients who were randomly assigned to one of four treatment\ngroups",
    "dosage": "Micronase is taken in tablet form with breakfast or the first main meal of the day. The usual starting dose of Micronase Tablets is 2.5 to 5 mg daily."
  },
  {
    "name": "Glucovance",
    "genericName": "glyburide and metformin",
    "description": "Glucovance (glyburide and metformin HC1) is a combination of two oral diabetes medicines that help control blood sugar levels for people with type 2 diabetes who do not use daily insulin injections. Glucovance is not for treating type 1 diabetes. Glucovance is available in generic form.",
    "sideEffects": "",
    "warnings": "Metformin Hydrochloride",
    "dosage": "Dosage of Glucovance is individualized based on both effectiveness and tolerance."
  },
  {
    "name": "Diabeta",
    "genericName": "glyburide tablets",
    "description": "DiaBeta (glyburide) Tablets is a diabetes medicine used to help control blood sugar levels and treat type 2 diabetes. DiaBeta is available in generic form.",
    "sideEffects": "",
    "warnings": "Special Warning On Increased Risk Of Cardiovascular Mortality",
    "dosage": "Talk to your doctor about your individual dosage recommendation."
  },
  {
    "name": "Glycate",
    "genericName": "glycopyrrolate",
    "description": "Glycate (glycopyrrolate tablets) is an anticholinergic indicated for use as adjunctive therapy in the treatment of peptic ulcer.",
    "sideEffects": "Anticholinergics produce certain effects, most of which are extensions of their fundamental pharmacological actions. Adverse reactions to anticholinergics in general may include xerostomia; decreased sweating; urinary hesitancy and retention; blurred vision; tachycardia; palpitations; dilation of the pupil; cycloplegia; increased ocular tension; loss of taste; headaches; nervousness; mental confusion; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; constipation; bloated feeling; impotence; suppression of lactation; severe allergic reaction or drug idiosyncrasies including anaphylaxis, urticaria and other dermal manifestations. Glycopyrrolate Tablets, USP is chemically a quaternary ammonium compound; hence, its passage across lipid membranes, such as the blood-brain barrier, is limited in contrast to atropine sulfate and scopolamine hydrobromide. For this reason the occurrence of CNS related side effects is lower, in comparison to their incidence following administration of anticholinergics which are chemically tertiary amines that can cross this barrier readily. Call your doctor for medical advice about side effects. You may voluntarily report side effects to FDA AT 1-800-FDA-1088. Questions or comments? Call Carwin Pharmaceutical Associates, LLC at 1-844-700-5011.",
    "warnings": "In the presence of a high environmental temperature, heat prostration (fever and heat stroke due to decreased sweating) can occur with the use of Glycopyrrolate Tablets, USP.",
    "dosage": "The recommended initial dosage of Glycate 1 mg tablets for adults is one tablet three times daily (in the morning, early afternoon, and at bedtime). Some patients may require two tablets at bedtime to assure overnight control of symptoms. For maintenance, a dosage of one Glycate tablet twice a day is frequently adequate."
  },
  {
    "name": "Ravicti",
    "genericName": "glycerol phenylbutyrate oral liquid",
    "description": "Ravicti is a prescription medicine used in adults and children 2 years of age and older for long-term management of high blood levels of ammonia caused by a condition called a urea cycle disorder (UCD).",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Neurotoxicity [see WARNINGS AND PRECAUTIONS] Pancreatic insufficiency or Intestinal Malabsorption [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The total daily dosage is given in 3 equally divided dosages, rounded up to nearest 0.5 mL. The maximum daily dosage is 17.5 mL. Patients taking Ravicti must restrict protein in their diets. Ravicti should be taken with food."
  },
  {
    "name": "Robinul",
    "genericName": "glycopyrrolate",
    "description": "Robinul Injection (glycopyrrolate) is an anticholinergic that helps to control conditions such as peptic ulcers that involve excessive stomach acid production. The injectable form of Robinul is also used to reduce saliva, nasal, lung, and stomach secretions and to help control heart rate during surgery. Robinul Injection is available in generic form.",
    "sideEffects": "Anticholinergics produce certain effects, most of which are extensions of their fundamental pharmacological actions. Adverse reactions to anticholinergics in general may include xerostomia; decreased sweating; urinary hesitancy and retention; blurred vision; tachycardia; palpitations; dilatation of the pupil; cycloplegia; increased ocular tension; loss of taste; headaches; nervousness; mental confusion; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; constipation; bloated feeling; impotence; suppression of lactation; severe allergic reaction or drug idiosyncrasies including anaphylaxis, urticaria and other dermal manifestations. Robinul (glycopyrrolate) is chemically a quaternary ammonium compound; hence, its passage across lipid membranes, such as the blood-brain barrier, is limited in contrast to atropine sulfate and scopolamine hydrobromide. For this reason the occurrence of CNS related side effects is lower, in comparison to their incidence following administration of anticholinergics which are chemically tertiary amines that can cross this barrier readily. To report SUSPECTED ADVERSE REACTIONS, contact Casper Pharma LLC. At 1-844-5-CASPER (1-844-522-7737) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.",
    "warnings": "In the presence of a high environmental temperature, heat prostration (fever and heat stroke due to decreased sweating) can occur with use of Robinul.",
    "dosage": "Robinul injection is administered intramuscularly (IM) or intravenously (IV), under a physician's supervision. Dose depends on the condition being treated."
  },
  {
    "name": "Glycate",
    "genericName": "glycopyrrolate",
    "description": "Glycate (glycopyrrolate tablets) is an anticholinergic indicated for use as adjunctive therapy in the treatment of peptic ulcer.",
    "sideEffects": "Anticholinergics produce certain effects, most of which are extensions of their fundamental pharmacological actions. Adverse reactions to anticholinergics in general may include xerostomia; decreased sweating; urinary hesitancy and retention; blurred vision; tachycardia; palpitations; dilation of the pupil; cycloplegia; increased ocular tension; loss of taste; headaches; nervousness; mental confusion; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; constipation; bloated feeling; impotence; suppression of lactation; severe allergic reaction or drug idiosyncrasies including anaphylaxis, urticaria and other dermal manifestations. Glycopyrrolate Tablets, USP is chemically a quaternary ammonium compound; hence, its passage across lipid membranes, such as the blood-brain barrier, is limited in contrast to atropine sulfate and scopolamine hydrobromide. For this reason the occurrence of CNS related side effects is lower, in comparison to their incidence following administration of anticholinergics which are chemically tertiary amines that can cross this barrier readily. Call your doctor for medical advice about side effects. You may voluntarily report side effects to FDA AT 1-800-FDA-1088. Questions or comments? Call Carwin Pharmaceutical Associates, LLC at 1-844-700-5011.",
    "warnings": "In the presence of a high environmental temperature, heat prostration (fever and heat stroke due to decreased sweating) can occur with the use of Glycopyrrolate Tablets, USP.",
    "dosage": "The recommended initial dosage of Glycate 1 mg tablets for adults is one tablet three times daily (in the morning, early afternoon, and at bedtime). Some patients may require two tablets at bedtime to assure overnight control of symptoms. For maintenance, a dosage of one Glycate tablet twice a day is frequently adequate."
  },
  {
    "name": "Bevespi Aerosphere",
    "genericName": "glycopyrrolate and formoterol fumarate inhalation aerosol",
    "description": "Bevespi Aerosphere (glycopyrrolate and formoterol fumarate) inhalation aerosol is a combination of an anticholinergic and a long-acting beta2-adrenergic agonist (LABA) indicated for the long-term, maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD).  Bevespi Aerosphere is not indicated for the relief of acute bronchospasm or for the treatment of asthma.",
    "sideEffects": "LABAs, such as formoterol fumarate, one of the active\ningredients in BEVESPI AEROSPHERE, as monotherapy (without an inhaled\ncorticosteroid) for asthma increase the risk of asthma-related events. BEVESPI\nAEROSPHERE is not indicated for the treatment of asthma [see WARNINGS AND\nPRECAUTIONS]. The following adverse reactions are described in greater\ndetail elsewhere in the labeling: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Hypersensitivity reactions [see CONTRAINDICATIONS, WARNINGS AND PRECAUTIONS] Cardiovascular effects [see WARNINGS AND PRECAUTIONS] Worsening of narrow-angle glaucoma [see WARNINGS AND\n    PRECAUTIONS] Worsening of urinary retention [see WARNINGS AND\n    PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dosage of Bevespi Aerosphere for maintenance treatment of COPD is 2 inhalations twice daily."
  },
  {
    "name": "Seebri Neohaler",
    "genericName": "glycopyrrolate inhalation powder, for oral inhalation use",
    "description": "Seebri Neohaler (glycopyrrolate) inhalation powder is an anticholinergic indicated for the long-term maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD).",
    "sideEffects": "The following adverse reactions are described in greater detail, in other sections Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS]. Immediate hypersensitivity reactions [see WARNINGS AND PRECAUTIONS]. Worsening of narrow-angle glaucoma [see WARNINGS AND PRECAUTIONS]. Worsening of urinary retention [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Seebri Neohaler is the inhalation of the powder contents of one Seebri capsule (15.6 mcg) twice-daily."
  },
  {
    "name": "Lonhala Magnair",
    "genericName": "glycopyrrolate inhalation solution",
    "description": "Lonhala Magnair (glycopyrrolate) Inhalation Solution is an anticholinergic indicated for the long-term, maintenance treatment of airflow obstruction in patients with chronic obstructive pulmonary disease (COPD).",
    "sideEffects": "The following adverse reactions are described in greater detail in other sections: Paradoxical bronchospasm [see WARNINGS AND PRECAUTIONS] Immediate hypersensitivity reactions [see WARNINGS AND PRECAUTIONS] Worsening of narrow-angle glaucoma [see WARNINGS AND PRECAUTIONS] Worsening of urinary retention [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Lonhala Magnair for maintenance treatment of COPD is the contents of one Lonhala vial twice-daily."
  },
  {
    "name": "GLYRX-PF",
    "genericName": "glycopyrrolate injection",
    "description": "GLYRX-PF (glycopyrrolate injection) is an anticholinergic indicated in anesthesia (adult and pediatric patients); for reduction of airway or gastric secretions, and volume and acidity of gastric secretions, and blockade of cardiac inhibitory reflexes during induction of anesthesia and intubation; intraoperatively to counteract surgically or drug-induced or vagal reflex-associated arrhythmias; and for protection against peripheral muscarinic effects of cholinergic agents. GLYRX-PF is also used) as adjunctive therapy for the treatment of peptic ulcer when rapid anticholinergic effect is desired or oral medication is not tolerated.",
    "sideEffects": "The following adverse reactions were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions to anticholinergics include xerostomia (dry mouth); urinary hesitancy and retention; blurred vision and photophobia due to mydriasis (dilation of the pupil); cycloplegia; increased ocular tension; tachycardia; palpitation; decreased sweating; loss of taste; headache; nervousness; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; impotence; suppression of lactation; constipation; bloated feeling; severe allergic reactions including anaphylactic/anaphylactoid reactions; hypersensitivity; urticaria, pruritus, dry skin, and other dermal manifestations; some degree of mental confusion and/or excitement, especially in elderly persons. The following adverse reactions have been reported from post-marketing experience with glycopyrrolate: malignant hyperthermia; cardiac arrhythmias (including bradycardia, ventricular tachycardia, ventricular fibrillation); cardiac arrest; hypertension; hypotension; seizures; and respiratory arrest. Post-marketing reports have included cases of heart block and QTc interval prolongation associated with the combined use of glycopyrrolate and an anticholinesterase. Injection site reactions including pruritus, edema, erythema, and pain have also been reported.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "GLYRX-PF may be administered intramuscularly (IM), or intravenously (IV), with or without dilution. The dosage and regimen of GLYRX-PF depends on the condition being treated."
  },
  {
    "name": "Cuvposa",
    "genericName": "glycopyrrolate oral solution",
    "description": "Cuvposa (glycopyrrolate) Oral Solution is an anticholinergic drug used to control conditions such as peptic ulcers that involve excessive stomach acid production. Cuvposa is also used to reduce drooling in children ages 3 to 16 who have certain medical conditions, such as cerebral palsy.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Constipation or intestinal pseudo-obstruction [see WARNINGS AND PRECAUTIONS] Incomplete mechanical intestinal obstruction [see WARNINGS AND PRECAUTIONS] The most common adverse reactions reported with CUVPOSA are dry mouth, vomiting, constipation, flushing, and nasal congestion.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The initial dose of Cuvposa is 0.02 mg/kg orally three times daily, and then adjusted in increments of 0.02 mg/kg every 5-7 days based on the patient's response and adverse reactions. The maximum recommended dosage is 0.1 mg/kg three times daily not to exceed 1.5-3 mg per dose based upon weight."
  },
  {
    "name": "Dartisla ODT",
    "genericName": "glycopyrrolate orally disintegrating tablets",
    "description": "Dartisla ODT (glycopyrrolate) is an anticholinergic indicated in adults to reduce symptoms of a peptic ulcer as an adjunct to treatment of peptic ulcer.",
    "sideEffects": "The following serious or otherwise important adverse reactions are discussed elsewhere in the labeling: Precipitation of Acute Glaucoma [see WARNINGS AND PRECAUTIONS] Partial or Complete Mechanical Intestinal Obstruction [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions due to Decreased Gastrointestinal Motility [see WARNINGS AND PRECAUTIONS] Cognitive and Visual Adverse Reactions [see WARNINGS AND PRECAUTIONS] Heat Prostration at High Environmental Temperatures [see WARNINGS AND PRECAUTIONS] Other Conditions Exacerbated by Anticholinergic Adverse Reactions [see WARNINGS AND PRECAUTIONS] Increased Risk of Anticholinergic Adverse Reactions in Geriatric Patients [see WARNINGS AND PRECAUTIONS] The following adverse reactions associated with the use of glycopyrrolate, or other anticholinergic drugs, were identified in clinical studies or postmarketing reports. Because some of these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac Disorders: chest, pain, hypertension, tachycardia Endocrine Disorders: decreased sweating Eye Disorders: blurred vision, cycloplegia, dilatation of the pupil, increased ocular tension Gastrointestinal Disorders: bloated feeling, constipation, dry mouth, dysgeusia, nausea, vomiting Immune System Disorders: anaphylaxis [see CONTRAINDICATIONS] Nervous System Disorders: agitation, dizziness, drowsiness, headache, insomnia, mental confusion, nervousness, weakness Respiratory Disorders: respiratory depression, throat irritation Renal and Urinary Disorders: urinary hesitancy, urinary retention Reproductive System and Breast Disorders: impotence, suppression of lactation Vascular Disorders: flushing",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Dartisla ODT is 1.7 mg given two or three times daily administered on top of the tongue; allow to disintegrate and swallow without water."
  },
  {
    "name": "Robinul Tablets",
    "genericName": "glycopyrrolate tablets",
    "description": "Robinul (glycopyrrolate tablets) is an anticholinergic indicated in adults to reduce symptoms of a peptic ulcer as an adjunct to treatment of peptic ulcer.",
    "sideEffects": "Anticholinergics produce certain effects, most of which are extensions of their fundamental pharmacological actions. Adverse reactions to anticholinergics in general may include xerostomia; decreased sweating; urinary hesitancy and retention; blurred vision; tachycardia; palpitations; dilatation of the pupil; cycloplegia; increased ocular tension; loss of taste; headaches; nervousness; mental confusion; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; constipation; bloated feeling; impotence; suppression of lactation; severe allergic reaction or drug idiosyncrasies including anaphylaxis, urticaria and other dermal manifestations. Robinul (glycopyrrolate) is chemically a quaternary ammonium compound; hence, its passage across lipid membranes, such as the blood-brain barrier, is limited in contrast to atropine sulfate and scopolamine hydrobromide. For this reason the occurrence of CNS related side effects is lower, in comparison to their incidence following administration of anticholinergics which are chemically tertiary amines that can cross this barrier readily. To report SUSPECTED ADVERSE REACTIONS, contact Casper Pharma LLC. at 1-844-5-CASPER (1-844-522-7737) or FDA at 1-800- FDA-1088 or www.fda.gov/medwatch.",
    "warnings": "In the presence of a high environmental temperature, heat prostration (fever and heat stroke due to decreased sweating) can occur with use of Robinul.",
    "dosage": "The recommended initial dosage of Robinul is1 mgthree times daily (in the morning, early afternoon, and at bedtime). Some patients may require 2 mg at bedtime to assure overnight control of symptoms. For maintenance, a dosage of 1 mg twice a day is frequently adequate."
  },
  {
    "name": "Qbrexza",
    "genericName": "glycopyrronium cloth, 2.4%, for topical use",
    "description": "Qbrexza (glycopyrronium) Cloth is an anticholinergic indicated for topical treatment of primary axillary hyperhidrosis (sweaty underarms) in adults and pediatric patients 9 years of age and older.",
    "sideEffects": "The following adverse reactions are described in greater detail in other sections New or Worsening Urinary Retention [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Dosage of Qbrexza is a single-use cloth pre-moistened with 2.4% glycopyrronium solution. Qbrexza is for topical use in the underarm area only and not for use in other body areas."
  },
  {
    "name": "Glydo",
    "genericName": "lidocaine hci jelly usp, 2%",
    "description": "Glydo (lidocaine HCl jelly, 2%) contains a local anesthetic agent used to prevent and control pain in procedures involving the male and female urethra, for topical treatment of painful urethritis, and as an anesthetic lubricant for endotracheal intubation (oral and nasal). Glydo is available as a generic.",
    "sideEffects": "Adverse experiences following the administration of\nlidocaine are similar in nature to those observed with other amide local anesthetic\nagents. These adverse experiences are, in general, dose-related and may result\nfrom high plasma levels caused by excessive dosage or rapid absorption, or may\nresult from a hypersensitivity, idiosyncrasy, or diminished tolerance on the part\nof the patient. Serious adverse experiences are generally systemic in nature.\nThe following types are those most commonly reported: There have been rare reports of endotracheal tube\nocclusion associated with the presence of dried jelly residue in the inner lumen\nof the tube (see WARNINGS and DOSAGE AND ADMINISTRATION).",
    "warnings": "EXCESSIVE DOSAGE, OR SHORT INTERVALS BETWEEN DOSES, CAN\nRESULT IN HIGH PLASMA LEVELS AND SERIOUS ADVERSE EFFECTS. PATIENTS SHOULD BE\nINSTRUCTED TO STRICTLY ADHERE TO THE RECOMMENDED DOSAGE AND ADMINISTRATION\nGUIDELINES AS SET FORTH IN THIS PACKAGE INSERT. THE MANAGEMENT OF SERIOUS\nADVERSE REACTIONS MAY REQUIRE THE USE OF RESUSCITATIVE EQUIPMENT, OXYGEN, AND\nOTHER RESUSCITATIVE DRUGS.",
    "dosage": "Dosing depends on the procedure being performed."
  },
  {
    "name": "Glynase Prestab",
    "genericName": "micronized glyburide tablets",
    "description": "Glynase PresTab (micronized glyburide) is an oral blood-glucose-lowering drug used to treat type 2 diabetes (non-insulin dependent). It is not for treating type 1 diabetes. Glynase PresTab is available in generic form.",
    "sideEffects": "",
    "warnings": "Special Warning On Increased Risk Of Cardiovascular\n  Mortality",
    "dosage": "The suggested starting dose of Glynase PresTab is 1.5 to 3 mg daily, administered with breakfast or the first main meal."
  },
  {
    "name": "GLYRX-PF",
    "genericName": "glycopyrrolate injection",
    "description": "GLYRX-PF (glycopyrrolate injection) is an anticholinergic indicated in anesthesia (adult and pediatric patients); for reduction of airway or gastric secretions, and volume and acidity of gastric secretions, and blockade of cardiac inhibitory reflexes during induction of anesthesia and intubation; intraoperatively to counteract surgically or drug-induced or vagal reflex-associated arrhythmias; and for protection against peripheral muscarinic effects of cholinergic agents. GLYRX-PF is also used) as adjunctive therapy for the treatment of peptic ulcer when rapid anticholinergic effect is desired or oral medication is not tolerated.",
    "sideEffects": "The following adverse reactions were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions to anticholinergics include xerostomia (dry mouth); urinary hesitancy and retention; blurred vision and photophobia due to mydriasis (dilation of the pupil); cycloplegia; increased ocular tension; tachycardia; palpitation; decreased sweating; loss of taste; headache; nervousness; drowsiness; weakness; dizziness; insomnia; nausea; vomiting; impotence; suppression of lactation; constipation; bloated feeling; severe allergic reactions including anaphylactic/anaphylactoid reactions; hypersensitivity; urticaria, pruritus, dry skin, and other dermal manifestations; some degree of mental confusion and/or excitement, especially in elderly persons. The following adverse reactions have been reported from post-marketing experience with glycopyrrolate: malignant hyperthermia; cardiac arrhythmias (including bradycardia, ventricular tachycardia, ventricular fibrillation); cardiac arrest; hypertension; hypotension; seizures; and respiratory arrest. Post-marketing reports have included cases of heart block and QTc interval prolongation associated with the combined use of glycopyrrolate and an anticholinesterase. Injection site reactions including pruritus, edema, erythema, and pain have also been reported.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "GLYRX-PF may be administered intramuscularly (IM), or intravenously (IV), with or without dilution. The dosage and regimen of GLYRX-PF depends on the condition being treated."
  },
  {
    "name": "Glyset",
    "genericName": "miglitol",
    "description": "Glyset (miglitol) is an alpha-glucosidase inhibitor that works by slowing the absorption of carbohydrates, so that blood sugar does not rise as much after a meal, used to treat non-insulin-dependent (Type II) diabetes mellitus.",
    "sideEffects": "",
    "warnings": "No information provided..",
    "dosage": "Dosage of Glyset is individualized on the basis of effectiveness and tolerance while not exceeding the maximum recommended dosage of 100 mg 3 times daily. It is taken three times daily at the start (with the first bite) of each main meal. The initial dose of Glyset is 25 mg, and the dosage gradually increased as prescribed."
  },
  {
    "name": "Glyxambi",
    "genericName": "empagliflozin and linagliptin tablets",
    "description": "Glyxambi (empagliflozin and linagliptin) is a combination of an inhibitor of the sodium-glucose co-transporter (SGLT2) and an inhibitor of the dipeptidyl peptidase-4 (DPP-4) enzyme used as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Volume Depletion [see WARNINGS AND PRECAUTIONS] Urosepsis and Pyelonephritis [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Necrotizing Fasciitis of the Perineum (Fournier’s Gangrene) [see WARNINGS AND PRECAUTIONS] Genital Mycotic Infections [see WARNINGS AND PRECAUTIONS] Lower Limb Amputation [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Glyxambi is 10 mg empagliflozin/5 mg linagliptin once daily in the morning, taken with or without food. In patients tolerating Glyxambi, the dose may be increased to 25 mg empagliflozin/5 mg linagliptin once daily."
  },
  {
    "name": "Gocovri",
    "genericName": "amantadine extended release capsules, for oral use",
    "description": "Gocovri (amantadine extended release capsules) is an antivirial and anti-Parkinson drug indicated for the treatment of dyskinesia in patients with Parkinson's disease receiving levodopa-based therapy, with or without concomitant dopaminergic medications.",
    "sideEffects": "The following serious adverse reactions are described in more detail elsewhere in the labeling: Falling Asleep During Activities of Daily Living and Somnolence [see WARNINGS AND PRECAUTIONS] Suicidality and Depression [see WARNINGS AND PRECAUTIONS] Hallucinations/Psychotic Behavior [see WARNINGS AND PRECAUTIONS] Dizziness and Orthostatic Hypotension [see WARNINGS AND PRECAUTIONS] Withdrawal-Emergent Hyperpyrexia and Confusion [see WARNINGS AND PRECAUTIONS] Impulse Control/Compulsive Behaviors [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The initial daily dosage of Gocovri is 137 mg, administered orally once daily at bedtime. After one week, increase to the recommended dosage of 274 mg (two 137 mg capsules) once daily at bedtime."
  },
  {
    "name": "Gohibic",
    "genericName": "vilobelimab injection",
    "description": "Gohibic (vilobelimab) is a monoclonal antibody that has received Emergency Use Authorization (EUA) for the treatment of coronavirus disease 19 (COVID-19) in hospitalized adults when initiated within 48 hours of receiving invasive mechanical ventilation (IMV), or extracorporeal membrane oxygenation (ECMO).",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Gohibic is 800 mg administered by intravenous infusion after dilution, for a maximum of 6 (six) doses over the treatment period as follows: start treatment within 48 hours of intubation (Day 1), followed by administration of Gohibic on Days 2, 4, 8, 15 and 22 as long as the patient is still hospitalized (even if discharged from ICU)."
  },
  {
    "name": "Myochrysine",
    "genericName": "gold sodium thiomalate",
    "description": "Myochrysine (gold sodium thiomalate) is a form of gold used as an injection to treat adult and juvenile rheumatoid arthritis. Gold suppresses the inflammatory process.",
    "sideEffects": "A variety of adverse reactions may develop during the initial phase (weekly \n  injections) of therapy or during maintenance treatment. Adverse reactions are \n  observed most frequently when the cumulative dose of Gold Sodium Thiomalate \n  administered is between 400 and 800mg. Very uncommonly, complications occur \n  days to months after cessation of treatment. Cutaneous reactions: Dermatitis is the most common reaction. \n  Any eruption, especially if pruritic, that develops during treatment with \n  Gold Sodium Thiomalate should be considered a reaction to gold until \n  proven otherwise. Pruritus often exists before dermatitis becomes apparent, \n  and therefore should be considered a warning signal of impending cutaneous reaction. \n  The most serious form of cutaneous reaction is generalized exfoliative dermatitis \n  which may lead to alopecia and shedding of nails. Gold dermatitis may be aggravated \n  by exposure to sunlight or an actinic rash may develop. Mucous membrane reactions: Stomatitis is the second most common \n  adverse reaction. Shallow ulcers on the buccal membranes, on the borders of \n  the tongue, and on the palate or in the pharynx may occur as the only adverse \n  reaction, or along with dermatitis. Sometimes diffuse glossitis or gingivitis \n  develops. A metallic taste may precede these oral mucous membrane reactions \n  and should be considered a warning signal. Conjunctivitis is a rare reaction. Renal reactions: Gold may be toxic to the kidney and produce \n  a nephrotic syndrome or glomerulitis with hematuria. These renal reactions are \n  usually relatively mild and subside completely if recognized early and treatment \n  is discontinued. They may become severe and chronic if treatment is continued \n  after onset of the reaction. Therefore, it is important to perform a urinalysis \n  before every injection, and to discontinue treatment promptly if proteinuria \n  or hematuria develops. Hematologic reactions: Blood dyscrasia due to gold toxicity is \n  rare, but because of the potential serious consequences it must be constantly \n  watched for and recognized early by frequent blood examinations done throughout \n  treatment. Granulocytopenia; thrombocytopenia, with or without purpura; hypoplastic \n  and aplastic anemia; and eosinophilia have all been reported. These hematologic \n  disorders may occur separately or in combinations. Nitritoid and allergic reactions: Reactions of the “nitritoid \n  type” which may resemble anaphylactoid effects have been reported. Flushing, \n  fainting, dizziness and sweating are most frequently reported. Other symptoms \n  that may occur include: nausea, vomiting, malaise, headache, and weakness. More severe, but less common effects include: anaphylactic shock, syncope, \n  bradycardia, thickening of the tongue, difficulty in swallowing and breathing, \n  and angioneurotic edema. These effects may occur almost immediately after injection \n  or as late as 10 minutes following injection. They may occur at any time during \n  the course of therapy and if observed, treatment with Gold Sodium Thiomalate \n  should be discontinued. Miscellaneous reactions: Gastrointestinal reactions have been \n  reported, including nausea, vomiting, anorexia, abdominal cramps and diarrhea. \n  Ulcerative enterocolitis, which can be severe or even fatal, has been reported \n  rarely. There have been rare reports of reactions involving the eye such as iritis, \n  corneal ulcers, and gold deposits in ocular tissues. Peripheral and central \n  nervous system complications have been reported rarely. Peripheral neuropathy, \n  with or without, fasciculations, sensorimotor effects (including Guillain-Barré \n  syndrome) and elevated spinal fluid protein have been reported. Central nervous \n  system complications have included confusion, hallucinations and seizures. Usually \n  these signs and symptoms cleared upon discontinuation of gold therapy.",
    "warnings": "Before treatment is started, the patient's hemoglobin, erythrocyte, white blood \n  cell, differential and platelet counts should be determined, and urinalysis \n  should be done to serve as basic reference. Urine should be analyzed for protein \n  and sediment changes prior to each injection. Complete blood counts including \n  platelet estimation should be made before every second injection throughout \n  treatment. The occurrence of purpura or ecchymoses at any time always requires \n  a platelet count.",
    "dosage": "For the adult of average size the following dosage schedule for Myochrysine is suggested: Weekly Injections: 1st injection, 10 mg; 2nd injection, 25 mg; 3rd and subsequent injections, 25 to 50 mg until there is toxicity or major clinical improvement."
  },
  {
    "name": "Simponi Aria",
    "genericName": "golimumab for infusion",
    "description": "Simponi Aria (golimumab) for infusion is a monoclonal antibody used in combination with methotrexate to treat adult patients with moderately to severely active rheumatoid arthritis.",
    "sideEffects": "The most serious adverse reactions were: Serious Infections [see WARNINGS AND PRECAUTIONS] Malignancies [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The Simponi Aria dosage regimen is 2 mg per kg given as an intravenous infusion over 30 minutes at weeks 0 and 4, then every 8 weeks thereafter, given in combination with methotrexate."
  },
  {
    "name": "Simponi",
    "genericName": "golimumab injection",
    "description": "Simponi (golimumab injection) is a human IgG1k monoclonal antibody used to treat rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis. Simponi is sometimes used with another medication called methotrexate (Rheumatrex, Trexall). Simponi works by blocking a protein (tumor necrosis factor or TNF) found in the body's immune system that causes joint swelling and damage.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The Simponi dose regimen is 50 mg administered by subcutaneous (SC) injection once a month."
  },
  {
    "name": "Vyondys 53",
    "genericName": "golodirsen injection",
    "description": "Vyondys 53 (golodirsen) is an antisense oligonucleotide indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients who have a confirmed mutation of the DMD gene that is amenable to exon 53 skipping.",
    "sideEffects": "The following serious adverse reactions are described below and elsewhere in the labeling: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Vyondys 53 is 30 milligrams per kilogram once weekly."
  },
  {
    "name": "GoLytely",
    "genericName": "polyethylene glycol 3350 and electrolytes oral solution",
    "description": "GoLytely (polyethylene glycol 3350 and electrolytes) Oral Solution is a combination of a laxative and electrolytes for bowel cleansing prior to colonoscopy and barium enema X-ray examination in adults. GoLytely is available in generic form.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Renal impairment [see WARNINGS AND PRECAUTIONS] Colonic mucosal ulcerations and ischemic colitis [see WARNINGS AND PRECAUTIONS] Patients with significant gastrointestinal disease [see WARNINGS AND PRECAUTIONS] Aspiration [see WARNINGS AND PRECAUTIONS] The following adverse reactions associated with the use of GoLYTELY were identified in clinical trials or postmarketing reports. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency, reliably, or establish a causal relationship to drug exposure. Cardiovascular: arrhythmia, atrial fibrillation, peripheral edema, asystole, and acute pulmonary edema after aspiration [see WARNINGS AND PRECAUTIONS]. Nervous system: tremor, seizure [see WARNINGS AND PRECAUTIONS] Hypersensitivity: Urticaria/rash, pruritus, dermatitis, rhinorrhea, dyspnea, chest and throat tightness, fever, angioedema, anaphylaxis and anaphylactic shock [see CONTRAINDICATIONS, WARNINGS AND PRECAUTIONS] Gastrointestinal: Nausea, abdominal fullness and bloating are the most common adverse reactions (occurred in up to 50% of patients). Other less common adverse reactions include: abdominal cramps, vomiting, “butterfly-like” infiltrates on chest X-ray after vomiting and aspirating PEG, anal irritation, and upper GI bleeding from Mallory-Weiss Tear, esophageal perforation [usually with gastroesophageal reflux disease (GERD)].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "GoLytely is a powder that must be reconstituted with water before use. One gallon reconstituted GoLytely solution contains doses of: 227.1 grams of polyethylene glycol (PEG) 3350, 21.5 grams sodium sulfate (anhydrous), 6.36 grams of sodium bicarbonate, 5.53 grams of sodium chloride, and 2.82 grams of potassium chloride."
  },
  {
    "name": "Factrel",
    "genericName": "gonadorelin",
    "description": "Factrel (gonadorelin hydrochloride) is a synthetic form of gonadotropin-releasing hormone (GnRH) used to test how well the hypothalamus and pituitary glands are working. The brand name Factrel is discontinued, but generic versions may be available.",
    "sideEffects": "Systemic effects have been reported rarely following administration of 100 mcg of Factrel (gonadorelin) . CNS:   headache, light-headedness. GI:   nausea, abdominal discomfort. Dermatologic:   local swelling, occasionally with pain and pruritis, at the injection site may occur following subcutaneous administration; local and generalized skin rash have been noted after chronic subcutaneous administration. Cardiovascular:   flushing. Rare instances of hypersensitivity reaction (bronchospasm, tachycardia, flushing, urticaria, induration at injection site) and anaphylactic reactions have been reported following multiple-dose administration. There has been a report of pituitary apoplexy and sudden blindness following gonadotropin-releasing hormone administration to a patient with a gonadotropin-secreting adenoma.",
    "warnings": "No Information Provided.",
    "dosage": "The adult dose of Factrel is 100 mcg, administered subcutaneously or intravenously."
  },
  {
    "name": "Gonal-F",
    "genericName": "follitropin alfa",
    "description": "Gonal-F (follitropin alfa) Injection is a naturally occurring hormone used to stimulate a follicle (egg) to develop and mature. Gonal-F is used when a woman desires pregnancy and her ovaries can produce a follicle but hormonal stimulation is not sufficient to make the follicle mature. Follicle stimulating hormone (FSH) is also used to stimulate the development of multiple eggs for in vitro fertilization. FSH can be used by men to increase the production of sperm.",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the labeling: Hypersensitivity Reactions and Anaphylaxis [see WARNINGS AND PRECAUTIONS] Ovarian Hyperstimulation Syndrome [see WARNINGS AND PRECAUTIONS] Pulmonary and Vascular Complication[see WARNINGS AND PRECAUTIONS] Ovarian Torsion [see WARNINGS AND PRECAUTIONS] Abnormal Ovarian Enlargement [see WARNINGS AND PRECAUTIONS] Multi-fetal Gestation and Birth [see WARNINGS AND PRECAUTIONS] Embryofetal Toxicity [see WARNINGS AND PRECAUTIONS] Ectopic Pregnancy [see WARNINGS AND PRECAUTIONS] Spontaneous Abortion [see WARNINGS AND PRECAUTIONS] Ovarian Neoplasms [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Gonal-F to stimulate development of the follicle is individualized. The recommended initial dose of the first cycle is 75 IU. Doses may range up to 300 IU per day depending on patient response."
  },
  {
    "name": "Gonal-f RFF",
    "genericName": "follitropin alfa injection",
    "description": "Gonal-f RFF (follitropin alfa for injection) (*revised formulation female) is a manmade form of follicle stimulating hormone (FSH) used to treat infertility in women who cannot ovulate and do not have primary ovarian failure. Gonal-f RFF is also used to stimulate sperm production in men. Gonal-f RFF is often used with another medication called human chorionic gonadotropin (hCG).",
    "sideEffects": "The following serious adverse reactions are discussed elsewhere in the labeling: Hypersensitivity Reactions and Anaphylaxis [see WARNINGS AND PRECAUTIONS] Ovarian Hyperstimulation Syndrome [see WARNINGS AND PRECAUTIONS] Pulmonary and Vascular Complications [see WARNINGS AND PRECAUTIONS] Ovarian Torsion [see WARNINGS AND PRECAUTIONS] Abnormal Ovarian Enlargement [see WARNINGS AND PRECAUTIONS] Multi-fetal Gestation and Birth [see WARNINGS AND PRECAUTIONS] Embryofetal Toxicity [see WARNINGS AND PRECAUTIONS] Ectopic Pregnancy [see WARNINGS AND PRECAUTIONS] Spontaneous Abortion [see WARNINGS AND PRECAUTIONS] Ovarian Neoplasms [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  },
  {
    "name": "GoNitro",
    "genericName": "nitroglycerine sublingual powder",
    "description": "",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": ""
  },
  {
    "name": "Goprelto",
    "genericName": "cocaine hydrochloride nasal solution",
    "description": "Goprelto (cocaine hydrochloride) nasal solution is an ester local anesthetic indicated for the induction of local anesthesia of the mucous membranes when performing diagnostic procedures and surgeries on or through the nasal cavities in adults.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Goprelto is two pledgets, each containing 40 mg of cocaine hydrochloride, applied to each nasal cavity."
  },
  {
    "name": "Zoladex",
    "genericName": "goserelin acetate implant",
    "description": "Zoladex 10.8 (goserelin acetate implant) is a man-made form of a hormone used in men to treat symptoms of prostate cancer, and in women to treat breast cancer or endometriosis. Zoladex 10.8 is also used in women to prepare the lining of the uterus for endometrial ablation (a surgery to correct abnormal uterine bleeding). Zoladex 10.8 treats only the symptoms of prostate cancer but does not treat the cancer itself.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Zoladex, at a dose of 10.8 mg, is administered subcutaneously every 12 weeks under the supervision of a physician. For female patients the 3.6 mg implant is used."
  },
  {
    "name": "Zoladex 3.6",
    "genericName": "goserelin acetate implant",
    "description": "Zoladex (goserelin acetate) Implant 3.6 mg is a man-made form of a hormone used in men to treat symptoms of prostate cancer, and in women to treat breast cancer or endometriosis. Zoladex is also used in women to prepare the lining of the uterus for endometrial ablation (a surgery to correct abnormal uterine bleeding).",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Zoladex, at a dose of 3.6 mg, should be administered subcutaneously every 28 days into the anterior abdominal wall below the navel line using an aseptic technique under the supervision of a physician."
  },
  {
    "name": "Gralise",
    "genericName": "gabapentin tablets",
    "description": "Gralise (gabapentin) is a pain reliever (analgesic) used to treat pain and burning from peripheral neuropathy, and postherpetic neuralgia, a complication of shingles.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Gralise is titrated to 1800 mg taken orally once daily with the evening meal."
  },
  {
    "name": "Kytril",
    "genericName": "granisetron",
    "description": "Kytril (granisetron hydrochloride) is an antinauseant and antiemetic drug used to prevent nausea and vomiting caused by cancer chemotherapy or radiation therapy, and anesthesia used during surgery. The brand name Kytril is discontinued in the U.S. It may be available in generic form.",
    "sideEffects": "QT prolongation has been reported with KYTRIL (see PRECAUTIONS \n  and DRUG INTERACTIONS).",
    "warnings": "No information provided.",
    "dosage": "The recommended adult dosage of oral granisetron hydrochloride is 2 mg once daily or 1 mg twice daily. In the 2 mg once-daily regimen, two 1 mg tablets or 10 mL of granisetron Oral Solution (2 teaspoonfuls, equivalent to 2 mg of granisetron) are given up to 1 hour before chemotherapy."
  },
  {
    "name": "Sustol",
    "genericName": "granisetron extended-release injection",
    "description": "Sustol (granisetron), extended-release Injection is a serotonin-3 (5-HT3) receptor antagonist indicated in combination with other antiemetics in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of moderately emetogenic chemotherapy (MEC) or anthracycline and cyclophosphamide (AC) combination chemotherapy regimens.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Injection Site Reactions [see WARNINGS AND PRECAUTIONS] Gastrointestinal Disorders [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Serotonin Syndrome [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Sustol is 10 mg administered subcutaneously. Administer Sustol in combination with dexamethasone at least 30 minutes before the initiation of MEC or AC combination chemotherapy."
  },
  {
    "name": "Kytril Injection",
    "genericName": "granisetron hydrochloride",
    "description": "Kytril (granisetron hydrochloride) Injection is a serotonin-3 (5-HT3) receptor antagonist used alone or with other medications to prevent nausea and vomiting caused by cancer drug treatment (chemotherapy). Kytril Injection is also used to prevent and treat nausea and vomiting after surgery in adults. The brand name Kytril Injection is discontinued, but generic versions may be available.",
    "sideEffects": "QT prolongation has been reported with KYTRIL [see WARNINGS AND PRECAUTIONS\n  and DRUG INTERATIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended adult dosage for Kytril Injection is 10 mcg/kg administered intravenously within 30 minutes before initiation of chemotherapy, and only on the day(s) chemotherapy is given."
  },
  {
    "name": "Sancuso",
    "genericName": "granisetron transdermal system",
    "description": "Sancuso (Granisetron Transdermal System) skin patch is an anti-nauseant and antiemetic used to prevent nausea and vomiting caused by cancer chemotherapy.",
    "sideEffects": "The following are serious or otherwise clinically significant adverse reactions reported in other sections of labeling: Progressive ileus and gastric distention [see WARNINGS AND PRECAUTIONS] Serotonin syndrome [see WARNINGS AND PRECAUTIONS] Skin reactions [see WARNINGS AND PRECAUTIONS] Increased drug exposure with use of external heat sources [see WARNINGS AND PRECAUTIONS] Phototoxicity with ultraviolet light exposure [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Sancuso is a single patch applied to the upper outer arm a minimum of 24 hours and a maximum of 48 hours before chemotherapy, and removed a minimum of 24 hours after chemotherapy completion. The patch can be worn up to 7 days depending on the duration of the chemotherapy."
  },
  {
    "name": "Granix",
    "genericName": "tbo-filgrastim injection, for subcutaneous use",
    "description": "Granix (tbo-filgrastim) is a recombinant methionyl human granulocyte colony-stimulating growth factor (r-metHuG-CSF) used to reduce the duration of severe neutropenia in patients with non-myeloid malignancies receiving myelosuppressive anti-cancer drugs associated with a clinically significant incidence of febrile neutropenia.",
    "sideEffects": "The following potential serious adverse reactions are discussed in greater detail in other sections of the labeling: Splenic Rupture [see WARNINGS AND PRECAUTIONS] Acute Respiratory Distress Syndrome [see WARNINGS AND PRECAUTIONS] Serious Allergic Reactions [see WARNINGS AND PRECAUTIONS] Sickle Cell Disorders [see WARNINGS AND PRECAUTIONS] Glomerulonephritis [see WARNINGS AND PRECAUTIONS] Capillary Leak Syndrome [see WARNINGS AND PRECAUTIONS] Potential for Tumor Growth Stimulatory Effects on Malignant Cells [see WARNINGS AND PRECAUTIONS] Myelodysplastic Syndrome and Acute Myeloid Leukemia [see WARNINGS AND PRECAUTIONS] Leukocytosis [see WARNINGS AND PRECAUTIONS] Simultaneous Use with Chemotherapy and Radiation Therapy Not Recommended [see WARNINGS AND PRECAUTIONS] Aortitis [see WARNINGS AND PRECAUTIONS] Alveolar Hemorrhage [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Granix is 5 mcg/kg per day administered as a subcutaneous injection. Administer the first dose of Tbo-filgrastim no earlier than 24 hours following myelosuppressive chemotherapy."
  },
  {
    "name": "Grastek",
    "genericName": "timothy grass pollen allergen extract tablets",
    "description": "Grastek (Timothy grass pollen allergen extract) is an allergen extract used as immunotherapy for the treatment of grass pollen-induced allergic rhinitis with or without conjunctivitis confirmed by positive skin test or in vitro testing for pollen-specific IgE antibodies for Timothy grass or cross-reactive grass pollens. Grastek is not indicated for the immediate relief of allergic symptoms.",
    "sideEffects": "Adverse reactions reported in ≥5% of patients were: ear pruritus, oral pruritus, tongue pruritus, mouth edema, and throat irritation.",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose is one Grastek tablet daily."
  },
  {
    "name": "Greer Mite Extract",
    "genericName": "dermatophagoides farinae and/or dermatophagoides pteronyssinus",
    "description": "Greer Standardized Mite Extracts (dermatophagoides farinae and/or dermatophagoides pteronyssinus) are allergenic extracts indicated for skin test diagnosis of mite allergy treatment of patients with mite-induced allergic asthma, rhinitis and conjunctivitis.",
    "sideEffects": "Systemic reactions consist primarily of allergic\nsymptoms, such as generalized skin erythema, urticaria, pruritus, angioedema,\nrhinitis, wheezing, laryngeal edema, and hypotension. Additional symptoms that are\nnot usually associated with allergy also may occur, such as nausea, emesis,\nabdominal cramps, and diarrhea. Serious reactions may cause shock, loss of\nconsciousness, and even death. Based on published studies,7,8\nsystemic reactions occur in less than 1% of patients receiving conventional immunotherapy\nto greater than 36% in some studies of patients receiving rush immunotherapy. Local reactions at the injection site are the most\ncommonly occurring reactions (e.g., erythema, itching, swelling, tenderness,\npain). Although most adverse systemic reactions occur within 30 minutes of injection\n(some within minutes of extract exposure), such reactions also can occur up to\nsix hours after skin tests of immunotherapy [see DOSAGE AND ADMINISTRATION]9.",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "Dosages of Greer Standardized Mite extracts vary by mode of administration, and by individual response and tolerance."
  },
  {
    "name": "Raxar",
    "genericName": "grepafloxacin",
    "description": "Raxar (grepafloxacin) is an antibiotic used to treat various types of bacterial infections. The brand name Raxar is discontinued, but generic versions may be available.",
    "sideEffects": "Adverse reactions were assessed in clinical trials involving approximately 2500 patients receiving single-dose or multiple-dose regimens of grepafloxacin. Multiple dose Regimens Most of the adverse reactions reported in clinical trials were transient in nature, mild to moderate in severity, and required no treatment. Twenty of 1069 patients (1.9%) receiving grepafloxacin 400 mg daily and 50 of 925 patients (5.4%) receiving grepafloxacin 600 mg daily discontinued RAXAR (grepafloxacin)  Tablets due to an adverse reaction thought by the investigator to be drug-related. Table 3 lists adverse events that occurred with frequencies of 1% or greater. These events were thought by the investigators to be drug-related in patients treated with grepafloxacin in multiple dose clinical trials.",
    "warnings": "THE SAFETY AND EFFICACY OF GREPAFLOXACIN IN CHILDREN, ADOLESCENTS (LESS T.A. 18 YEARS OF AGE), PREGNANT WOMEN, AND LACTATING WOMEN HAVE NOT BEEN ESTABLISHED (SEE",
    "dosage": "The usual dose for Raxar is 400 mg or 600 mg orally every 24 hours."
  },
  {
    "name": "Grifulvin V",
    "genericName": "griseofulvin microsize",
    "description": "Grifulvin V (griseofulvin microsize) is an antifungal medication used to treat fungal infections of the skin, hair, and nails such as jock itch, athlete's foot, and barber's itch. Grifulvin V is available in generic form.",
    "sideEffects": "When adverse reactions occur, they are most commonly of the hypersensitivity type such as skin rashes, urticaria and rarely, angioneurotic edema or erythema multiforme-like drug reaction, and may necessitate withdrawal of therapy and appropriate countermeasures. Paresthesias of the hands and feet have been reported rarely after extended therapy. Other side effects reported occasionally are oral thrush, nausea, vomiting, epigastric distress, diarrhea, headache, fatigue, dizziness, insomnia, mental confusion and impairment of performance of routine activities. Proteinuria and leukopenia have been reported rarely. Administration of the drug should be discontinued if granulocytopenia occurs. When rare, serious reactions occur with griseofulvin, they are usually associated with high dosages, long periods of therapy, or both.",
    "warnings": "Prophylactic Usage: Safety and efficacy of prophylactic use of \n  this drug has not been established.",
    "dosage": "The recommended adult daily dose of Grifulvin V is 500 mg for tinea corporis, tinea cruris, and tinea capitis. For fungus infections more difficult to eradicate such as tinea pedis and tinea unguium, a daily dose of 1 g is recommended. Pediatric dosage is based on the child's weight."
  },
  {
    "name": "Gris Peg",
    "genericName": "griseofulvin",
    "description": "Gris-PEG (griseofulvin ultramicrosize) is an antifungal medication used to treat fungal infections of the skin, hair, and nails such as jock itch, athlete's foot, and barber's itch.",
    "sideEffects": "There have been post-marketing\nreports of severe skin and hepatic adverse events associated with griseofulvin\nuse (see WARNINGS section). When adverse reactions occur,\nthey are most commonly of the hypersensitivity type such as skin rashes,\n urticaria, erythema multiforme-like drug reactions, and rarely, angioneurotic\nedema, and may necessitate withdrawal of therapy and appropriate\ncountermeasures. Paresthesia of the hands and feet have been reported after\nextended therapy. Other side effects reported occasionally are oral thrush,\nnausea, vomiting, epigastric distress, diarrhea, headache, fatigue, dizziness,\ninsomnia, mental confusion, and impairment of performance of routine\nactivities. Proteinuria and leukopenia have been reported rarely.\nAdministration of the drug should be discontinued if granulocytopenia occurs.\nWhen rare, serious reactions occur with griseofulvin, they are usually\nassociated with high dosages, long periods of therapy, or both. To report SUSPECTED ADVERSE\nREACTIONS, contact Valeant Pharmaceuticals North America LLC at 1-800-321-4576\nor FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.",
    "warnings": "Prophylactic Usage",
    "dosage": "Dosage of Gris-PEG varies. In adults a daily administration of 375–750 mg (as a single dose or in divided doses) is recommended. Dose depends on the condition being treated. The pediatric dose for children over 2 years of age is approximately 3.3 mg per pound of body weight per day."
  },
  {
    "name": "Gris Peg",
    "genericName": "griseofulvin",
    "description": "Gris-PEG (griseofulvin ultramicrosize) is an antifungal medication used to treat fungal infections of the skin, hair, and nails such as jock itch, athlete's foot, and barber's itch.",
    "sideEffects": "There have been post-marketing\nreports of severe skin and hepatic adverse events associated with griseofulvin\nuse (see WARNINGS section). When adverse reactions occur,\nthey are most commonly of the hypersensitivity type such as skin rashes,\n urticaria, erythema multiforme-like drug reactions, and rarely, angioneurotic\nedema, and may necessitate withdrawal of therapy and appropriate\ncountermeasures. Paresthesia of the hands and feet have been reported after\nextended therapy. Other side effects reported occasionally are oral thrush,\nnausea, vomiting, epigastric distress, diarrhea, headache, fatigue, dizziness,\ninsomnia, mental confusion, and impairment of performance of routine\nactivities. Proteinuria and leukopenia have been reported rarely.\nAdministration of the drug should be discontinued if granulocytopenia occurs.\nWhen rare, serious reactions occur with griseofulvin, they are usually\nassociated with high dosages, long periods of therapy, or both. To report SUSPECTED ADVERSE\nREACTIONS, contact Valeant Pharmaceuticals North America LLC at 1-800-321-4576\nor FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.",
    "warnings": "Prophylactic Usage",
    "dosage": "Dosage of Gris-PEG varies. In adults a daily administration of 375–750 mg (as a single dose or in divided doses) is recommended. Dose depends on the condition being treated. The pediatric dose for children over 2 years of age is approximately 3.3 mg per pound of body weight per day."
  },
  {
    "name": "Grifulvin V",
    "genericName": "griseofulvin microsize",
    "description": "Grifulvin V (griseofulvin microsize) is an antifungal medication used to treat fungal infections of the skin, hair, and nails such as jock itch, athlete's foot, and barber's itch. Grifulvin V is available in generic form.",
    "sideEffects": "When adverse reactions occur, they are most commonly of the hypersensitivity type such as skin rashes, urticaria and rarely, angioneurotic edema or erythema multiforme-like drug reaction, and may necessitate withdrawal of therapy and appropriate countermeasures. Paresthesias of the hands and feet have been reported rarely after extended therapy. Other side effects reported occasionally are oral thrush, nausea, vomiting, epigastric distress, diarrhea, headache, fatigue, dizziness, insomnia, mental confusion and impairment of performance of routine activities. Proteinuria and leukopenia have been reported rarely. Administration of the drug should be discontinued if granulocytopenia occurs. When rare, serious reactions occur with griseofulvin, they are usually associated with high dosages, long periods of therapy, or both.",
    "warnings": "Prophylactic Usage: Safety and efficacy of prophylactic use of \n  this drug has not been established.",
    "dosage": "The recommended adult daily dose of Grifulvin V is 500 mg for tinea corporis, tinea cruris, and tinea capitis. For fungus infections more difficult to eradicate such as tinea pedis and tinea unguium, a daily dose of 1 g is recommended. Pediatric dosage is based on the child's weight."
  },
  {
    "name": "Organidin NR",
    "genericName": "guaifenesin",
    "description": "Organidin NR (guaifenesin) Tablets or Liquid is an expectorant used to treat chronic bronchitis. Organidin NR is available in generic form.",
    "sideEffects": "To report SUSPECTED ADVERSE REACTIONS, contact Meda\nPharmaceuticals Inc. at 1-800-526-3840 or FDA at 1-800- FDA-1088 or www.fda.gov/medwatch. Guaifenesin is well tolerated and has a wide\nmargin of safety. Side effects have been generally mild and infrequent. Nausea\nand vomiting are the side effects that occur most commonly. Dizziness,\nheadache, and rash (including urticaria) have been reported rarely.",
    "warnings": "No information provided.",
    "dosage": "The recommended dosage of Organidin NR is 200 mg to 400 mg every four hours."
  },
  {
    "name": "Robitussin Ac",
    "genericName": "guaifenesin and codeine",
    "description": "Robitussin Ac (guaifenesin and codeine) is a combination of an expectorant and a narcotic used to treat cough and to reduce chest congestion caused by upper respiratory infections or the common cold. Robitussin Ac is available in generic form.",
    "sideEffects": "No information provided.",
    "warnings": "A persistent cough may be a sign of a serious condition. If cough persists for more than 1 week, tends to recur, or is accompanied by fever, rash, or persistent headache, consult a doctor. Do not take this product for persistent or chronic cough such as occurs with smoking, asthma, chronic bronchitis, emphysema, or if cough is accompanied by excessive phlegm (mucus) unless directed by a doctor. Adults and children who have a chronic pulmonary disease or shortness of breath, or children who are taking other drugs, should not take this product unless directed by a doctor. May cause or aggravate constipation. As with any drug, if you are pregnant or nursing a baby, seek the advice of a health professional before using this product.",
    "dosage": "Take Robitussin Ac by mouth with or without food, usually every 4 to 6 hours as needed with a full glass of water or as directed by your doctor."
  },
  {
    "name": "Entex La",
    "genericName": "guaifenesin and phenylephrine",
    "description": "Entex LA (phenylephrine hydrochloride and guaifenesin) is a combination of a decongestant and an expectorant used to treat stuffy nose and sinus congestion, and to reduce chest congestion caused by the common cold or flu. Entex LA is available in generic form.",
    "sideEffects": "Possible adverse reactions include nervousness, insomnia, restlessness, headache, nausea, or gastric irritation. These reactions seldom, if ever, require discontinuation of therapy. Urinary retention may occur in patients with prostatic hypertrophy. Side effects may include:  Anxiety, convulsions, depression, difficulty breathing, difficulty urinating (in men with an enlarged prostate), hallucinations, headache, inability to sleep or difficulty sleeping, increased heart beat, irritability, irritated stomach, nausea, nervousness, paleness, palpitations, restlessness, tremor, weakness, vomiting",
    "warnings": "Sympathomimetic amines should be used with caution in patients with hypertension, diabetes mellitus, heart disease, peripheral vascular disease, increased intraocular pressure, hyperthyroidism, or prostatic hypertrophy.",
    "dosage": "The dose of Entex LA for adults and children 12 years of age and older is:"
  },
  {
    "name": "Deconex IR",
    "genericName": "guaifenesin and phenylephrine hcl",
    "description": "Deconex IR (guaifenesin, phenylephrine hydrochloride tablet) is a combination of an expectorant, and a nasal decongestant indicated to temporarily relieves the following symptoms due to the common cold, hay fever (allergic rhinitis) or other upper respiratory allergies: helps loosen phlegm and thin bronchial secretions to make coughs more productive, nasal congestion, runny nose, sneezing, itching of the nose or throat, and itchy, watery eyes. Deconex IR is available over-the-counter (OTC).",
    "sideEffects": "No information provided. Please see the WARNINGS AND PRECAUTIONS sections",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Deconex IR for adults and children 12 years of age and over is 1 tablet every 4 hours, not to exceed 6 tablets in 24 hours. The dose of Deconex IR for children 6 to under  12 years of age is ½ tablet every 4 hours, not to exceed 3 tablets in 24 hours."
  },
  {
    "name": "Entex LQ",
    "genericName": "guaifenesin and pseudoephedrine hydrochloride liquid",
    "description": "",
    "sideEffects": "No information provided.",
    "warnings": "Do not exceed recommended dosage.",
    "dosage": ""
  },
  {
    "name": "Entex-T",
    "genericName": "guaifenesin and pseudoephedrine hydrochloride tablets",
    "description": "",
    "sideEffects": "No information provided.",
    "warnings": "Do not use if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (certain drugs for\n  depression, psychiatric, or emotional conditions, or Parkinsonâ€™s Disease), or for two weeks after\n  stopping the MAOI drug. If you do not know if your prescription drug contains an MAOI, ask a doctor\nor pharmacist before taking this product.",
    "dosage": ""
  },
  {
    "name": "Guaifenex PSE 60",
    "genericName": "guaifenesin pseudoephedrine extended-release tablets",
    "description": "Guaifenex PSE 60 (guaifenesin/pseudoephedrine) is a decongestant used to treat stuffy nose, sinus congestion, and cough caused by allergies or the common cold. Guaifenex PSE 60 is available in generic form.",
    "sideEffects": "Hyper-reactive individuals may display ephedrine-like reactions such as tachycardia, \n  palpitations, headache, dizziness, or nausea. Sympathomimetics have been associated \n  with certain untoward reactions including fear, anxiety, nervousness, restlessness, \n  tremor, weakness, pallor, respiratory difficulty, dysuria, insomnia, hallucinations, \n  convulsions, CNS depression, arrhythmias, and cardiovascular collapse with hypotension. \n  No serious side effects have been reported with the use of guaifenesin.",
    "warnings": "Sympathomimetic amines should be used with caution in patients with hypertension, \n  ischemic heart disease, diabetes mellitus, increased intraocular pressure, hyperthyroidism, \n  or prostatic hypertrophy. Sympathomimetics may produce central nervous system \n  stimulation with convulsions or cardiovascular collapse with accompanying hypotension. \n  Do not exceed recommended dosage.",
    "dosage": "The recommended dosage of Guaifenex PSE 60 in adults is one or two tablets every 12 hours not to exceed 4 tablets in 24 hours."
  },
  {
    "name": "Deconex",
    "genericName": "guaifenesin, phenylephrine hydrochloride",
    "description": "Deconex (guaifenesin, phenylephrine hydrochloride capsule) is a combination of an expectorant and a nasal decongestant indicated to temporarily relieve the following symptoms due to the common cold, hay fever (allergic rhinitis), or other upper respiratory allergies: helps loosen phlegm (mucus) and thin bronchial secretions to drain bronchial tubes and make coughs more productive, relieves nasal congestion, and reduces swelling of nasal passages. Deconex is available over-the-counter (OTC).",
    "sideEffects": "No information provided. Please see the WARNINGS AND PRECAUTIONS sections",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Deconex for adults and children 12 years of age and over is 1 capsule every 4 hours, not to exceed 6 capsules in 24 hours."
  },
  {
    "name": "Guaifenex PSE 60",
    "genericName": "guaifenesin pseudoephedrine extended-release tablets",
    "description": "Guaifenex PSE 60 (guaifenesin/pseudoephedrine) is a decongestant used to treat stuffy nose, sinus congestion, and cough caused by allergies or the common cold. Guaifenex PSE 60 is available in generic form.",
    "sideEffects": "Hyper-reactive individuals may display ephedrine-like reactions such as tachycardia, \n  palpitations, headache, dizziness, or nausea. Sympathomimetics have been associated \n  with certain untoward reactions including fear, anxiety, nervousness, restlessness, \n  tremor, weakness, pallor, respiratory difficulty, dysuria, insomnia, hallucinations, \n  convulsions, CNS depression, arrhythmias, and cardiovascular collapse with hypotension. \n  No serious side effects have been reported with the use of guaifenesin.",
    "warnings": "Sympathomimetic amines should be used with caution in patients with hypertension, \n  ischemic heart disease, diabetes mellitus, increased intraocular pressure, hyperthyroidism, \n  or prostatic hypertrophy. Sympathomimetics may produce central nervous system \n  stimulation with convulsions or cardiovascular collapse with accompanying hypotension. \n  Do not exceed recommended dosage.",
    "dosage": "The recommended dosage of Guaifenex PSE 60 in adults is one or two tablets every 12 hours not to exceed 4 tablets in 24 hours."
  },
  {
    "name": "Ismelin",
    "genericName": "guanethidine monosulfate",
    "description": "Ismelin (guanethidine monosulfate) is an antihypertensive used to treat hypertension (high blood pressure). Ismelin is also used to treat high blood pressure in the kidneys. The brand name Ismelin is discontinued, but generic versions may be available.",
    "sideEffects": "The following adverse reactions have been observed but there are not enough data to support an estimate of their frequency. Consequently the reactions are categorized by organ system and are listed in decreasing order of severity and not frequency. Digestive: Diarrhea, which may be severe at times and necessitate discontinuance of medication; vomiting; nausea; increased bowel movements, dry mouth; parotid tenderness. Cardiovascular: Chest pains (angina); bradycardia; a tendency toward fluid retention and edema with occasional development of congestive heart failure. Respiratory: Dyspnea; asthma in susceptible individuals; nasal congestion. Neurologic: Syncope resulting from either postural or exertional hypotension; dizziness; blurred vision; muscle tremor; ptosis of the lids; mental depression; chest paresthesias; weakness; lassitude; fatigue. Muscular: Myalgia. Genitourinary: Rise in BUN; urinary incontinence; inhibition of ejaculation; nocturia. Metabolic: Weight gain Skin and Appendages: Dermatitis; scalp hair loss. Although a causal relationship has not been established, a few instances of blood dyscrasias (anemia, thrombocytopenia, and leukopenia) and of priapism or impotence have been reported.",
    "warnings": "Ismelin (guanethidine monosulfate)  is a potent drug and its use can lead to disturbing and serious clinical problems. Before prescribing, physicians should familiarize themselves with the details of its use and warn patients not to deviate from instructions.",
    "dosage": "The initial adult dose of Ismelin is 10 or 12.5 milligrams (mg) once a day. Then, your doctor may increase your dose to 25 to 50 mg once a day."
  },
  {
    "name": "Guanfacine Hydrochloride",
    "genericName": "guanfacine",
    "description": "Guanfacine hydrochloride (Brand Name: Tenex) is a centrally acting antihypertensive with a2-adrenoceptor agonist properties used to treat high blood pressure (hypertension). Guanfacine hydrochloride is available in generic form.",
    "sideEffects": "Adverse reactions noted with guanfacine are similar to those of other drugs \n  of the central a2 adrenoreceptor agonist class: dry mouth, sedation (somnolence), \n  weakness (asthenia), dizziness, constipation, and impotence. While the reactions \n  are common, most are mild and tend to disappear on continued dosing. Skin rash with exfoliation has been reported in a few cases; although clear \n  cause and effect relationships to guanfacine could not be established, should \n  a rash occur, guanfacine should be discontinued and the patient monitored appropriately. In the dose-response monotherapy study described under CLINICAL \n  PHARMACOLOGY, the frequency of the most commonly observed adverse reactions \n  showed a dose relationship from 0.5 to 3 mg as follows:",
    "warnings": "No information provided.",
    "dosage": "The recommended initial dose of guanfacine hydrochloride when given alone or in combination with another antihypertensive drug is 1 mg daily at bedtime to minimize drowsiness. A doctor may increase dosage until the desired result is obtained."
  },
  {
    "name": "Intuniv",
    "genericName": "guanfacine",
    "description": "Intuniv (guanfacine) is an alpha-2 adrenergic agonist used to treat attention deficit hyperactivity disorder (ADHD) in patients older than 6 years of age, as part of a total treatment plan including psychological, educational, and social measures. Unlike other drugs used to treat ADHD, Intuniv is not a stimulant. Intuniv is also used to treat high blood pressure (hypertension) and is often given together with other blood pressure medications.",
    "sideEffects": "The following serious adverse reactions are described elsewhere in the labeling: Hypotension, bradycardia, and syncope [see WARNINGS AND PRECAUTIONS] Sedation and somnolence [see WARNINGS AND PRECAUTIONS] Cardiac conduction abnormalities [see WARNINGS AND PRECAUTIONS] Rebound Hypertension [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Intuniv may interact with valproic acid, azole antifungals, rifamycins, antihistamines, anti-seizure drugs, medicine for sleep or anxiety, muscle relaxants, narcotic pain relievers, psychiatric medicines, or cough-and-cold and other over-the-counter products that may contain drowsiness-causing ingredients."
  },
  {
    "name": "Guanfacine Hydrochloride",
    "genericName": "guanfacine",
    "description": "Guanfacine hydrochloride (Brand Name: Tenex) is a centrally acting antihypertensive with a2-adrenoceptor agonist properties used to treat high blood pressure (hypertension). Guanfacine hydrochloride is available in generic form.",
    "sideEffects": "Adverse reactions noted with guanfacine are similar to those of other drugs \n  of the central a2 adrenoreceptor agonist class: dry mouth, sedation (somnolence), \n  weakness (asthenia), dizziness, constipation, and impotence. While the reactions \n  are common, most are mild and tend to disappear on continued dosing. Skin rash with exfoliation has been reported in a few cases; although clear \n  cause and effect relationships to guanfacine could not be established, should \n  a rash occur, guanfacine should be discontinued and the patient monitored appropriately. In the dose-response monotherapy study described under CLINICAL \n  PHARMACOLOGY, the frequency of the most commonly observed adverse reactions \n  showed a dose relationship from 0.5 to 3 mg as follows:",
    "warnings": "No information provided.",
    "dosage": "The recommended initial dose of guanfacine hydrochloride when given alone or in combination with another antihypertensive drug is 1 mg daily at bedtime to minimize drowsiness. A doctor may increase dosage until the desired result is obtained."
  },
  {
    "name": "Tenex",
    "genericName": "guanfacine hydrochloride tablets",
    "description": "Tenex (guanfacine hydrochloride) is an antihypertensive drug used to manage high \nblood pressure (hypertension). Tenex is available in generic form.",
    "sideEffects": "Adverse reactions noted with Tenex (guanfacine hydrochloride)\nare similar to those of other drugs of the central α2-adrenoreceptor\nagonist class: dry mouth, sedation (somnolence), weakness (asthenia),\ndizziness, constipation, and impotence. While the reactions are common, most\nare mild and tend to disappear on continued dosing. Skin rash with exfoliation has been reported in a few\ncases; although clear cause and effect relationships to Tenex could not be\nestablished, should a rash occur, Tenex should be discontinued and the patient\nmonitored appropriately. In the dose-response monotherapy study described under CLINICAL\nPHARMACOLOGY, the frequency of the most commonly observed adverse reactions\nshowed a dose relationship from 0.5 to 3 mg as follows:",
    "warnings": "No information provided.",
    "dosage": "The recommended initial dose of Tenex when given alone or in combination with another antihypertensive drug is 1 mg daily given at bedtime."
  },
  {
    "name": "Tremfya",
    "genericName": "guselkumab for injection",
    "description": "Tremfya (guselkumab) injection, for subcutaneous use is an interleukin-23 blocker indicated for the treatment of adult patients with moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy.",
    "sideEffects": "The following adverse reactions are discussed in greater detail in other sections of labeling: Infections [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Tremfya is 100 mg administered by subcutaneous injection at Week 0, Week 4 and every 8 weeks thereafter."
  },
  {
    "name": "Gvoke",
    "genericName": "glucagon injection",
    "description": "Gvoke (glucagon) Injection is an antihypoglycemic agent indicated for the treatment of severe hypoglycemia in pediatric and adult patients with diabetes ages 2 years and above.",
    "sideEffects": "The following serious adverse reactions are described below and elsewhere in labeling: Hypersensitivity and Allergic Reactions [see WARNINGS AND PRECAUTIONS]. Necrolytic Migratory Erythema [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Gvoke for adults and pediatric patients aged 12 years and older is 1 mg. The recommended dose of Gvoke for pediatric patients aged 2 to under 12 years of age is weight dependent."
  },
  {
    "name": "Gynazole",
    "genericName": "butoconazole",
    "description": "Gynazole 1 (butoconazole nitrate) vaginal cream is an antifungal medication used to treat vaginal candida (yeast) infections.",
    "sideEffects": "Of the 314 patients treated with GYNAZOLE•1 ® Butoconazole Nitrate Vaginal Cream USP, 2% for 1 day in controlled clinical trials, 18 patients (5.7%) reported complaints such as vulvar/vaginal burning, itching, soreness and swelling, pelvic or abdominal pain or cramping, or a combination of two or more of these symptoms. In 3 patients (1 %) these complaints were considered treatment-related. Five of the 18 patients reporting adverse events discontinued the study because of them.",
    "warnings": "This cream contains mineral oil. Mineral oil may weaken latex or rubber products such as condoms or vaginal contraceptive diaphragms; therefore, use of such products within 72 hours following treatment with GYNAZOLE•1® Butoconazole Nitrate Vaginal Cream USP, 2% is not recommended.",
    "dosage": "The recommended dose of Gynazole 1 is one applicatorful of cream (approximately 5 grams of the cream) intravaginally. This amount of cream contains approximately 100 mg of butoconazole nitrate."
  },
  {
    "name": "Gyne-Lotrimin",
    "genericName": "clotrimazole vaginal cream",
    "description": "Gyne-Lotrimin (clotrimazole vaginal cream) is an antifungal medication used to treat vaginal candida (yeast) infections. Gyne-Lotrimin is available over-the-counter and in generic versions.",
    "sideEffects": "No information provided.",
    "warnings": "†Do not use if you have abdominal pain, fever, or a foul-smelling vaginal discharge. You may have a condition which is more serious than a yeast infection. Contact your doctor immediately.",
    "dosage": "Fill the applicator with the cream and then insert one applicatorful dose of Gyne-Lotrimin cream into the vagina every day, preferably at bedtime. Dispose of applicator after use. Repeat this procedure with a new applicator for 7 consecutive days. In order to kill the yeast completely, you must use Gyne-Lotrimin the full seven days, even if symptoms are relieved sooner."
  }
]