[
  {
    "name": "Jadelle",
    "genericName": "levonorgestrel implants (unavailable in us)",
    "description": "Jadelle (levonorgestrel) Implants is a form of a female hormone used to prevent pregnancy and are a long-term (up to 5 years) reversible method of contraception. The brand name Jadelle is not available in the U.S., but generic versions may be available.",
    "sideEffects": "Jadelle® (levonorgestrel implants (unavailable in us))  implants were used by 1393 subjects during clinical trials.  The adverse medical events reported by subjects during these trials are given below.",
    "warnings": "Warnings Based On Experience With Levonorgestrel-Containing Implants",
    "dosage": "Jadelle implants are a set of two flexible cylindrical implants, each containing 75 mg of the progestin levonorgestrel. The total administered (implanted) dose is 150 mg."
  },
  {
    "name": "Jadenu",
    "genericName": "deferasirox tablets",
    "description": "Jadenu (deferasirox) is an iron chelator used to treat chronic iron overload due to blood transfusions in patients 2 years of age and older, and chronic iron overload in non-transfusion-dependent thalassemia syndromes (NTDT) in patients 10 years of age and older.",
    "sideEffects": "The following clinically significant adverse reactions are also discussed in other sections of the labeling: Acute Kidney Injury, Including Acute Renal Failure Requiring Dialysis, and Renal Tubular Toxicity Including Fanconi Syndrome [see WARNINGS AND PRECAUTIONS] Hepatic Toxicity and Failure [see WARNINGS AND PRECAUTIONS] GI Hemorrhage [see WARNINGS AND PRECAUTIONS] Bone Marrow Suppression [see WARNINGS AND PRECAUTIONS] Hypersensitivity [see WARNINGS AND PRECAUTIONS] Severe Skin Reactions [see WARNINGS AND PRECAUTIONS] Skin Rash [see WARNINGS AND PRECAUTIONS] Auditory and Ocular Abnormalities [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The initial dose of Jadenu to treat transfusional iron overload is 14 mg/kg (calculated to nearest whole tablet) once daily. Initial dose of Jadenu to treat NTDT syndromes is 7 mg/kg (calculated to nearest whole tablet) once daily."
  },
  {
    "name": "Jaimiess",
    "genericName": "levonorgestrel and ethinyl estradiol tablets",
    "description": "Jaimiess (levonorgestrel/ethinyl estradiol and ethinyl estradiol) is combination of female hormones (a combined oral contraceptive, or COC) indicated for use by women to prevent pregnancy. Jaimiess is available in generic form.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOX WARNING and WARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Take one tablet of Jaimiess daily by mouth at the same time every day for 91 days."
  },
  {
    "name": "Jakafi",
    "genericName": "ruxolitinib",
    "description": "Jakafi (ruxolitinib) is a kinase inhibitor used in the treatment of intermediate or high-risk types of myelofibrosis, a potentially life-threatening blood cancer",
    "sideEffects": "The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Thrombocytopenia, Anemia and Neutropenia [see WARNINGS AND PRECAUTIONS] Risk of Infection [see WARNINGS AND PRECAUTIONS] Symptom Exacerbation Following Interruption or Discontinuation of Treatment with Jakafi [see WARNINGS AND PRECAUTIONS] Non-Melanoma Skin Cancer [see WARNINGS AND PRECAUTIONS] Lipid Elevations [see WARNINGS AND PRECAUTIONS] Major Adverse Cardiovascular Events (MACE) [see WARNINGS AND PRECAUTIONS] Thrombosis [see WARNINGS AND PRECAUTIONS] Secondary Malignancies [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The starting dose of Jakafi is 20 mg given orally twice daily for patients with a platelet count greater than 200 X 109/L, and 15 mg twice daily for patients with a platelet count between 100 X 109/L and 200 X 109/L. Jakafi is available in the following forms and strengths: 5, 10, 15, 20, and 25 mg tablets."
  },
  {
    "name": "Jalyn",
    "genericName": "dutasteride and tamsulosin hydrochloride capsules",
    "description": "Jalyn (dutasteride and tamsulosin hydrochloride) is a combination of a benign prostatic hypertrophy agent and an alpha-blocker used in men to treat the symptoms of an enlarged prostate (benign prostatic hyperplasia-BPH).",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended dosage of Jalyn is 1 capsule taken once daily approximately 30 minutes after the same meal each day."
  },
  {
    "name": "Jantoven",
    "genericName": "warfarin sodium tablets",
    "description": "Jantoven (warfarin sodium) is an anticoagulant (blood thinner) used to prevent heart attacks, strokes, and blood clots in veins and arteries. Jantoven is available in generic form.",
    "sideEffects": "The following serious adverse reactions to JANTOVEN are\ndiscussed in greater detail in other sections of the labeling: Hemorrhage [see BOXED WARNING, WARNINGS AND\n    PRECAUTIONS, and OVERDOSAGE] Tissue Necrosis [see WARNINGS AND PRECAUTIONS] Calciphylaxis [see WARNINGS AND PRECAUTIONS] Acute Kidney Injury [see WARNINGS AND PRECAUTIONS] Systemic Atheroemboli and Cholesterol Microemboli [see WARNINGS\n    AND PRECAUTIONS] Limb Ischemia, Necrosis, and Gangrene in Patients with\n    HIT and HITTS [see WARNINGS AND PRECAUTIONS] Other Clinical Settings with Increased Risks [see WARNINGS\n    AND PRECAUTIONS] Other adverse reactions to JANTOVEN include: Immune system disorders: hypersensitivity/allergic\n    reactions (including urticaria and anaphylactic reactions) Vascular disorders: vasculitis Hepatobiliary disorders: hepatitis, elevated liver\n    enzymes. Cholestatic hepatitis has been associated with concomitant\n    administration of warfarin sodium and ticlopidine. Gastrointestinal disorders: nausea, vomiting, diarrhea,\n    taste perversion, abdominal pain, flatulence, bloating Skin disorders: rash, dermatitis (including bullous\n    eruptions), pruritus, alopecia Respiratory disorders: tracheal or tracheobronchial\n    calcification General disorders: chills",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dose of Jantoven is individualized, and is based on clinical findings."
  },
  {
    "name": "Janumet",
    "genericName": "sitagliptin metformin hcl",
    "description": "Janumet (sitagliptin/metformin HCl) is a combination of oral diabetes medicines for people with type 2 diabetes who do not use daily insulin injections. Janumet is not for treating type 1 diabetes.",
    "sideEffects": "The following adverse reactions are also discussed elsewhere in the labeling: Lactic Acidosis [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS] Acute Renal Failure [see WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin or Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "Dosage of Janumet is individualized. Janumet is given twice daily with meals in 50 mg sitagliptin/500 mg metformin hydrochloride or 50 mg sitagliptin/1000 mg metformin hydrochloride doses."
  },
  {
    "name": "Janumet XR",
    "genericName": "sitagliptin and metformin hcl",
    "description": "Janumet XR (sitagliptin and metformin HCl) Extended-release Tablets contains two oral antidiabetic medications indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both sitagliptin and metformin extended-release is appropriate. Janumet XR should not be used in patients with type 1 diabetes mellitus or for the treatment of diabetic ketoacidosis.",
    "sideEffects": "The following adverse reactions are also discussed elsewhere in the labeling: Lactic Acidosis [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS] Acute Renal Failure [see WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin or Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Janumet XR has three strengths that come in tablets:"
  },
  {
    "name": "Januvia",
    "genericName": "sitagliptin phosphate",
    "description": "Januvia (sitagliptin) is an oral diabetes medicine for people with type 2 diabetes (non-insulin-dependent) diabetes. Januvia is sometimes used in combination with other diabetes medications, but is not for treating type 1 diabetes.",
    "sideEffects": "The following adverse reactions are also discussed elsewhere in the labeling: Pancreatitis [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS] Acute Renal Failure [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin or Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Januvia is 100 mg once daily."
  },
  {
    "name": "Ixiaro",
    "genericName": "japanese encephalitis vaccine",
    "description": "Ixiaro (Japanese encephalitis vaccine, inactivated, adsorbed) is an immunization used to help prevent Japanese encephalitis virus (JEV) in adults and adolescents who are at least 17 years old, and is recommended for people who live in or travel to areas where Japanese encephalitis is known to exist, or where an epidemic has recently occurred. Ixiaro works by exposing you to a small dose of the virus, which causes the body to develop immunity to the disease. Ixiaro vaccine will not treat an active infection.",
    "sideEffects": "In infants 2 months to <1 year of age, the most common injection site reaction was redness (>15%); the most common solicited systemic adverse reactions were fever (>20%), irritability (>15%) and diarrhea (>10%). In children 1 to <3 years of age, the most common solicited systemic adverse reaction was fever (>20%). In children 3 to <12 years of age, the most common solicited systemic adverse reaction was fever (>10%). In adolescents 12 to <18 years of age, the most common solicited injection site reactions were pain (15%) and tenderness (10%). In adults 18 years of age and older, the most common injection site reactions were pain (>25%) and tenderness (>25%); the most common solicited systemic adverse reactions were headache (>20%) and myalgia (>10%).",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Immunization with Ixiaro consists of 2 doses administered 28 days apart. Immunization series should be completed at least 1 week prior to potential exposure to JEV."
  },
  {
    "name": "Je-Vax",
    "genericName": "japanese encephalitis virus vaccine inactivated",
    "description": "Je-Vax (Japanese Encephalitis Virus Vaccine Inactivated) is a vaccine used to help prevent Japanese encephalitis virus disease in adults and children who are at least 12 months old.",
    "sideEffects": "JE vaccine is associated with a moderate frequency of local and mild systemic\n  adverse effects.3,4,5,9,10,11,12 Tenderness, redness, swelling and\n  other local effects have been reported in about 20% of vaccinees ( < 1% to\n  31%). Systemic side effects, principally fever, headache, malaise, rash, and\n  other reactions, such as chills, dizziness, myalgia, nausea, vomiting and abdominal\n  pain have been reported in approximately 10% of vaccinees. In a study conducted by the CDC less than 5% of the 1,756 US travelers immunized\n  with a three-dose regimen of the vaccine reported headache, flu-like symptoms,\n  fever, and other systemic complaints. Hives and facial swelling were reported\n  in 0.2% and 0.1% of vaccinees, respectively. Local soreness occurred in 5.9%\n  and local redness in 2.9%. There was no increase in the number or severity of\n  reactions with increasing numbers of doses.8 The US Army studied 4,034 personnel from 1987 to 1989.11 Using a\n  two- or three-dose regimen of JE vaccine, arm soreness was described in 22.7%,\n  local redness in 4.8%, headache in 15.2%, and a febrile episode in 5.5%. In\n  another trial evaluating the safety and immunogenicity of a three-dose immunizing\n  series (Day 0, 7, and 30 or Day 0, 7, and 14), performed in 538 adult volunteers\n  in 1990, the Army determined that local soreness and redness occurred in 21%\n  of vaccinees after the first dose, then decreased with subsequent injections\n  (p < 0.0001, Chi-square for downward trend). Systemic symptoms including feverishness,\n  headache and rash occurred in 5% of vaccinees after the first dose, then decreased\n  with subsequent injections (p < 0.001, Chi-square for downward trend).5\n  Participants who received the third dose on Day 14 reported more side effects\n  than those who received the injection on Day 30. Among these volunteers, 252\n  received a booster injection of vaccine one year after receiving the first dose\n  of the primary series. Side effects reported after the booster injection included\n  local symptoms of soreness (24.5%) and redness (6.1%) at the injection site\n  and systemic complaints of headache (4.9%), fever (1.6%), and rash (0.8%). Less\n  than 1% of all reported symptoms was graded as severe. No generalized urticaria \n  or anaphylaxis was reported. Since 1989, an apparently new pattern of adverse reactions has been reported\n  among vaccinees in Europe, North America, and Australia.12,13,14\n  The reactions have been characterized by urticaria, often in a generalized distribution,\n  or angioedema of the extremities, face, especially of the lips and oropharynx.\n  Three vaccine recipients developed respiratory distress. Distress or collapse\n  due to hypotension or other causes led to hospitalization in several cases.\n  Most reactions were treated successfully with antihistamines or oral steroids;\n  however some patients were hospitalized for parenteral steroid therapy. Three\n  patients developed an erythema multiforme or erythema nodosum and some patients\n  have had joint swelling. Some vaccinees complained of generalized itching without\n  objective evidence of a rash. An important feature of the reactions has been the interval between vaccination and onset of symptoms. Reactions after a first vaccine dose occurred after a median of 12 hours after immunization (88% of reactions occurred within 3 days). The interval between administration of a second dose and onset of symptoms generally was longer, (median 3 days and possibly as long as 2 weeks). Reactions have occurred after a second or third dose, when preceding doses were received uneventfully. Between November 1991 and May 1992, the US Navy immunized 35,253 US personnel\n  (marines, other military and dependents) with JE-VAX (japanese encephalitis virus vaccine inactivated)  on Okinawa. The overall\n  reaction rate, 62.4 per 10,000 vaccinees (95% confidence interval 54.2 to 70.6)\n  includes persons reporting urticaria, angioedema, generalized itching and wheezing.\n  The reaction rate per 10,000 vaccinees was 26.7 (95% confidence interval 21.3\n  to 32.1), 30.8 (95% confidence interval 24.6 to 37.0) or 12.2 (95% confidence\n  interval 7.9 to 16.5) after the first, second or third dose, respectively.6\n  These reactions were generally mild to moderate in severity. Nine out of 35,253\n  persons immunized were hospitalized (2.6 per 10,000 vaccinees) primarily to\n  allow administration of intravenous steroids for refractory urticaria. None\n  of these reactions were considered life-threatening.",
    "warnings": "Adverse reactions to JE vaccine manifesting as generalized urticaria or \n  angioedema may occur within minutes following vaccination. A possibly related \n  reaction has occurred as late as 17 days after vaccination. Most reactions occur \n  within 10 days with the majority occurring within 48 hours.1 (See \n  ADVERSE REACTIONS section.)",
    "dosage": "For persons 3 years of age and older, a single dose is 1.0 mL of vaccine. For children 1 year to 3 years of age, a single dose is 0.5 mL of vaccine."
  },
  {
    "name": "Jardiance",
    "genericName": "empagliflozin tablets",
    "description": "Jardiance (empagliflozin tablet, film coated) is a sodium-glucose co-transporter 2 (SGLT2) inhibitor indicated to reduce the risk of cardiovascular death and hospitalization for heart failure in adults with heart failure; to reduce the risk of sustained decline in eGFR, end-stage kidney disease, cardiovascular death, and hospitalization in adults with chronic kidney disease at risk of progression; to reduce the risk of cardiovascular death in adults with type 2 diabetes mellitus and established cardiovascular disease; and as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients aged 10 years and older with type 2 diabetes mellitus.",
    "sideEffects": "The following important adverse reactions are described below and elsewhere in the labeling: Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see WARNINGS AND PRECAUTIONS] Volume Depletion [see WARNINGS AND PRECAUTIONS] Urosepsis and Pyelonephritis [see WARNINGS AND PRECAUTIONS] Hypoglycemia [see WARNINGS AND PRECAUTIONS] Necrotizing Fasciitis of the Perineum (Fournier's Gangrene) [see WARNINGS AND PRECAUTIONS] Genital Mycotic Infections [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Jardiance is 10 mg orally once daily in the morning, taken with or without food."
  },
  {
    "name": "Jatenzo",
    "genericName": "testosterone undecanoate capsules",
    "description": "Jatenzo (testosterone undecanoate) is an androgen indicated for testosterone replacement therapy in adult males for conditions associated with a deficiency or absence of endogenous testosterone.",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Jatenzo is 237 mg orally once in the morning and once in the evening. The dose of Jatenzo is adjusted to a minimum of 158 mg twice daily and a maximum of 396 mg twice daily."
  },
  {
    "name": "Javygtor",
    "genericName": "sapropterin dihydrochloride powder for oral solution",
    "description": "Javygtor (sapropterin dihydrochloride) is a phenylalanine hydroxylase activator indicated to reduce blood phenylalanine (Phe) levels in adult and pediatric patients one month of age and older with hyperphenylalaninemia (HPA) due to tetrahydrobiopterin- (BH4-) responsive phenylketonuria (PKU). Javygtor is to be used in conjunction with a Phe-restricted diet.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dosage of Javygtor for pediatric patients 1 month to 6 years is 10 mg/kg taken once daily. The recommended starting dosage of Javygtor for 7 years and older is 10 to 20 mg/kg taken once daily."
  },
  {
    "name": "Jaypirca",
    "genericName": "pirtobrutinib tablets",
    "description": "Jaypirca (pirtobrutinib) is a kinase inhibitor indicated for the treatment of adult patients with relapsed or refractory mantle cell lymphoma (MCL) after at least two lines of systemic therapy, including a BTK inhibitor.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Infections [see WARNINGS AND PRECAUTIONS] Hemorrhage [see WARNINGS AND PRECAUTIONS] Cytopenias [see WARNINGS AND PRECAUTIONS] Atrial Fibrillation and Atrial Flutter [see WARNINGS AND PRECAUTIONS] Second Primary Malignancies [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Jaypirca is 200 mg orally once daily; swallow whole with water, with or without food."
  },
  {
    "name": "Je-Vax",
    "genericName": "japanese encephalitis virus vaccine inactivated",
    "description": "Je-Vax (Japanese Encephalitis Virus Vaccine Inactivated) is a vaccine used to help prevent Japanese encephalitis virus disease in adults and children who are at least 12 months old.",
    "sideEffects": "JE vaccine is associated with a moderate frequency of local and mild systemic\n  adverse effects.3,4,5,9,10,11,12 Tenderness, redness, swelling and\n  other local effects have been reported in about 20% of vaccinees ( < 1% to\n  31%). Systemic side effects, principally fever, headache, malaise, rash, and\n  other reactions, such as chills, dizziness, myalgia, nausea, vomiting and abdominal\n  pain have been reported in approximately 10% of vaccinees. In a study conducted by the CDC less than 5% of the 1,756 US travelers immunized\n  with a three-dose regimen of the vaccine reported headache, flu-like symptoms,\n  fever, and other systemic complaints. Hives and facial swelling were reported\n  in 0.2% and 0.1% of vaccinees, respectively. Local soreness occurred in 5.9%\n  and local redness in 2.9%. There was no increase in the number or severity of\n  reactions with increasing numbers of doses.8 The US Army studied 4,034 personnel from 1987 to 1989.11 Using a\n  two- or three-dose regimen of JE vaccine, arm soreness was described in 22.7%,\n  local redness in 4.8%, headache in 15.2%, and a febrile episode in 5.5%. In\n  another trial evaluating the safety and immunogenicity of a three-dose immunizing\n  series (Day 0, 7, and 30 or Day 0, 7, and 14), performed in 538 adult volunteers\n  in 1990, the Army determined that local soreness and redness occurred in 21%\n  of vaccinees after the first dose, then decreased with subsequent injections\n  (p < 0.0001, Chi-square for downward trend). Systemic symptoms including feverishness,\n  headache and rash occurred in 5% of vaccinees after the first dose, then decreased\n  with subsequent injections (p < 0.001, Chi-square for downward trend).5\n  Participants who received the third dose on Day 14 reported more side effects\n  than those who received the injection on Day 30. Among these volunteers, 252\n  received a booster injection of vaccine one year after receiving the first dose\n  of the primary series. Side effects reported after the booster injection included\n  local symptoms of soreness (24.5%) and redness (6.1%) at the injection site\n  and systemic complaints of headache (4.9%), fever (1.6%), and rash (0.8%). Less\n  than 1% of all reported symptoms was graded as severe. No generalized urticaria \n  or anaphylaxis was reported. Since 1989, an apparently new pattern of adverse reactions has been reported\n  among vaccinees in Europe, North America, and Australia.12,13,14\n  The reactions have been characterized by urticaria, often in a generalized distribution,\n  or angioedema of the extremities, face, especially of the lips and oropharynx.\n  Three vaccine recipients developed respiratory distress. Distress or collapse\n  due to hypotension or other causes led to hospitalization in several cases.\n  Most reactions were treated successfully with antihistamines or oral steroids;\n  however some patients were hospitalized for parenteral steroid therapy. Three\n  patients developed an erythema multiforme or erythema nodosum and some patients\n  have had joint swelling. Some vaccinees complained of generalized itching without\n  objective evidence of a rash. An important feature of the reactions has been the interval between vaccination and onset of symptoms. Reactions after a first vaccine dose occurred after a median of 12 hours after immunization (88% of reactions occurred within 3 days). The interval between administration of a second dose and onset of symptoms generally was longer, (median 3 days and possibly as long as 2 weeks). Reactions have occurred after a second or third dose, when preceding doses were received uneventfully. Between November 1991 and May 1992, the US Navy immunized 35,253 US personnel\n  (marines, other military and dependents) with JE-VAX (japanese encephalitis virus vaccine inactivated)  on Okinawa. The overall\n  reaction rate, 62.4 per 10,000 vaccinees (95% confidence interval 54.2 to 70.6)\n  includes persons reporting urticaria, angioedema, generalized itching and wheezing.\n  The reaction rate per 10,000 vaccinees was 26.7 (95% confidence interval 21.3\n  to 32.1), 30.8 (95% confidence interval 24.6 to 37.0) or 12.2 (95% confidence\n  interval 7.9 to 16.5) after the first, second or third dose, respectively.6\n  These reactions were generally mild to moderate in severity. Nine out of 35,253\n  persons immunized were hospitalized (2.6 per 10,000 vaccinees) primarily to\n  allow administration of intravenous steroids for refractory urticaria. None\n  of these reactions were considered life-threatening.",
    "warnings": "Adverse reactions to JE vaccine manifesting as generalized urticaria or \n  angioedema may occur within minutes following vaccination. A possibly related \n  reaction has occurred as late as 17 days after vaccination. Most reactions occur \n  within 10 days with the majority occurring within 48 hours.1 (See \n  ADVERSE REACTIONS section.)",
    "dosage": "For persons 3 years of age and older, a single dose is 1.0 mL of vaccine. For children 1 year to 3 years of age, a single dose is 0.5 mL of vaccine."
  },
  {
    "name": "Jeanatope 1-125",
    "genericName": "iodinated 1-125 albumin injection",
    "description": "Jeanatope 1-125 (iodinated 1-125 albumin injection) is a radiopharmaceutical indicated for use in the determination of total blood and plasma volume.",
    "sideEffects": "The following adverse reactions have been identified with the use of iodinated I 125 albumin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders: Hypersensitivity",
    "warnings": "Aseptic meningitis and pyrogenic reactions have been reported following cisternography with JEANATOPE. The safety and effectiveness of JEANATOPE for cisternography have not been established. JEANATOPE is not approved for this use.",
    "dosage": "Jeanatope 1-125 is administered intravenously. Dosage may range from .185 to 1.85 megabecquerels (5 to 50 microcuries). When a procedure such as a blood volume determination is to be repeated, the total dosage administered in any one week should not exceed 7.4 megabecquerels (200 microcuries)."
  },
  {
    "name": "Jelmyto",
    "genericName": "mitomycin for pyelocalyceal solution",
    "description": "Jelmyto (mitomycin) is an alkylating drug used to treat adult patients with low-grade upper tract urothelial cancer (LG-UTUC).",
    "sideEffects": "",
    "warnings": "",
    "dosage": "The dose of Jelmyto to be instilled is 4 mg per mL via ureteral catheter or nephrostomy tube, with total instillation volume based on volumetric measurements using pyelography, not to exceed 15 mL (60 mg of mitomycin). Jelmyto is instilled once weekly for six weeks."
  },
  {
    "name": "Jemperli",
    "genericName": "dostarlimab-gxly injection",
    "description": "Jemperli (dostarlimab-gxly) is a programmed death receptor-1 (PD-1)–blocking antibody used to treat adult patients with mismatch repair deficient (dMMR) recurrent or advanced endometrial cancer, as determined by an FDA-approved test, that has progressed on or following prior treatment with a platinum-containing regimen.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Severe and fatal immune-mediated adverse reactions [see WARNINGS AND PRECAUTIONS] Infusion-related reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Dose 1 through 4 of Jemperli is 500 mg every 3 weeks. Subsequent dosing beginning 3 weeks after dose 4 (dose 5 onwards) of Jemperli is 1,000 mg every 6 weeks."
  },
  {
    "name": "Jencycla",
    "genericName": "norethindrone tablets",
    "description": "Jencycla (norethindrone tablet) is a progestin-only oral contraceptive used to prevent pregnancy. Jencycla is available as a generic.",
    "sideEffects": "Adverse reactions reported with the use of POPs include: Menstrual irregularity is the most frequently reported side effect. Frequent and irregular bleeding are common, while long duration of bleeding episodes and amenorrhea are less likely. Headache, breast tenderness, nausea, and dizziness are increased among progestin-only oral contraceptive users in some studies. Androgenic side effects such as acne, hirsutism, and weight gain occur rarely. The following adverse reactions were also reported in clinical trials or during post-marketing experience:",
    "warnings": "Cigarette smoking increases the risk of serious cardiovascular disease. Women who use oral contraceptives should be strongly advised not to smoke.",
    "dosage": "Jencycla must be taken exactly as directed. The dose of Jencycla is one tablet taken every day, at the same time. Administration is continuous, with no interruption between pill packs."
  },
  {
    "name": "Jenloga",
    "genericName": "clonidine tablets",
    "description": "Jenloga (clonidine hydrochloride) extended release is a central alpha agonist used for high blood pressure (hypertension). Jenloga is also approved for the treatment of attention deficit hyperactivity disorder (ADHD). Jenloga is available in generic form.",
    "sideEffects": "The following serious adverse reactions are discussed in detail elsewhere in the labeling: Withdrawal [see WARNINGS AND PRECAUTIONS] Allergic reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dose of Jenloga is 1 tablet, twice daily, or as directed by your doctor."
  },
  {
    "name": "Jentadueto",
    "genericName": "linagliptin and metformin hydrochloride",
    "description": "Jentadueto (linagliptin and metformin hydrochloride) is a combination of two 2 oral antihyperglycemic drugs indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both linagliptin and metformin is appropriate.",
    "sideEffects": "The following serious adverse reactions are described below or elsewhere in the prescribing information: Lactic Acidosis [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Jenadueto is available in the following strengths: tablets containing 2.5 mg linagliptin and 500 mg metformin hydrochloride or 850 mg metformin hydrochloride or 1000 mg metformin hydrochloride. The maximum recommended dose is 2.5 mg linagliptin/1000 mg metformin twice daily."
  },
  {
    "name": "Jentadueto XR",
    "genericName": "linagliptin and metformin hydrochloride extended-release tablets",
    "description": "Jentadueto XR (linagliptin and metformin hydrochloride extended-release) is a dipeptidyl peptidase-4 (DPP-4) inhibitor and biguanide combination product indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both linagliptin and metformin is appropriate. Jentadueto XR is not for treatment of type 1 diabetes or diabetic ketoacidosis.",
    "sideEffects": "The following serious adverse reactions are described below or elsewhere in the prescribing information: Lactic Acidosis [see WARNINGS AND PRECAUTIONS] Pancreatitis [see WARNINGS AND PRECAUTIONS] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Vitamin B12 Deficiency [see WARNINGS AND PRECAUTIONS] Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS] Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS] Heart Failure [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dose of Jentadueto XR is based on the patient's current regimen. Do not exceed a total daily dose of linagliptin 5 mg and metformin 2000 mg."
  },
  {
    "name": "Jesduvroq",
    "genericName": "daprodustat tablets",
    "description": "Jesduvroq (daprodustat) is a hypoxia-inducible factor prolyl hydroxylase (HIF PH) inhibitor indicated for the treatment of anemia due to chronic kidney disease in adults who have been receiving dialysis for at least four months.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Increased Risk of Death, Myocardial Infarction, Stroke, Venous Thromboembolism, and Thrombosis of Vascular Access [see BOXED WARNING, WARNINGS AND PRECAUTIONS]. Risk of Hospitalization for Heart Failure [see WARNINGS AND PRECAUTIONS]. Hypertension [see WARNINGS AND PRECAUTIONS]. Gastrointestinal Erosion [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The starting dosage of Jesduvroq is based on a patient’s hemoglobin level, liver function, and concomitant medications."
  },
  {
    "name": "Jetrea",
    "genericName": "ocriplasmin injection",
    "description": "Jetrea (ocriplasmin) is an antiplasmin inhibitor injection that works to dissolve a protein found in the eye, used to treat the eye condition symptomatic vitreomacular adhesion (SVA).",
    "sideEffects": "The following adverse reactions are described below and\nelsewhere in the labeling: Decreased Vision [see WARNINGS AND Side Effects for Jetrea\nThe following adverse reactions are described below and\nelsewhere in the labeling:\n\n  Decreased Vision [see WARNINGS AND PRECAUTIONS]\n  Intravitreal Injection Procedure Associated Effects [see WARNINGS\n    AND PRECAUTIONS and DOSAGE AND ADMINISTRATION]\n  Potential for Lens Subluxation [see WARNINGS AND PRECAUTIONS]\n  Retinal Breaks [see WARNINGS AND PRECAUTIONS and DOSAGE AND ADMINISTRATION]\n  Dyschromatopsia [see WARNINGS AND PRECAUTIONS]\n\nClinical Trials Experience\nBecause clinical trials are conducted under widely\nvarying conditions, adverse reaction rates in one clinical trial of a drug\ncannot be directly compared with rates in the clinical trials of the same or\nanother drug and may not reflect the rates observed in practice.\nApproximately 800 patients have been treated with an\nintravitreal injection of JETREA. Of these, 465 patients received an\nintravitreal injection of ocriplasmin 0.125 mg (187 patients received vehicle)\nin the 2 vehicle-controlled studies (Study 1 and Study 2).\nThe most common adverse reactions (incidence 5% - 20%\nlisted in descending order of frequency) in the vehicle-controlled clinical\nstudies were: vitreous floaters, conjunctival hemorrhage, eye pain, photopsia,\nblurred vision, macular hole, reduced visual acuity, visual impairment, and\nretinal edema.\nLess common adverse reactions observed in the studies at\na frequency of < 5% in patients treated with JETREA included macular edema,\nincreased intraocular pressure, anterior chamber cell, photophobia, vitreous\ndetachment, ocular discomfort, iritis, cataract, dry eye, metamorphopsia,\npupillary reflex impaired, conjunctival hyperemia, retinal degeneration, and\nvisual symptoms perceived in the contralateral eye.\nDyschromatopsia was reported in 2% of patients injected\nwith JETREA, with the majority of cases reported from two uncontrolled clinical\nstudies. In approximately half of these dyschromatopsia cases there were also\nelectroretinographic (ERG) changes reported (a- and b-wave amplitude decrease).\nImmunogenicity\nAs with all therapeutic proteins, there is potential for\nimmunogenicity. Immunogenicity for this product has not been evaluated.\nPostmarketing Experience\nNight blindness has been identified during post-approval\nuse of JETREA. Because these reactions are reported voluntarily from a\npopulation of uncertain size, it is not always possible to reliably estimate\ntheir frequency or establish a causal relationship to drug exposure. Decreased Vision [see WARNINGS AND PRECAUTIONS] Intravitreal Injection Procedure Associated Effects [see WARNINGS\n    AND PRECAUTIONS and DOSAGE AND ADMINISTRATION] Potential for Lens Subluxation [see WARNINGS AND PRECAUTIONS] Retinal Breaks [see WARNINGS AND PRECAUTIONS and DOSAGE AND ADMINISTRATION] Dyschromatopsia [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The recommended dose of Jetrea is 0.125 mg injected into the eye as a single dose. Symptomatic vitreomacular adhesion may progress, resulting in decreases in vision. Patients experiencing decreases in vision should report their symptoms to their doctors immediately."
  },
  {
    "name": "Jeuveau",
    "genericName": "prabotulinumtoxina-xvfs",
    "description": "Jeuveau (prabotulinumtoxinA-xvfs) is an acetylcholine release inhibitor and a neuromuscular blocking agent indicated for the temporary improvement in the appearance of moderate to severe \nglabellar lines (vertical frown lines between the eyebrows, or \"11's\") associated with corrugator and/or procerus muscle activity in adult patients.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in other sections of the labeling: Spread of Toxin Effects [see WARNINGS AND PRECAUTIONS] Hypersensitivity [see CONTRAINDICATIONS and WARNINGS AND PRECAUTIONS] Dysphagia and Breathing Difficulties [See WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Jeuveau for glabellar lines administration is 0.1 mL (4 units) by intramuscular injection into each of five sites, for a total dose of 20 units."
  },
  {
    "name": "Jevtana",
    "genericName": "cabazitaxel injection",
    "description": "Jevtana (cabazitaxel) is a cancer (antineoplastic) medication used together with prednisone to treat prostate cancer that has spread to other parts of the body (metastatic). Jevtana is usually given after other cancer medicines have been tried without success.",
    "sideEffects": "The following serious adverse reactions are discussed in greater detail in another section of the label: Bone Marrow Suppression [see WARNINGS AND PRECAUTIONS] Increased Toxicities in Elderly Patients [see WARNINGS AND PRECAUTIONS] Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Gastrointestinal Adverse Reactions [see WARNINGS AND PRECAUTIONS] Renal Failure [see WARNINGS AND PRECAUTIONS] Urinary Disorders Including Cystitis [see WARNINGS AND PRECAUTIONS] Respiratory Disorders [see WARNINGS AND PRECAUTIONS] Use in Patients with Hepatic Impairment [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The individual dosage of Jevtana is based on calculation of the Body Surface Area (BSA) and is 25 mg/m2 administered as a one-hour intravenous infusion every three weeks in combination with oral prednisone 10 mg administered daily throughout treatment."
  },
  {
    "name": "Jinteli",
    "genericName": "norethindrone acetate and ethinyl estradiol tablets, usp",
    "description": "Jinteli (northindrone acetate and ethinyl estradiol) is a continuous dosage regimen of a progestin-estrogen combination used to treat moderate to severe vasomotor symptoms associated with menopause and to prevent postmenopausal osteoporosis.",
    "sideEffects": "See BOXED WARNING, WARNINGS AND PRECAUTIONS. Because clinical trials are conducted under widely\nvarying conditions, adverse reaction rates observed in the clinical trials of a\ndrug cannot be directly compared to rates in the clinical trials of another\ndrug and may not reflect the rates observed in practice. The adverse reaction\ninformation from clinical trials does, however, provide a basis for identifying\nthe adverse events that appear to be related to drug use and for approximating\nrates. Adverse events reported in controlled clinical studies of\nnorethindrone acetate and ethinyl estradiol are shown in Table 6 below. Table 6: All Treatment-Emergent Adverse Events\nReported at a Frequency of  ≥ 5% of Patients with Norethindrone Acetate and\nEthinyl Estradiol",
    "warnings": "See BOXED WARNING.",
    "dosage": "Jinteli therapy consists of a single tablet taken once daily."
  },
  {
    "name": "Jivi",
    "genericName": "antihemophilic factor (recombinant), pegylated-aucl for injection",
    "description": "Jivi [antihemophilic factor (recombinant), PEGylated-aucl] is a recombinant DNA-derived, Factor VIII concentrate indicated for use in previously treated adults and adolescents (12 years of age and older) with hemophilia A (congenital Factor VIII deficiency) for on-demand treatment and control of bleeding episodes, perioperative management of bleeding, and routine prophylaxis to reduce the frequency of bleeding episodes.",
    "sideEffects": "The most frequently (≥ 5%) reported adverse reactions in clinical trials in previously treated patients (PTPs) ≥ 12 years of age were headache, cough, nausea and fever (see Table 3) .",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The required dose (IU) of Jivi for control of bleeding episodes and perioperative management = body weight (kg) x desired Factor VIII rise (% of normal or IU/dL) x reciprocal of expected recovery (or observed recovery, if available). The recommended initial regimen of Jivi for routine prophylaxis is 30–40 IU/kg twice weekly."
  },
  {
    "name": "Joenja",
    "genericName": "leniolisib tablets",
    "description": "Joenja (leniolisib) is a kinase inhibitor indicated for the treatment of activated phosphoinositide 3-kinase delta (PI3Kδ) syndrome (APDS) in adult and pediatric patients 12 years of age and older.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Joenja is 70 mg administered orally twice daily approximately 12 hours apart, with or without food, in adult and pediatric patients 12 years of age and older and weighing 45kg or more."
  },
  {
    "name": "Jolessa",
    "genericName": "levonorgestrel/ethinyl estradiol tablets",
    "description": "Jolessa (levonorgestrel/ethinyl estradiol kit) is a combined oral contraceptive (COC) indicated for use by women to prevent pregnancy.",
    "sideEffects": "The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see BOX WARNING and WARNINGS AND PRECAUTIONS] Vascular events [see WARNINGS AND PRECAUTIONS] Liver disease [see WARNINGS AND PRECAUTIONS] Adverse reactions commonly reported by COC users are: Irregular uterine bleeding Nausea Breast tenderness Headache",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Jolessa is one tablet taken once a day by mouth at the same time every day for 91 days. To achieve maximum contraceptive effectiveness, Jolessa should be taken exactly as directed and at intervals not exceeding 24 hours."
  },
  {
    "name": "Jolivette",
    "genericName": "norethindrone tablets",
    "description": "Jolivette (norethindrone tablet) is a progestin-only oral contraceptive indicated to prevent pregnancy.",
    "sideEffects": "Adverse reactions reported with the use of POPs include: Menstrual irregularity is the most frequently reported side effect. Frequent and irregular bleeding are common, while long duration of bleeding episodes and amenorrhea are less likely. Headache, breast tenderness, nausea, and dizziness are increased among progestin-only oral contraceptive users in some studies. Androgenic side effects such as acne, hirsutism, and weight gain occur rarely. The following adverse reactions were also reported in clinical trials or during post-marketing experience: Gastrointestinal Disorders: vomiting, abdominal pain; General Disorders and Administration Site Conditions: fatigue, edema; Psychiatric Disorders: depression, nervousness; Musculoskeletal and Connective Tissue Disorders: pain in extremity; Reproductive System and Breast Disorders: genital discharge; breast pain, menstruation delayed, suppressed lactation, vaginal hemorrhage, menorrhagia, withdrawal bleed when product is stopped; Immune System Disorders: anaphylactic/anaphylactoid reaction, hypersensitivity; Hepatobiliary Disorders: hepatitis, jaundice cholestatic; Skin and Subcutaneous Tissue Disorders: alopecia, rash, rash pruritic.",
    "warnings": "Cigarette smoking increases the risk of serious cardiovascular disease. Women who use oral contraceptives should be strongly advised not to smoke.",
    "dosage": "The dose of Jolivette is one tablet taken every day, at the same time. Administration is continuous, with no interruption between pill packs."
  },
  {
    "name": "Jornay PM",
    "genericName": "methylphenidate hydrochloride extended-release capsules",
    "description": "Jornay PM (methylphenidate hydrochloride) is a central nervous system (CNS) stimulant indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients 6 years and older.",
    "sideEffects": "The following adverse reactions are discussed in more detail in other sections of the labeling: Abuse, Misuse, and Addiction [see BOXED WARNING, WARNINGS AND PRECAUTIONS, and Drug Abuse And Dependence] Hypersensitivity to methylphenidate or other components of JORNAY PM [see CONTRAINDICATIONS] Hypertensive crisis when used concomitantly with monoamine oxidase inhibitors [see CONTRAINDICATIONS and DRUG INTERACTIONS] Risks to Patients with Serious Cardiac Disease [see WARNINGS AND PRECAUTIONS] Increased Blood Pressure and Heart Rate [see WARNINGS AND PRECAUTIONS] Psychiatric Adverse Reactions [see WARNINGS AND PRECAUTIONS] Priapism [see WARNINGS AND PRECAUTIONS] Peripheral Vasculopathy, including Raynaud's Phenomenon [see WARNINGS AND PRECAUTIONS] Long-term Suppression of Growth in Pediatric Patients [see WARNINGS AND PRECAUTIONS] Acute Angle Closure Glaucoma [see WARNINGS AND PRECAUTIONS] Increased Intraocular Pressure and Glaucoma [see WARNINGS AND PRECAUTIONS] Motor and Verbal Tics, and Worsening of Tourette's Syndrome [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended starting dose of Jornay PM for patients 6 years and above is 20 mg daily in the evening."
  },
  {
    "name": "Jubbonti",
    "genericName": "denosumab-bbdz injection",
    "description": "Jubbonti (denosumab-bbdz) is a RANK ligand (RANKL) inhibitor indicated for treatment of postmenopausal women with osteoporosis at high risk for fracture, treatment to increase bone mass in men with osteoporosis at high risk for fracture, treatment of glucocorticoid-induced osteoporosis in men and women at high risk for fracture, treatment to increase bone mass in men at high risk for fracture receiving androgen deprivation therapy for nonmetastatic prostate cancer, and treatment to increase bone mass in women at high risk for fracture receiving adjuvant aromatase inhibitor therapy for breast cancer.",
    "sideEffects": "The following serious adverse reactions are discussed below and also elsewhere in the labeling: Severe Hypocalcemia and Mineral Metabolism Changes [see WARNINGS AND PRECAUTIONS] Serious Infections [see WARNINGS AND PRECAUTIONS] Dermatologic Adverse Reactions [see WARNINGS AND PRECAUTIONS] Osteonecrosis of the Jaw [see WARNINGS AND PRECAUTIONS] Atypical Subtrochanteric and Diaphyseal Femoral Fractures [see WARNINGS AND PRECAUTIONS] Multiple Vertebral Fractures (MVF) Following Treatment Discontinuation [see WARNINGS AND PRECAUTIONS] The most common adverse reactions reported with denosumab products in patients with postmenopausal osteoporosis are back pain, pain in extremity, musculoskeletal pain, hypercholesterolemia, and cystitis. The most common adverse reactions reported with denosumab products in men with osteoporosis are back pain, arthralgia, and nasopharyngitis. The most common adverse reactions reported with denosumab products in patients with glucocorticoid-induced osteoporosis are back pain, hypertension, bronchitis, and headache. The most common (per patient incidence ≥ 10%) adverse reactions reported with denosumab products in patients with bone loss receiving androgen deprivation therapy for prostate cancer or adjuvant aromatase inhibitor therapy for breast cancer are arthralgia and back pain. Pain in extremity and musculoskeletal pain have also been reported in clinical trials. The most common adverse reactions leading to discontinuation of denosumab products in patients with postmenopausal osteoporosis are back pain and constipation. To report Adverse Reactions with Jubbonti, please call Sandoz Inc. at 1-800-525-8747, or report the event at FDA MedWatch.",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The dose of Jubbonti is 60 mg every 6 months administered as a subcutaneous injection in the upper arm, upper thigh, or abdomen."
  },
  {
    "name": "Jublia",
    "genericName": "efinaconazole topical solution",
    "description": "Jublia (efinaconazole) topical solution is an azole antifungal used for the topical treatment of fungal infection of the nail bed (onychomycosis) of the toenail(s) due to Trichophyton rubrum and Trichophyton mentagrophytes.",
    "sideEffects": "",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Apply a once-daily dose of Jublia to affected toenails for 48 weeks, using the integrated flow-through brush applicator."
  },
  {
    "name": "Juluca",
    "genericName": "dolutegravir and rilpivirine tablets, for oral use",
    "description": "Juluca (dolutegravir and rilpivirine) is a combination of a human immunodeficiency virus type 1 (HIV-1) integrase strand transfer inhibitor (INSTI) and an HIV-1non-nucleoside reverse transcriptase inhibitor (NNRTI) indicated as a complete regimen for the treatment of HIV-1 infection in adults to replace the current antiretroviral regimen in those who are virologically suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen for at least 6months with no history of treatment failure and no known substitutions associated with resistance to the individual components of Juluca.",
    "sideEffects": "The following adverse reactions are described below and in other sections of the labeling: Skin and hypersensitivity reactions [see WARNINGS AND PRECAUTIONS]. Hepatotoxicity [see WARNINGS AND PRECAUTIONS]. Depressive disorders [see WARNINGS AND PRECAUTIONS].",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The dose of Juluca is one tablet taken orally once daily with a meal."
  },
  {
    "name": "Junel FE",
    "genericName": "norethindrone acetate-ethinyl estradiol-ferrous fumarate",
    "description": "Junel Fe28 (norethindrone acetate, ethinyl estradiol, ferrous fumarate) is a combination of female hormones and the mineral iron used as contraception to prevent pregnancy. Junel Fe28 is also used to treat severe acne. Junel Fe28 is available in generic form.",
    "sideEffects": "An increased risk of the following serious adverse reactions\nhas been associated with the use of oral contraceptives (see WARNINGS\nsection): Thrombophlebitis Arterial thromboembolism Pulmonary embolism Myocardial infarction Cerebral hemorrhage Cerebral thrombosis Hypertension Gallbladder disease Hepatic adenomas or benign liver tumors There is evidence of an association between the following\nconditions and the use of oral contraceptives, although additional confirmatory\nstudies are needed: Mesenteric thrombosis Retinal thrombosis The following adverse reactions have been reported in\npatients receiving oral contraceptives and are believed to be drug-related: Nausea Vomiting Gastrointestinal symptoms (such as abdominal cramps and\n    bloating) Breakthrough bleeding Spotting Change in menstrual flow Amenorrhea Temporary infertility after discontinuation of treatment Edema Melasma which may persist Breast changes: tenderness, enlargement, secretion Change in weight (increase or decrease) Change in cervical erosion and secretion Diminution in lactation when given immediately postpartum Cholestatic jaundice Migraine Rash (allergic) Mental depression Reduced tolerance to carbohydrates Vaginal candidiasis Change in corneal curvature (steepening) Intolerance to contact lenses The following adverse reactions have been reported in users\nof oral contraceptives and the association has been neither confirmed nor\nrefuted: Pre-menstrual syndrome Cataracts Changes in appetite Cystitis-like syndrome Headache Nervousness Dizziness Hirsutism Loss of scalp hair Erythema multiforme Erythema nodosum Hemorrhagic eruption Vaginitis Porphyria Impaired renal function Hemolytic uremic syndrome Budd-Chiari syndrome Acne Changes in libido Colitis",
    "warnings": "Cigarette smoking increases the risk of serious cardiovascular\nside effects from oral contraceptive use. This risk increases with age and with\nheavy smoking (15 or more cigarettes per day) and is quite marked in women over\n35 years of age. Women who use oral contraceptives are strongly advised not to\nsmoke.",
    "dosage": "Junel Fe28 must be taken exactly as directed. It is taken as a continuous administration regimen consisting of 21 light yellow or pink tablets of Junel, and 7 brown non-hormone containing tablets of ferrous fumarate. There are no “off-tablet” days."
  },
  {
    "name": "Juvéderm Ultra XC",
    "genericName": "hyaluronic acid injectable gel",
    "description": "Juvéderm Ultra XC (hyaluronic acid) injectable gel is a dermal filler indicated for injection into the mid to deep dermis for correction of moderate to severe facial wrinkles and folds (such as nasolabial folds).",
    "sideEffects": "",
    "warnings": "The product must not be injected into blood vessels.\n    Introduction of JUVEDERM® Ultra XC into the vasculature may occlude the\n    vessels and could cause infarction or embolization.\n  Product use at specific sites in which an active\n    inflammatory process (skin eruptions such as cysts, pimples, rashes, or hives)\n    or infection is present should be deferred until the underlying process has\n    been controlled.\n  Injection procedure reactions consist mainly of\n    short-term inflammatory symptoms starting early after treatment and lasting\n  ≤ 7 days’ duration. Refer to the ADVERSE EVENTS section for details.",
    "dosage": "Juvéderm Ultra XC injectable gel is supplied in individual treatment syringes with 30-G needles for single-patient use and ready for injection (implantation)."
  },
  {
    "name": "Juvéderm Voluma XC",
    "genericName": "hyaluronic acid injectable gel dermal filler",
    "description": "Juvéderm Voluma XC (hyaluronic acid) Injectable Gel is a dermal filler that contains a small quantity of local anesthetic (lidocaine) indicated for deep (subcutaneous and/or supraperiosteal) injection for cheek augmentation to correct age-related volume deficit in the mid-face in adults over the age of 21.",
    "sideEffects": "",
    "warnings": "The product must not be injected into blood vessels.\n    Introduction of JUVEDERM VOLUMA™ XC into the vasculature may lead to\n    embolization, occlusion of the vessels, ischemia, or infarction. Symptoms of\n    vascular occlusion and embolization include pain that is disproportionate to\n    the procedure or remote to the injection site, immediate blanching that extends\n    beyond the injected area and that may represent vascular tributary\n    distribution, and color changes that reflect ischemic tissue such as a dusky or\n    reticular appearance. The treating physician should be knowledgeable regarding\n    appropriate interventions in the event of intravascular disseminated injection.\n    Intervention should be taken should these signs occur (see Physician\n      Instructions #13)\n  As with all dermal filler procedures, JUVEDERM VOLUMA™ XC\n    should not be used in vascular rich areas. Use in these areas, such as glabella\n    and nose, has resulted in cases of vascular embolization and symptoms\n    consistent with ocular vessel occlusion, such as blindness\n  Product use at specific sites in which an active\n    inflammatory process (skin eruptions such as cysts, pimples, rashes, or hives)\n    or infection is present should be deferred until the underlying process has\n    been controlled\n  Treatment site reactions consist mainly of short-term\n    inflammatory symptoms and generally resolve within 2 to 4 weeks. Refer to the\n    ADVERSE EVENTS section for details",
    "dosage": "The amount of Juvéderm Voluma XC injectable gel used to achieve optimal outcomes ranges from 1.2 mL to 13.9 mL, with a median volume of 6.6 mL."
  },
  {
    "name": "Juvisync",
    "genericName": "sitagliptin and simvastatin",
    "description": "Juvisync (sitagliptin and simvastatin) is a combination of an oral diabetes medicine and an HMG CoA reductase inhibitor, or \"statin,\" for people with type 2 diabetes who also have high cholesterol or triglycerides (types of fat) in the blood. Juvisync is not for treating type 1 diabetes. Juvisync is also used to lower the risk of stroke, heart attack, and other heart complications in people with diabetes, coronary artery disease, or other risk factors. The brand name Juvisync is discontinued, but generic versions may be available.",
    "sideEffects": "",
    "warnings": "Included as part of  the PRECAUTIONS section.",
    "dosage": "The dosages for therapy with Juvisync are 100 mg/10 mg, 100 mg/20 mg, 100 mg/40 mg, 50 mg/10 mg, 50 mg/20 mg, and 50 mg/40 mg (sitagliptin/simvastatin) once daily."
  },
  {
    "name": "Juxtapid",
    "genericName": "lomitapide capsules",
    "description": "Juxtapid (lomitapide) is a microsomal triglyceride transfer protein inhibitor used as an adjunct to a low-fat diet and other lipid-lowering treatments to help manage cholesterol.",
    "sideEffects": "The following important adverse reactions have been observed and are discussed in detail in other sections of the label: Risk of hepatotoxicity [see WARNINGS AND PRECAUTIONS] Reduced absorption of fat-soluble vitamins, and serum fatty acids [see WARNINGS AND PRECAUTIONS] Gastrointestinal adverse reactions [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "Juxtapid is taken orally . Juxtapid should be taken once daily, whole, with water and without food, at least 2 hours after evening meal. While on Juxtapid therapy, patients must avoid grapefruit juice."
  },
  {
    "name": "Jylamvo",
    "genericName": "methotrexate oral solution",
    "description": "Jylamvo (methotrexate) is a folate analog metabolic inhibitor indicated for the treatment of adults with acute lymphoblastic leukemia (ALL) as part of a combination chemotherapy maintenance regimen, for treatment of adults with mycosis fungoides, for treatment of adults with relapsed or refractory non- Hodgkin lymphoma as part of a metronomic combination regimen, for treatment of adults with rheumatoid arthritis, and for treatment of adults with severe psoriasis.",
    "sideEffects": "The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS] Myelosuppression [see WARNINGS AND PRECAUTIONS] Gastrointestinal Toxicity [see WARNINGS AND PRECAUTIONS] Hepatotoxicity [see WARNINGS AND PRECAUTIONS] Pulmonary Toxicity [see WARNINGS AND PRECAUTIONS] Dermatologic Reactions [see WARNINGS AND PRECAUTIONS] Renal Toxicity [see WARNINGS AND PRECAUTIONS] Serious Infections [see WARNINGS AND PRECAUTIONS] Neurotoxicity [see WARNINGS AND PRECAUTIONS] Secondary Malignancies [see WARNINGS AND PRECAUTIONS] Tumor Lysis Syndrome [see WARNINGS AND PRECAUTIONS] Increased Risk of Adverse Reactions Due to Third-Space Accumulation [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the PRECAUTIONS section.",
    "dosage": "The recommended dosage of Jylamvo for acute lymphoblastic leukemia (ALL) is 20 mg/m2 orally once weekly as a part of a combination chemotherapy maintenance regimen."
  },
  {
    "name": "Jynarque",
    "genericName": "tolvaptan tablets for oral use",
    "description": "Jynarque (tolvaptan) is a selective vasopressin V2-receptor antagonist indicated to slow kidney function decline in adults at risk of rapidly progressing autosomal dominant polycystic kidney disease (ADPKD).",
    "sideEffects": "The following adverse reactions are discussed in more detail in other sections of the labeling: Serious Liver Injury [see BOX WARNING and WARNINGS AND PRECAUTIONS] Hypernatremia, Dehydration and Hypovolemia [see WARNINGS AND PRECAUTIONS] Drug Interactions with Inhibitors of CYP 3A [see WARNINGS AND PRECAUTIONS]",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": "The recommended initial dosage of Jynarque is 60 mg daily. The recommended target dosage of Jynarque is 120 mg daily."
  },
  {
    "name": "Jynneos",
    "genericName": "smallpox and monkeypox live, nonreplicating injection",
    "description": "What Is Jynneos?",
    "sideEffects": "",
    "warnings": "Included as part of the \"PRECAUTIONS\" Section",
    "dosage": ""
  }
]