[
  {
    "sections": {
      "Overview": "Obesity is a complex disease involving having too much body fat. • Obesity isn't just a cosmetic concern. • It's a medical problem that increases the risk of many other diseases and health problems. • These can include heart disease, diabetes, high blood pressure, high cholesterol, liver disease, sleep apnea and certain cancers. • There are many reasons why some people have trouble losing weight. • Often, obesity results from inherited, physiological and environmental factors, combined with diet, physical activity and exercise choices. • The good news is that even modest weight loss can improve or prevent the health problems associated with obesity. • A healthier diet, increased physical activity and behavior changes can help you lose weight. • Prescription medicines and weight-loss procedures are other options for treating obesity.",
      "Symptoms": "Body mass index, known as BMI, is often used to diagnose obesity. • To calculate BMI, multiply weight in pounds by 703, divide by height in inches and then divide again by height in inches. • Or divide weight in kilograms by height in meters squared. • There are several online calculators available that help calculate BMI. • See BMI calculator Asians with a BMI of 23 or higher may have an increased risk of health problems. • For most people, BMI provides a reasonable estimate of body fat. • However, BMI doesn't directly measure body fat. • Some people, such as muscular athletes, may have a BMI in the obesity category even though they don't have excess body fat. • Many health care professionals also measure around a person's waist to help guide treatment decisions. • This measurement is called a waist circumference. • Weight-related health problems are more common in men with a waist circumference over 40 inches (102 centimeters). • They're more common in women with a waist measurement over 35 inches (89 centimeters). • Body fat percentage is another measurement that may be used during a weight loss program to track progress. • If you're concerned about your weight or weight-related health problems, ask your health care professional about obesity management. • You and your health care team can evaluate your health risks and discuss your weight-loss options. • Although there are genetic, behavioral, metabolic and hormonal influences on body weight, obesity occurs when you take in more calories than you burn through typical daily activities and exercise. • Your body stores these excess calories as fat. • In the United States, most people's diets are too high in calories — often from fast food and high-calorie beverages. • People with obesity might eat more calories before feeling full, feel hungry sooner, or eat more due to stress or anxiety. • Many people who live in Western countries now have jobs that are much less physically demanding, so they don't tend to burn as many calories at work. • Even daily activities use fewer calories, courtesy of conveniences such as remote controls, escalators, online shopping, and drive-through restaurants and banks. • Obesity often results from a combination of causes and contributing factors: The genes you inherit from your parents may affect the amount of body fat you store, and where that fat is distributed. • Genetics also may play a role in how efficiently your body converts food into energy, how your body regulates your appetite and how your body burns calories during exercise. • Obesity tends to run in families. • That's not just because of the genes they share. • Family members also tend to share similar eating and activity habits. • Unhealthy diet. • A diet that's high in calories, lacking in fruits and vegetables, full of fast food, and laden with high-calorie beverages and oversized portions contributes to weight gain. • Liquid calories. • People can drink many calories without feeling full, especially calories from alcohol. • Other high-calorie beverages, such as sugared soft drinks, can contribute to weight gain. • Inactivity. • If you have an inactive lifestyle, you can easily take in more calories every day than you burn through exercise and routine daily activities. • Looking at computer, tablet and phone screens is inactivity. • The number of hours spent in front of a screen is highly associated with weight gain. • In some people, obesity can be traced to a medical cause, such as hypothyroidism, Cushing syndrome, Prader-Willi syndrome and other conditions. • Medical problems, such as arthritis, also can lead to decreased activity, which may result in weight gain. • Some medicines can lead to weight gain if you don't compensate through diet or activity. • These medicines include steroids, some antidepressants, anti-seizure medicines, diabetes medicines, antipsychotic medicines and certain beta blockers. • Social and economic factors are linked to obesity. • It's hard to avoid obesity if you don't have safe areas to walk or exercise. • You may not have learned healthy ways of cooking. • Or you may not have access to healthier foods. • Also, the people you spend time with may influence your weight. • You're more likely to develop obesity if you have friends or relatives with obesity. • Obesity can occur at any age, even in young children. • But as you age, hormonal changes and a less active lifestyle increase your risk of obesity. • The amount of muscle in your body also tends to decrease with age. • Lower muscle mass often leads to a decrease in metabolism. • These changes also reduce calorie needs and can make it harder to keep off excess weight. • If you don't consciously control what you eat and become more physically active as you age, you'll likely gain weight. • Pregnancy. • Weight gain is common during pregnancy. • Some women find this weight difficult to lose after the baby is born. • This weight gain may contribute to the development of obesity in women. • Quitting smoking. • Quitting smoking is often associated with weight gain. • And for some, it can lead to enough weight gain to qualify as obesity. • Often, this happens as people use food to cope with smoking withdrawal. • But overall, quitting smoking is still a greater benefit to your health than is continuing to smoke. • Your health care team can help you prevent weight gain after quitting smoking. • Lack of sleep. • Not getting enough sleep can cause changes in hormones that increase appetite. • So can getting too much sleep. • You also may crave foods high in calories and carbohydrates, which can contribute to weight gain. • Stress. • Many external factors that affect mood and well-being may contribute to obesity. • People often seek more high-calorie food during stressful situations. • Microbiome. • The make-up of your gut bacteria is affected by what you eat and may contribute to weight gain or trouble losing weight. • Even if you have one or more of these risk factors, it doesn't mean that you're destined to develop obesity. • You can counteract most risk factors through diet, physical activity and exercise. • Behavior changes, medicines and procedures for obesity also can help. • People with obesity are more likely to develop a number of potentially serious health problems, including: Heart disease and strokes. • Obesity makes you more likely to have high blood pressure and unhealthy cholesterol levels, which are risk factors for heart disease and strokes. • Type 2 diabetes. • Obesity can affect the way the body uses insulin to control blood sugar levels. • This raises the risk of insulin resistance and diabetes. • Certain cancers. • Obesity may increase the risk of cancer of the uterus, cervix, endometrium, ovary, breast, colon, rectum, esophagus, liver, gallbladder, pancreas, kidney and prostate. • Digestive problems. • Obesity increases the likelihood of developing heartburn, gallbladder disease and liver problems. • Sleep apnea. • People with obesity are more likely to have sleep apnea, a potentially serious disorder in which breathing repeatedly stops and starts during sleep. • Osteoarthritis. • Obesity increases the stress placed on weight-bearing joints. • It also promotes inflammation, which includes swelling, pain and a feeling of heat within the body. • These factors may lead to complications such as osteoarthritis. • Fatty liver disease. • Obesity increases the risk of fatty liver disease, a condition that happens due to excessive fat deposit in the liver. • In some cases, this can lead to serious liver damage, known as liver cirrhosis. • Severe COVID-19 symptoms. • Obesity increases the risk of developing severe symptoms if you become infected with the virus that causes coronavirus disease 2019, known as COVID-19. • People who have severe cases of COVID-19 may need treatment in intensive care units or even mechanical assistance to breathe. • Obesity can diminish the overall quality of life. • You may not be able to do physical activities that you used to enjoy. • You may avoid public places. • People with obesity may even encounter discrimination. • Other weight-related issues that may affect your quality of life include: Depression. • Disability. • Shame and guilt. • Social isolation. • Lower work achievement.",
      "Causes": "Although there are genetic, behavioral, metabolic and hormonal influences on body weight, obesity occurs when you take in more calories than you burn through typical daily activities and exercise. • Your body stores these excess calories as fat. • In the United States, most people's diets are too high in calories — often from fast food and high-calorie beverages. • People with obesity might eat more calories before feeling full, feel hungry sooner, or eat more due to stress or anxiety. • Many people who live in Western countries now have jobs that are much less physically demanding, so they don't tend to burn as many calories at work. • Even daily activities use fewer calories, courtesy of conveniences such as remote controls, escalators, online shopping, and drive-through restaurants and banks.",
      "Risk factors": "Obesity often results from a combination of causes and contributing factors: The genes you inherit from your parents may affect the amount of body fat you store, and where that fat is distributed. • Genetics also may play a role in how efficiently your body converts food into energy, how your body regulates your appetite and how your body burns calories during exercise. • Obesity tends to run in families. • That's not just because of the genes they share. • Family members also tend to share similar eating and activity habits. • Unhealthy diet. • A diet that's high in calories, lacking in fruits and vegetables, full of fast food, and laden with high-calorie beverages and oversized portions contributes to weight gain. • Liquid calories. • People can drink many calories without feeling full, especially calories from alcohol. • Other high-calorie beverages, such as sugared soft drinks, can contribute to weight gain. • Inactivity. • If you have an inactive lifestyle, you can easily take in more calories every day than you burn through exercise and routine daily activities. • Looking at computer, tablet and phone screens is inactivity. • The number of hours spent in front of a screen is highly associated with weight gain. • In some people, obesity can be traced to a medical cause, such as hypothyroidism, Cushing syndrome, Prader-Willi syndrome and other conditions. • Medical problems, such as arthritis, also can lead to decreased activity, which may result in weight gain. • Some medicines can lead to weight gain if you don't compensate through diet or activity. • These medicines include steroids, some antidepressants, anti-seizure medicines, diabetes medicines, antipsychotic medicines and certain beta blockers. • Social and economic factors are linked to obesity. • It's hard to avoid obesity if you don't have safe areas to walk or exercise. • You may not have learned healthy ways of cooking. • Or you may not have access to healthier foods. • Also, the people you spend time with may influence your weight. • You're more likely to develop obesity if you have friends or relatives with obesity. • Obesity can occur at any age, even in young children. • But as you age, hormonal changes and a less active lifestyle increase your risk of obesity. • The amount of muscle in your body also tends to decrease with age. • Lower muscle mass often leads to a decrease in metabolism. • These changes also reduce calorie needs and can make it harder to keep off excess weight. • If you don't consciously control what you eat and become more physically active as you age, you'll likely gain weight. • Pregnancy. • Weight gain is common during pregnancy. • Some women find this weight difficult to lose after the baby is born. • This weight gain may contribute to the development of obesity in women. • Quitting smoking. • Quitting smoking is often associated with weight gain. • And for some, it can lead to enough weight gain to qualify as obesity. • Often, this happens as people use food to cope with smoking withdrawal. • But overall, quitting smoking is still a greater benefit to your health than is continuing to smoke. • Your health care team can help you prevent weight gain after quitting smoking. • Lack of sleep. • Not getting enough sleep can cause changes in hormones that increase appetite. • So can getting too much sleep. • You also may crave foods high in calories and carbohydrates, which can contribute to weight gain. • Stress. • Many external factors that affect mood and well-being may contribute to obesity. • People often seek more high-calorie food during stressful situations. • Microbiome. • The make-up of your gut bacteria is affected by what you eat and may contribute to weight gain or trouble losing weight. • Even if you have one or more of these risk factors, it doesn't mean that you're destined to develop obesity. • You can counteract most risk factors through diet, physical activity and exercise. • Behavior changes, medicines and procedures for obesity also can help.",
      "Complications": "People with obesity are more likely to develop a number of potentially serious health problems, including: Heart disease and strokes. • Obesity makes you more likely to have high blood pressure and unhealthy cholesterol levels, which are risk factors for heart disease and strokes. • Type 2 diabetes. • Obesity can affect the way the body uses insulin to control blood sugar levels. • This raises the risk of insulin resistance and diabetes. • Certain cancers. • Obesity may increase the risk of cancer of the uterus, cervix, endometrium, ovary, breast, colon, rectum, esophagus, liver, gallbladder, pancreas, kidney and prostate. • Digestive problems. • Obesity increases the likelihood of developing heartburn, gallbladder disease and liver problems. • Sleep apnea. • People with obesity are more likely to have sleep apnea, a potentially serious disorder in which breathing repeatedly stops and starts during sleep. • Osteoarthritis. • Obesity increases the stress placed on weight-bearing joints. • It also promotes inflammation, which includes swelling, pain and a feeling of heat within the body. • These factors may lead to complications such as osteoarthritis. • Fatty liver disease. • Obesity increases the risk of fatty liver disease, a condition that happens due to excessive fat deposit in the liver. • In some cases, this can lead to serious liver damage, known as liver cirrhosis. • Severe COVID-19 symptoms. • Obesity increases the risk of developing severe symptoms if you become infected with the virus that causes coronavirus disease 2019, known as COVID-19. • People who have severe cases of COVID-19 may need treatment in intensive care units or even mechanical assistance to breathe. • Obesity can diminish the overall quality of life. • You may not be able to do physical activities that you used to enjoy. • You may avoid public places. • People with obesity may even encounter discrimination. • Other weight-related issues that may affect your quality of life include: Depression. • Disability. • Shame and guilt. • Social isolation. • Lower work achievement."
    },
    "name": "Obesity",
    "url": "https://www.mayoclinic.org/diseases-conditions/obesity/symptoms-causes/syc-20375742"
  },
  {
    "sections": {
      "Overview": "Obsessive-compulsive disorder (OCD) features a pattern of unwanted thoughts and fears known as obsessions. • These obsessions lead you to do repetitive behaviors, also called compulsions. • These obsessions and compulsions get in the way of daily activities and cause a lot of distress. • Ultimately, you feel driven to do compulsive acts to ease your stress. • Even if you try to ignore or get rid of bothersome thoughts or urges, they keep coming back. • This leads you to act based on ritual. • This is the vicious cycle of OCD. • OCD often centers around certain themes, such as being overly fearful of getting contaminated by germs. • To ease contamination fears, you may wash your hands over and over again until they're sore and chapped. • If you have OCD, you may be ashamed, embarrassed and frustrated about the condition. • But treatment can be effective.",
      "Symptoms": "Obsessive-compulsive disorder usually includes both obsessions and compulsions. • But it's also possible to have only obsession symptoms or only compulsion symptoms. • You may or may not know that your obsessions and compulsions are beyond reason. • But they take up a great deal of time, reduce your quality of life, and get in the way of your daily routines and responsibilities. • OCD obsessions are lasting and unwanted thoughts that keeping coming back or urges or images that are intrusive and cause distress or anxiety. • You might try to ignore them or get rid of them by acting based on ritual. • These obsessions usually intrude when you're trying to think of or do other things. • Obsessions often have themes, such as: Fear of contamination or dirt. • Doubting and having a hard time dealing with uncertainty. • Needing things to be orderly and balanced. • Aggressive or horrific thoughts about losing control and harming yourself or others. • Unwanted thoughts, including aggression, or sexual or religious subjects. • Examples of obsession symptoms include: Fear of being contaminated by touching objects others have touched. • Doubts that you've locked the door or turned off the stove. • Intense stress when objects aren't orderly or facing a certain way. • Images of driving your car into a crowd of people. • Thoughts about shouting obscenities or not acting the right way in public. • Unpleasant sexual images. • Staying away from situations that can cause obsessions, such as shaking hands. • OCD compulsions are repetitive behaviors that you feel driven to do. • These repetitive behaviors or mental acts are meant to reduce anxiety related to your obsessions or prevent something bad from happening. • But taking part in the compulsions brings no pleasure and may offer only limited relief from anxiety. • You may make up rules or rituals to follow that help control your anxiety when you're having obsessive thoughts. • These compulsions are beyond reason and often don't relate to the issue they're intended to fix. • As with obsessions, compulsions usually have themes, such as: Washing and cleaning. • Checking. • Counting. • Ordering. • Following a strict routine. • Demanding reassurance. • Examples of compulsion symptoms include: Hand-washing until your skin becomes raw. • Checking doors over and over again to make sure they're locked. • Checking the stove over and over again to make sure it's off. • Counting in certain patterns. • Silently repeating a prayer, word or phrase. • Trying to replace a bad thought with a good thought. • Arranging your canned goods to face the same way. • OCD usually begins in the teen or young adult years, but it can start in childhood. • Symptoms usually begin over time and tend to vary in how serious they are throughout life. • The types of obsessions and compulsions you have also can change over time. • Symptoms generally get worse when you are under greater stress, including times of transition and change. • OCD, usually thought to be a lifelong disorder, can have mild to moderate symptoms or be so severe and time-consuming that it becomes disabling. • There's a difference between being a perfectionist — someone who needs flawless results or performance — and having OCD. • OCD thoughts aren't simply excessive worries about real issues in your life or liking to have things clean or arranged in a specific way. • If your obsessions and compulsions affect your quality of life, see your doctor or mental health professional. • The cause of obsessive-compulsive disorder isn't fully understood. • Main theories include: Biology. • OCD may be due to changes in your body's natural chemistry or brain functions. • Genetics. • OCD may have a genetic component, but specific genes have yet to be found. • Learning. • Obsessive fears and compulsive behaviors can be learned from watching family members or learning them over time. • Factors that may raise the risk of causing obsessive-compulsive disorder include: Family history. • Having parents or other family members with the disorder can raise your risk of getting OCD. • Stressful life events. • If you've gone through traumatic or stressful events, your risk may increase. • This reaction may cause the intrusive thoughts, rituals and emotional distress seen in OCD. • Other mental health disorders. • OCD may be related to other mental health disorders, such as anxiety disorders, depression, substance abuse or tic disorders. • Issues due to obsessive-compulsive disorder include: Excessive time spent taking part in ritualistic behaviors. • Health issues, such as contact dermatitis from frequent hand-washing. • Having a hard time going to work or school or taking part in social activities. • Troubled relationships. • Poor quality of life. • Thoughts about suicide and behavior related to suicide. • There's no sure way to prevent obsessive-compulsive disorder. • However, getting treated as soon as possible may help keep OCD from getting worse and disrupting activities and your daily routine.",
      "Causes": "The cause of obsessive-compulsive disorder isn't fully understood. • Main theories include: Biology. • OCD may be due to changes in your body's natural chemistry or brain functions. • Genetics. • OCD may have a genetic component, but specific genes have yet to be found. • Learning. • Obsessive fears and compulsive behaviors can be learned from watching family members or learning them over time.",
      "Risk factors": "Factors that may raise the risk of causing obsessive-compulsive disorder include: Family history. • Having parents or other family members with the disorder can raise your risk of getting OCD. • Stressful life events. • If you've gone through traumatic or stressful events, your risk may increase. • This reaction may cause the intrusive thoughts, rituals and emotional distress seen in OCD. • Other mental health disorders. • OCD may be related to other mental health disorders, such as anxiety disorders, depression, substance abuse or tic disorders.",
      "Complications": "Issues due to obsessive-compulsive disorder include: Excessive time spent taking part in ritualistic behaviors. • Health issues, such as contact dermatitis from frequent hand-washing. • Having a hard time going to work or school or taking part in social activities. • Troubled relationships. • Poor quality of life. • Thoughts about suicide and behavior related to suicide.",
      "Prevention": "There's no sure way to prevent obsessive-compulsive disorder. • However, getting treated as soon as possible may help keep OCD from getting worse and disrupting activities and your daily routine."
    },
    "name": "Obsessive-compulsive disorder (OCD)",
    "url": "https://www.mayoclinic.org/diseases-conditions/obsessive-compulsive-disorder/symptoms-causes/syc-20354432"
  },
  {
    "sections": {
      "Overview": "Obstructive sleep apnea is the most common sleep-related breathing disorder. • People with obstructive sleep apnea repeatedly stop and start breathing while they sleep. • There are several types of sleep apnea. • Obstructive sleep apnea occurs when the throat muscles relax and block the airway. • This happens off and on many times during sleep. • A sign of obstructive sleep apnea is snoring. • Treatments for obstructive sleep apnea are available. • One treatment is a device that uses positive pressure to keep the airway open during sleep. • Another option is a mouthpiece to thrust the lower jaw forward during sleep. • In some people, surgery might be an option too.",
      "Symptoms": "Symptoms of obstructive sleep apnea include: Excessive daytime sleepiness. • Loud snoring. • Observed episodes of stopped breathing during sleep. • Waking during the night and gasping or choking. • Awakening in the morning with a dry mouth or sore throat. • Morning headaches. • Trouble focusing during the day. • Mood changes, such as depression or being easily upset. • High blood pressure. • Decreased interest in sex. • Consult a health care professional if you have, or if your partner observes, the following: Snoring loud enough to disturb your sleep or the sleep of others. • Waking up gasping or choking. • Pausing in your breathing during sleep. • Having excessive daytime drowsiness. • This may cause you to fall asleep while working, watching television or even driving a vehicle. • Snoring doesn't necessarily indicate something potentially serious, and not everyone who snores has obstructive sleep apnea. • Be sure to talk to a member of your health care team if you snore loudly, especially if your snoring is interrupted by periods of silence. • Snoring may be loudest — and breath pauses known as apneas may be more common — when you sleep on your back. • Ask your health care team about any sleep problem that leaves you fatigued, sleepy and irritable on a regular basis. • Excessive daytime drowsiness may be due to other disorders, such as narcolepsy. • Obstructive sleep apnea occurs when the muscles in the back of the throat relax too much to allow for proper breathing. • These muscles support the back of the roof of the mouth, known as the soft palate. • The muscles also support the tongue and side walls of the throat. • When the muscles relax, the airway narrows or closes as you breathe in. • This can lower the level of oxygen in the blood and cause a buildup of carbon dioxide. • Your brain senses this impaired breathing and briefly rouses you from sleep so that you can reopen your airway. • This awakening is usually so brief that you don't remember it. • You may awaken with shortness of breath that corrects itself quickly, within one or two deep breaths. • Or you might make a snorting, choking or gasping sound. • This pattern can repeat itself 5 to 30 times or more each hour, all night long. • These disruptions impair your ability to reach the deep, restful phases of sleep, and you'll probably feel sleepy during your waking hours. • People with obstructive sleep apnea might not be aware of their interrupted sleep. • Many people with this type of sleep apnea don't realize they haven't slept well all night. • Anyone can develop obstructive sleep apnea. • However, certain factors put you at increased risk, including: Excess weight. • Most but not all people with obstructive sleep apnea are overweight. • Fat deposits around the upper airway can obstruct breathing. • Medical conditions that are associated with obesity, such as hypothyroidism and polycystic ovary syndrome, also can cause obstructive sleep apnea. • Older age. • The risk of obstructive sleep apnea increases as you age but appears to level off after your 60s and 70s. • Narrowed airway. • A naturally narrow airway is a trait that can be passed down in your family. • Or your tonsils or adenoids might become enlarged and block your airway. • High blood pressure, known as hypertension. • Obstructive sleep apnea is relatively common in people with hypertension. • Chronic nasal congestion. • Obstructive sleep apnea occurs twice as often in those who have consistent nasal congestion at night, regardless of the cause. • Smoking. • People who smoke are more likely to have obstructive sleep apnea. • Diabetes. • Obstructive sleep apnea might be more common in people with diabetes. • Male sex. • In general, men are 2 to 3 times more likely as premenopausal women to have obstructive sleep apnea. • However, the risk of obstructive sleep apnea increases in women after menopause. • A family history of sleep apnea. • Having family members with obstructive sleep apnea might increase your risk. • Asthma. • Research has found an association between asthma and the risk of obstructive sleep apnea. • Obstructive sleep apnea is considered a serious medical condition. • Complications can include: Daytime fatigue and sleepiness. • Because of a lack of restorative sleep at night, people with obstructive sleep apnea often have severe daytime drowsiness, fatigue and irritability. • They might have difficulty concentrating and find themselves falling asleep at work, while watching TV or even when driving. • This can put them at higher risk of work-related accidents. • Children and young people with obstructive sleep apnea might do poorly in school and commonly have attention or behavior problems. • Cardiovascular problems. • Sudden drops in blood oxygen levels that occur during obstructive sleep apnea increase blood pressure and strain the cardiovascular system. • Many people with obstructive sleep apnea develop high blood pressure, which can increase the risk of heart disease. • The worse the obstructive sleep apnea, the greater the risk of coronary artery disease, heart attack, heart failure and stroke. • Obstructive sleep apnea also increases the risk of heart rhythm problems known as arrhythmias. • Arrhythmias can lower blood pressure. • If there's underlying heart disease, these repeated multiple episodes of arrhythmias could lead to sudden death. • Complications with medicines and surgery. • Obstructive sleep apnea also is a concern with certain medicines and general anesthesia. • Medicines such as sedatives, some prescription painkillers and general anesthetics, relax the upper airway and can make obstructive sleep apnea worse. • If you have obstructive sleep apnea, having major surgery can worsen breathing problems. • This is especially true if you have been sedated and you were lying on your back. • People with obstructive sleep apnea might be more prone to complications after surgery. • Before you have surgery, tell your surgeon if you have obstructive sleep apnea or symptoms related to the condition. • You may need to get tested for obstructive sleep apnea before surgery. • Eye problems. • Some research has found a connection between obstructive sleep apnea and certain eye conditions, such as glaucoma. • Eye complications can usually be treated. • Sleep-deprived partners. • Loud snoring can keep those around you from getting good rest and eventually disrupt your relationships. • Some partners choose to sleep in another room. • People with obstructive sleep apnea also may complain of memory problems, morning headaches, and mood swings or depression. • They also may need to urinate often at night. • Obstructive sleep apnea might be a risk factor for COVID-19. • People with obstructive sleep apnea have been found to be at higher risk for developing a severe form of COVID-19. • They may be more likely to need hospital treatment than do those who don't have obstructive sleep apnea.",
      "Causes": "Obstructive sleep apnea occurs when the muscles in the back of the throat relax too much to allow for proper breathing. • These muscles support the back of the roof of the mouth, known as the soft palate. • The muscles also support the tongue and side walls of the throat. • When the muscles relax, the airway narrows or closes as you breathe in. • This can lower the level of oxygen in the blood and cause a buildup of carbon dioxide. • Your brain senses this impaired breathing and briefly rouses you from sleep so that you can reopen your airway. • This awakening is usually so brief that you don't remember it. • You may awaken with shortness of breath that corrects itself quickly, within one or two deep breaths. • Or you might make a snorting, choking or gasping sound. • This pattern can repeat itself 5 to 30 times or more each hour, all night long. • These disruptions impair your ability to reach the deep, restful phases of sleep, and you'll probably feel sleepy during your waking hours. • People with obstructive sleep apnea might not be aware of their interrupted sleep. • Many people with this type of sleep apnea don't realize they haven't slept well all night.",
      "Risk factors": "Anyone can develop obstructive sleep apnea. • However, certain factors put you at increased risk, including: Excess weight. • Most but not all people with obstructive sleep apnea are overweight. • Fat deposits around the upper airway can obstruct breathing. • Medical conditions that are associated with obesity, such as hypothyroidism and polycystic ovary syndrome, also can cause obstructive sleep apnea. • Older age. • The risk of obstructive sleep apnea increases as you age but appears to level off after your 60s and 70s. • Narrowed airway. • A naturally narrow airway is a trait that can be passed down in your family. • Or your tonsils or adenoids might become enlarged and block your airway. • High blood pressure, known as hypertension. • Obstructive sleep apnea is relatively common in people with hypertension. • Chronic nasal congestion. • Obstructive sleep apnea occurs twice as often in those who have consistent nasal congestion at night, regardless of the cause. • Smoking. • People who smoke are more likely to have obstructive sleep apnea. • Diabetes. • Obstructive sleep apnea might be more common in people with diabetes. • Male sex. • In general, men are 2 to 3 times more likely as premenopausal women to have obstructive sleep apnea. • However, the risk of obstructive sleep apnea increases in women after menopause. • A family history of sleep apnea. • Having family members with obstructive sleep apnea might increase your risk. • Asthma. • Research has found an association between asthma and the risk of obstructive sleep apnea.",
      "Complications": "Obstructive sleep apnea is considered a serious medical condition. • Complications can include: Daytime fatigue and sleepiness. • Because of a lack of restorative sleep at night, people with obstructive sleep apnea often have severe daytime drowsiness, fatigue and irritability. • They might have difficulty concentrating and find themselves falling asleep at work, while watching TV or even when driving. • This can put them at higher risk of work-related accidents. • Children and young people with obstructive sleep apnea might do poorly in school and commonly have attention or behavior problems. • Cardiovascular problems. • Sudden drops in blood oxygen levels that occur during obstructive sleep apnea increase blood pressure and strain the cardiovascular system. • Many people with obstructive sleep apnea develop high blood pressure, which can increase the risk of heart disease. • The worse the obstructive sleep apnea, the greater the risk of coronary artery disease, heart attack, heart failure and stroke. • Obstructive sleep apnea also increases the risk of heart rhythm problems known as arrhythmias. • Arrhythmias can lower blood pressure. • If there's underlying heart disease, these repeated multiple episodes of arrhythmias could lead to sudden death. • Complications with medicines and surgery. • Obstructive sleep apnea also is a concern with certain medicines and general anesthesia. • Medicines such as sedatives, some prescription painkillers and general anesthetics, relax the upper airway and can make obstructive sleep apnea worse. • If you have obstructive sleep apnea, having major surgery can worsen breathing problems. • This is especially true if you have been sedated and you were lying on your back. • People with obstructive sleep apnea might be more prone to complications after surgery. • Before you have surgery, tell your surgeon if you have obstructive sleep apnea or symptoms related to the condition. • You may need to get tested for obstructive sleep apnea before surgery. • Eye problems. • Some research has found a connection between obstructive sleep apnea and certain eye conditions, such as glaucoma. • Eye complications can usually be treated. • Sleep-deprived partners. • Loud snoring can keep those around you from getting good rest and eventually disrupt your relationships. • Some partners choose to sleep in another room. • People with obstructive sleep apnea also may complain of memory problems, morning headaches, and mood swings or depression. • They also may need to urinate often at night. • Obstructive sleep apnea might be a risk factor for COVID-19. • People with obstructive sleep apnea have been found to be at higher risk for developing a severe form of COVID-19. • They may be more likely to need hospital treatment than do those who don't have obstructive sleep apnea."
    },
    "name": "Obstructive sleep apnea",
    "url": "https://www.mayoclinic.org/diseases-conditions/obstructive-sleep-apnea/symptoms-causes/syc-20352090"
  },
  {
    "sections": {
      "Overview": "Occupational asthma is a type of asthma caused by breathing in fumes, gases, dust or other substances while on the job. • These substances can trigger an immune system response that changes how the lungs work. • Occupational asthma also is called work-related asthma. • In asthma, the airways narrow and swell. • They also may make extra mucus. • This makes it difficult to breathe and may cause chest tightness, wheezing and shortness of breath. • Avoiding triggers is important for managing occupational asthma. • Treatment includes medicines that reduce symptoms. • For people who were diagnosed with asthma in the past, medicines may help improve symptoms related to workplace triggers. • If occupational asthma is not treated and triggers are not avoided, the asthma can cause permanent changes to the lungs.",
      "Symptoms": "Occupational asthma symptoms may include: Wheezing. • Coughing. • Shortness of breath. • Chest tightness. • Other possible symptoms may include: Runny nose. • Stuffy nose. • Itchy or watery eyes. • Occupational asthma symptoms depend on the substance you're exposed to, how long and how often you're exposed, and other factors. • Your symptoms may: Begin right after exposure to a substance, later in the day or after work. • Improve or go away on days off or during vacations and then return when you go to work. • May begin early in the day and fail to improve on days off as disease progresses. • May become permanent even after long periods away from work. • Seek medical treatment right away if your symptoms worsen. • Severe asthma attacks can be life-threatening. • Symptoms of an asthma attack that need emergency treatment include: Shortness of breath or wheezing that quickly gets worse. • No easing of symptoms after using a quick-relief medicine. • Shortness of breath even with little activity. • Make an appointment to see your healthcare professional if you have breathing problems, such as coughing, wheezing or shortness of breath, especially if the symptoms don't go away or worsen.",
      "Causes": "More than 400 workplace substances have been identified as possible triggers of occupational asthma. • These substances include: Animal proteins found in dander, hair, scales, fur, saliva and body wastes. • Chemicals used to make paints, varnishes, adhesives, laminates and soldering resin. • Other examples include chemicals used to make insulation, packaging materials, and foam mattresses and upholstery. • Enzymes used in detergents and baking flour. • Metals, particularly platinum, chromium and nickel sulfate. • Plant substances, including proteins found in natural rubber latex, flour, cereals, cotton, flax, hemp, rye, wheat and papaya. • Irritating gases or particles, such as chlorine gas, sulfur dioxide and smoke. • Asthma symptoms start when your lungs become irritated. • This irritation causes an immune system reaction called inflammation. • Inflammation is defined as swelling and other changes in airway tissues caused by immune system activity. • These changes narrow the airways and make it difficult to breathe. • With occupational asthma, lung inflammation may be triggered by a substance that a person is allergic to, such as mold or an animal protein. • Sometimes lung inflammation is triggered by an irritating substance, also called an irritant, such as chlorine or smoke.",
      "Risk factors": "The more you're exposed to an irritant, the greater the risk of developing occupational asthma. • In addition, you will have increased risk if: You have existing allergies or asthma. • Although this can increase your risk, many people who have allergies or asthma do jobs that expose them to lung irritants and never have symptoms. • Other family members have allergies or asthma. • Your parents may pass down genes that make it more likely for you to develop asthma. • You work around known asthma triggers. • Some substances are known to be lung irritants and asthma triggers. • You smoke. • Smoking increases your risk of developing asthma if you are exposed to certain types of irritants. • It's possible to develop occupational asthma in almost any workplace. • But your risk is higher in certain workplaces. • Some of the riskiest jobs linked to asthma-producing substances include the following:",
      "Complications": "The longer you're exposed to a substance that can cause occupational asthma, the worse your symptoms may become. • Also, the longer you're exposed, the longer it will take for symptoms to improve after exposure stops. • In some cases, exposure to airborne asthma triggers can cause permanent changes to your lungs.",
      "Prevention": "The best way to prevent occupational asthma is to control exposure to chemicals and other substances that are known to be irritating. • Workplaces can set up controls to prevent exposures, use less harmful substances and provide personal protective equipment (PPE) for workers. • Medicines may help relieve symptoms and control inflammation linked to occupational asthma. • But you can do several things on your own to be healthy and lessen the possibility of attacks: If you smoke, quit. • Being smoke-free may help prevent or lessen symptoms of occupational asthma. • Get a flu vaccination. • This can help prevent illness that affects the lungs. • Avoid nonsteroidal anti-inflammatory drugs (NSAIDs) and other medicines that may make symptoms worse. • Ask your healthcare professional about medicines you take regularly. • Lose weight. • For people with obesity, losing weight can help improve symptoms and overall lung health. • If you are in the United States and you have a high-risk job, your company must follow rules to help protect you from harmful chemicals. • Under guidelines from the Occupational Safety and Health Administration (OSHA), your employer is required to do the following: Tell you if you'll be working with any harmful chemicals. • Train you how to safely handle these chemicals. • Train you how to respond to an emergency, such as a chemical spill. • Supply protective gear, such as masks and respirators. • Offer extra training when a new chemical is used at your workplace. • Under OSHA guidelines, your employer is required to keep a material safety data sheet (MSDS) for each harmful chemical used in your workplace. • This is a document that must be submitted by the chemical's manufacturer to your employer. • You have a legal right to see and copy such documents. • If you suspect you're allergic to a certain substance, show the MSDS to your healthcare professional. • While at work, watch for conditions that may not be safe or healthy. • Report concerns to your supervisor. • If necessary, call OSHA at 800-321-OSHA (800-321-6742) and ask for an on-site inspection. • You can do this so that your name won't be revealed to your employer."
    },
    "name": "Occupational asthma",
    "url": "https://www.mayoclinic.org/diseases-conditions/occupational-asthma/symptoms-causes/syc-20375772"
  },
  {
    "sections": {
      "Overview": "Ocular rosacea (roe-ZAY-she-uh) is inflammation that causes redness, burning and itching of the eyes. • It often develops in people who have rosacea, a chronic skin condition that affects the face. • Sometimes ocular (eye) rosacea is the first sign that you may later develop the facial type. • Ocular rosacea primarily affects adults between the ages of 30 and 50. • It seems to develop in people who tend to blush and flush easily. • There's no cure for ocular rosacea, but medications and a good eye care routine can help control the signs and symptoms.",
      "Symptoms": "Signs and symptoms of ocular rosacea can precede the skin symptoms of rosacea, develop at the same time, develop later or occur on their own. • Signs and symptoms of ocular rosacea may include: Red, burning, itchy or watering eyes Dry eyes Grittiness or the feeling of having a foreign body in the eye or eyes Blurred vision Sensitivity to light (photophobia) Dilated small blood vessels on the white part of the eye that are visible when you look in a mirror Red, swollen eyelids Recurrent eye or eyelid infections, such as pink eye (conjunctivitis), blepharitis, sties or chalazia The severity of ocular rosacea symptoms doesn't always match the severity of skin symptoms. • Make an appointment to see a doctor if you have signs and symptoms of ocular rosacea, such as dry eyes, burning or itchy eyes, redness, or blurred vision. • If you've been diagnosed with skin rosacea, ask your doctor whether you should undergo periodic eye exams to check for ocular rosacea.",
      "Causes": "The exact cause of ocular rosacea, like skin rosacea, is unknown. • It may be due to one or more factors, including: Heredity Environmental factors Bacterial involvement Blocked glands in the eyelids Eyelash mites Some research has also shown a possible link between skin rosacea and Helicobacter pylori bacteria, which is the same bacteria that causes gastrointestinal infections. • A number of factors that aggravate skin rosacea can aggravate ocular rosacea, as well. • Some of these factors include: Hot or spicy foods or beverages Alcohol Sunlight, wind or temperature extremes Certain emotions, such as stress, anger or embarrassment Strenuous exercise Hot baths or saunas",
      "Risk factors": "Ocular rosacea is common in people with skin rosacea, although you can also have ocular rosacea without the skin being involved. • Skin rosacea affects more women than men, and ocular rosacea affects men and women equally. • It's also more common in fair-skinned people of Celtic and Northern European origin.",
      "Complications": "Ocular rosacea may affect the surface of your eye (cornea), particularly when you have dry eyes from evaporation of tears. • Corneal complications can lead to visual symptoms. • Inflammation of your eyelids (blepharitis) can cause secondary irritation of the cornea from misdirected eyelashes or other complications. • Ultimately, corneal complications can lead to vision loss."
    },
    "name": "Ocular rosacea",
    "url": "https://www.mayoclinic.org/diseases-conditions/ocular-rosacea/symptoms-causes/syc-20375798"
  },
  {
    "sections": {
      "Overview": "Oligodendroglioma is a growth of cells that starts in the brain or spinal cord. • The growth, called a tumor, begins in cells called oligodendrocytes. • These cells make a substance that protects nerve cells and helps with the flow of electrical signals in the brain and spinal cord. • Oligodendroglioma is most common in adults, but it can happen at any age. • Symptoms include seizures, headaches, and weakness or disability in a part of the body. • Where this happens in the body depends on which parts of the brain or spinal cord are affected by the tumor. • Treatment is with surgery, when possible. • Sometimes surgery can't be done if the tumor is in a place that makes it hard to reach with surgical tools. • Other treatments may be needed if the tumor can't be removed or if it's likely to come back after surgery.",
      "Symptoms": "Signs and symptoms of oligodendroglioma include: Balance problems. • Changes in behavior. • Memory problems. • Numbness on one side of the body. • Problems speaking. • Problems thinking clearly. • Seizures. • Make an appointment with a doctor or other healthcare professional if you have ongoing symptoms that worry you.",
      "Causes": "The cause of oligodendroglioma often isn't known. • This tumor starts as a growth of cells in the brain or spinal cord. • It forms in cells called oligodendrocytes. • Oligodendrocytes help protect nerve cells and help with the flow of electrical signals in the brain. • Oligodendroglioma happens when oligodendrocytes develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In tumor cells, the DNA changes give different instructions. • The changes tell the tumor cells to grow and multiply quickly. • Tumor cells can keep living when healthy cells would die. • This causes too many cells. • The tumor cells form a growth that may press on nearby parts of the brain or spinal cord as the growth gets bigger. • Sometimes the DNA changes turn the tumor cells into cancer cells. • Cancer cells can invade and destroy healthy body tissue.",
      "Risk factors": "Risk factors for oligodendroglioma include: History of radiation exposure. • A history of radiation to the head and neck can increase a person's risk. • Adult age. • This tumor can happen at any age. • But it's more often found in adults in their 40s and 50s. • White race. • Oligodendroglioma happens most often in white people who don't have Hispanic ancestry. • There is no way to prevent oligodendroglioma."
    },
    "name": "Oligodendroglioma",
    "url": "https://www.mayoclinic.org/diseases-conditions/oligodendroglioma/symptoms-causes/syc-20576736"
  },
  {
    "sections": {
      "Overview": "Even the best-behaved children can be difficult and challenging at times. • But oppositional defiant disorder (ODD) includes a frequent and ongoing pattern of anger, irritability, arguing and defiance toward parents and other authority figures. • ODD also includes being spiteful and seeking revenge, a behavior called vindictiveness. • These emotional and behavioral issues cause serious problems with family life, social activities, school and work. • But as a parent, you don't have to try to manage a child with ODD alone. • Your health care provider, a mental health professional and a child development expert can help. • Treatment of ODD involves learning skills to help build positive family interactions and to manage problem behaviors. • Other therapy, and possibly medicines, may be needed to treat related mental health conditions.",
      "Symptoms": "Sometimes it's difficult to recognize the difference between a strong-willed or emotional child and one with oppositional defiant disorder. • It's common for children to show oppositional behavior at certain stages of development. • Symptoms of ODD generally begin during preschool years. • Sometimes ODD may develop later, but almost always before the early teen years. • Oppositional and defiant behaviors are frequent and ongoing. • They cause severe problems with relationships, social activities, school and work, for both the child and the family. • Emotional and behavioral symptoms of ODD generally last at least six months. • They include angry and irritable mood, argumentative and defiant behavior, and hurtful and revengeful behavior. • Angry and irritable mood Often and easily loses temper. • Is frequently touchy and easily annoyed by others. • Is often angry and resentful. • Argumentative and defiant behavior Often argues with adults or people in authority. • Often actively defies or refuses to follow adults' requests or rules. • Often annoys or upsets people on purpose. • Often blames others for their own mistakes or misbehavior. • Hurtful and revengeful behavior Says mean and hateful things when upset. • Tries to hurt the feelings of others and seeks revenge, also called being vindictive. • Has shown vindictive behavior at least twice in the past six months. • Severity ODD can be mild, moderate or severe: Mild. • Symptoms occur only in one setting, such as only at home, school, work or with peers. • Moderate. • Some symptoms occur in at least two settings. • Severe. • Some symptoms occur in three or more settings. • For some children, symptoms may first be seen only at home. • But with time, problem behavior also may happen in other settings, such as school, social activities and with friends. • Your child isn't likely to see their own behavior as a problem. • Instead, your child will probably complain about unreasonable demands or blame others for problems. • If you think your child may have ODD or other problem behavior, or you're concerned about your ability to parent a challenging child, seek help from a child psychologist or a child psychiatrist with expertise in behavior problems. • Ask your child's pediatrician or other health care provider for a referral to a mental health provider. • There's no known clear cause of oppositional defiant disorder. • Causes may include a combination of genetic and environmental factors: Genetics. • A child's natural personality or character — also called temperament — may contribute to developing ODD. • Differences in the way nerves and the brain function also may play a role. • Environment. • Problems with parenting that may involve a lack of supervision, inconsistent or harsh discipline, or abuse or neglect may contribute to developing ODD. • Oppositional defiant disorder is a complex problem. • Possible risk factors for ODD include: Temperament — a child who has a temperament that includes difficulty managing emotions, such as reacting with strong emotions to situations or having trouble tolerating frustration. • Parenting issues — a child who experiences abuse or neglect, harsh or inconsistent discipline, or a lack of proper supervision. • Other family issues — a child who lives with parent or family relationships that are unstable or has a parent with a mental health condition or substance use disorder. • Environment — problem behaviors that are reinforced through attention from peers and inconsistent discipline from other authority figures, such as teachers. • Children and teenagers with oppositional defiant disorder may have trouble at home with parents and siblings, in school with teachers, and at work with supervisors and other authority figures. • Children and teens with ODD may struggle to make and keep friends and relationships. • ODD also may lead to other problems, such as: Poor school and work performance. • Antisocial behavior. • Legal problems. • Impulse control problems. • Substance use disorder. • Suicide. • Many children and teens with ODD also have other mental health conditions, such as: Attention-deficit/hyperactivity disorder (ADHD). • Conduct disorder. • Depression. • Anxiety disorders. • Learning and communication disorders. • Treating these other mental health conditions may help reduce ODD symptoms. • It may be difficult to treat ODD if these other conditions are not evaluated and treated appropriately. • There's no sure way to prevent oppositional defiant disorder. • But positive parenting and early treatment can help improve behavior and prevent the situation from getting worse. • The earlier that ODD can be managed, the better. • Treatment can help restore your child's self-esteem and rebuild a positive relationship between you and your child. • Your child's relationships with other important adults in their life — such as teachers and care providers — also will benefit from early treatment.",
      "Causes": "There's no known clear cause of oppositional defiant disorder. • Causes may include a combination of genetic and environmental factors: Genetics. • A child's natural personality or character — also called temperament — may contribute to developing ODD. • Differences in the way nerves and the brain function also may play a role. • Environment. • Problems with parenting that may involve a lack of supervision, inconsistent or harsh discipline, or abuse or neglect may contribute to developing ODD.",
      "Risk factors": "Oppositional defiant disorder is a complex problem. • Possible risk factors for ODD include: Temperament — a child who has a temperament that includes difficulty managing emotions, such as reacting with strong emotions to situations or having trouble tolerating frustration. • Parenting issues — a child who experiences abuse or neglect, harsh or inconsistent discipline, or a lack of proper supervision. • Other family issues — a child who lives with parent or family relationships that are unstable or has a parent with a mental health condition or substance use disorder. • Environment — problem behaviors that are reinforced through attention from peers and inconsistent discipline from other authority figures, such as teachers.",
      "Complications": "Children and teenagers with oppositional defiant disorder may have trouble at home with parents and siblings, in school with teachers, and at work with supervisors and other authority figures. • Children and teens with ODD may struggle to make and keep friends and relationships. • ODD also may lead to other problems, such as: Poor school and work performance. • Antisocial behavior. • Legal problems. • Impulse control problems. • Substance use disorder. • Suicide. • Many children and teens with ODD also have other mental health conditions, such as: Attention-deficit/hyperactivity disorder (ADHD). • Conduct disorder. • Depression. • Anxiety disorders. • Learning and communication disorders. • Treating these other mental health conditions may help reduce ODD symptoms. • It may be difficult to treat ODD if these other conditions are not evaluated and treated appropriately.",
      "Prevention": "There's no sure way to prevent oppositional defiant disorder. • But positive parenting and early treatment can help improve behavior and prevent the situation from getting worse. • The earlier that ODD can be managed, the better. • Treatment can help restore your child's self-esteem and rebuild a positive relationship between you and your child. • Your child's relationships with other important adults in their life — such as teachers and care providers — also will benefit from early treatment."
    },
    "name": "Oppositional defiant disorder (ODD)",
    "url": "https://www.mayoclinic.org/diseases-conditions/oppositional-defiant-disorder/symptoms-causes/syc-20375831"
  },
  {
    "sections": {},
    "name": "Optic neuritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/optic-neuritis/symptoms-causes/syc-20354953"
  },
  {
    "sections": {
      "Overview": "Oral lichen planus (LIE-kun PLAY-nus) is an ongoing inflammatory condition that affects mucous membranes inside the mouth. • There are several different types of lichen planus that affect the mouth, but the two main types are: Reticular. • This type appears as white patches in the mouth and can look lacy. • It's the most common type of oral lichen planus. • It usually has no related symptoms. • And it usually doesn't need treatment or lead to major complications. • Erosive. • This type appears as red, swollen tissues or open sores. • It may cause a burning feeling or pain. • A healthcare professional should check erosive oral lichen planus regularly because it can lead to mouth cancer. • Oral lichen planus can't be passed from one person to another. • The condition occurs when the immune system attacks cells of the oral mucous membranes for reasons that aren't known. • Symptoms usually can be managed. • But people who have oral lichen planus need regular checkups. • That's because oral lichen planus — especially the erosive type — may raise the risk of getting mouth cancer in the affected areas.",
      "Symptoms": "Symptoms of oral lichen planus affect the mucous membranes of the mouth. • Signs differ based on the type of oral lichen planus. • For example: Reticular. • This type appears as white patches and can look lacy. • Erosive. • This type appears as red, swollen tissues or open sores. • Signs of the condition may appear on the: Inside of the cheeks, the most common location. • Gums. • Tongue. • Inner tissues of the lips. • Palate. • The white, lacy patches of reticular oral lichen planus may not cause pain, soreness or other discomfort when they appear on the insides of the cheeks. • But symptoms of erosive oral lichen planus that may occur along with red, swollen patches or open sores include: Burning sensation or pain. • Sensitivity to hot, acidic or spicy foods. • Bleeding and irritation with toothbrushing. • Inflammation of the gums, also known as gingivitis. • Painful, thickened patches on the tongue. • Pain when speaking, chewing or swallowing. • If you have oral lichen planus, lichen planus may affect other parts of your body, including: Skin. • Depending on skin color, lichen planus usually appears as purple or violet, flat-topped bumps that are often itchy. • Genitals. • Lichen planus on female genitalia often cause pain or burning and discomfort when having sex. • The spots usually are red and eroded. • Depending on skin color, sometimes they look like white areas. • Lichen planus also can occur on male genitalia. • Ears. • Lichen planus of the ears can lead to hearing loss. • Nose. • Frequent nosebleeds and lasting congestion can occur. • Scalp. • When lichen planus appears on the scalp, it may cause short-term or long-term hair loss. • This hair loss could be permanent if not treated. • Nails. • Although rare, lichen planus of the toenails or fingernails may result in ridges on the nails, thinning or splitting of nails, and short-term or long-term nail loss. • Eyes. • Rarely, lichen planus may involve the mucous membrane surfaces of the eyes, possibly causing scarring and blindness. • Esophagus. • Lichen planus of the esophagus is rare. • But when it occurs, it may narrow the esophagus or form tight, ringlike bands in the esophagus that can make swallowing hard. • See your doctor or other healthcare professional if you have any of the symptoms listed above. • It's not known what causes oral lichen planus. • But T lymphocytes — white blood cells involved in inflammation — appear to be activated in oral lichen planus. • This could mean that it's an immune condition and it could involve genetic factors. • More research is needed to find the exact cause. • In some people, certain medicines, mouth injury, infection or allergy-causing agents such as dental materials may cause oral lichen planus. • Stress may cause symptoms to get worse or come back from time to time. • But these causes are not confirmed. • Anyone can get oral lichen planus, but it's more common in middle-aged adults, particularly women over age 50. • Some factors may raise your risk of getting oral lichen planus, such as having a condition that lowers your immunity or taking certain medicines. • But more research is needed. • Severe cases of oral lichen planus may raise the risk of: A lot of pain. • Weight loss or not getting enough nutrition. • Stress or anxiety. • Depression. • Scarring from erosive sores or other affected spots. • Secondary oral yeast or fungal infections. • Mouth cancer.",
      "Causes": "It's not known what causes oral lichen planus. • But T lymphocytes — white blood cells involved in inflammation — appear to be activated in oral lichen planus. • This could mean that it's an immune condition and it could involve genetic factors. • More research is needed to find the exact cause. • In some people, certain medicines, mouth injury, infection or allergy-causing agents such as dental materials may cause oral lichen planus. • Stress may cause symptoms to get worse or come back from time to time. • But these causes are not confirmed.",
      "Risk factors": "Anyone can get oral lichen planus, but it's more common in middle-aged adults, particularly women over age 50. • Some factors may raise your risk of getting oral lichen planus, such as having a condition that lowers your immunity or taking certain medicines. • But more research is needed.",
      "Complications": "Severe cases of oral lichen planus may raise the risk of: A lot of pain. • Weight loss or not getting enough nutrition. • Stress or anxiety. • Depression. • Scarring from erosive sores or other affected spots. • Secondary oral yeast or fungal infections. • Mouth cancer."
    },
    "name": "Oral lichen planus",
    "url": "https://www.mayoclinic.org/diseases-conditions/oral-lichen-planus/symptoms-causes/syc-20350869"
  },
  {
    "sections": {
      "Overview": "Oral thrush, also called oral candidiasis (kan-dih-DIE-uh-sis), is a condition in which the fungus Candida albicans builds up in the mouth. • It's natural for candida, a yeast, to live in the mouth. • But sometimes it can grow too much and cause symptoms. • Oral thrush causes creamy white patches or spots, usually on the tongue or inner cheeks. • Sometimes oral thrush may spread to the roof of the mouth, gums or tonsils, or the back of your throat. • Although oral thrush can affect anyone, it's more likely to occur in babies and older adults because they have lower immunity. • It's also more likely to occur in other people with weakened immune systems or certain health conditions or people who take certain medicines. • Oral thrush is a minor problem if you're healthy. • But if you have a weakened immune system, symptoms may be more serious and harder to control.",
      "Symptoms": "Symptoms of oral thrush may include: Creamy white patches or spots on your tongue, inner cheeks and sometimes on the roof of your mouth, gums and tonsils. • Slightly raised patches that look like cottage cheese. • Redness, burning or soreness that may be serious enough to cause a hard time eating or swallowing. • Slight bleeding if the patches or spots are rubbed or scraped. • Cracking and redness at the corners of your mouth. • A cottony feeling in your mouth. • Loss of taste. • Redness, irritation and pain under your dentures. • In severe cases, usually related to cancer or a weakened immune system from HIV/AIDS, the patches or spots may spread downward into your esophagus — the long, muscular tube stretching from the back of your mouth to your stomach. • This is called Candida esophagitis. • If this occurs, you may have trouble swallowing and feel pain or feel as if food is getting stuck in your throat. • In addition to the distinctive white mouth spots, babies may have trouble feeding or be fussy and irritable. • They can pass the infection to their mothers during breastfeeding. • Then the infection may pass back and forth between the mother's nipples and the baby's mouth. • Women whose breasts are infected with candida may have these symptoms: Unusually red, sensitive, cracked or itchy nipples. • Shiny or flaky skin on the darker, circular area around the nipple, called the areola. • Unusual pain during nursing or painful nipples between feedings. • Stabbing pains deep within the breast. • If you or your child gets white patches or spots inside the mouth, see your medical or dental professional. • Thrush is uncommon in healthy older children, teenagers and adults. • So if you get thrush, see your healthcare professional to find out if you need to be checked for an underlying medical condition or another cause. • A healthy immune system works to get rid of harmful invading organisms, such as viruses, bacteria and fungi. • This maintains a balance between \"good\" and \"bad\" microbes in your body. • But sometimes these protective measures fail. • Then candida fungus grows and allows an oral thrush infection to take hold. • The most common type of candida fungus is Candida albicans. • Several factors, such as a weakened immune system, can raise your risk of oral thrush. • You may have a higher risk of oral thrush infection if you have any of these issues: Weakened immunity. • Oral thrush is more likely in babies and older adults due to lower immunity. • Some medical conditions and treatments can weaken your immune system. • They include cancer and its treatments, an organ transplant, medicines that weaken the immune system, and HIV/AIDS. • Diabetes. • If you have diabetes that isn't treated or the disease isn't well controlled, your saliva may contain large amounts of sugar. • This sugar causes candida to grow. • Vaginal yeast infections. • The same fungus that causes oral thrush causes vaginal yeast infections. • You can pass the infection to your baby. • Medicines. • Medicines such as prednisone, inhaled corticosteroids or antibiotics that disturb the natural balance of microorganisms in your body can raise your risk of oral thrush. • Other oral conditions. • Wearing dentures, especially upper dentures, or conditions that cause dry mouth can raise the risk of oral thrush. • Oral thrush usually isn't a big concern for healthy children and adults. • But for people with lowered immunity, such as from cancer treatment or HIV/AIDS, thrush can be more serious. • Oral thrush that isn't treated can lead to more-serious systemic candida infections. • If you have a weakened immune system, thrush may spread to your esophagus or other parts of your body. • These measures may help lower your risk of getting candida infections: Rinse your mouth. • If you need to use a corticosteroid inhaler, be sure to rinse your mouth with water or brush your teeth after taking your medicine. • Brush your teeth at least twice a day and floss daily or as often as your dentist recommends. • Check your dentures. • Remove your dentures at night. • Make sure dentures fit properly and don't cause irritation. • Clean your dentures daily. • Ask your dentist for the best way to clean your type of dentures. • See your dentist regularly, especially if you have diabetes or wear dentures. • Ask your dentist how often you need to be seen. • Watch what you eat. • Try limiting how much sugar you eat, including foods that contain sugar. • These foods may cause candida to grow. • Control your blood sugar if you have diabetes. • Well-controlled blood sugar can lower the amount of sugar in your saliva. • This keeps candida from growing. • Treat a vaginal yeast infection as soon as possible. • Treat dry mouth. • Ask your healthcare professional about ways to avoid or treat your dry mouth.",
      "Causes": "A healthy immune system works to get rid of harmful invading organisms, such as viruses, bacteria and fungi. • This maintains a balance between \"good\" and \"bad\" microbes in your body. • But sometimes these protective measures fail. • Then candida fungus grows and allows an oral thrush infection to take hold. • The most common type of candida fungus is Candida albicans. • Several factors, such as a weakened immune system, can raise your risk of oral thrush.",
      "Risk factors": "You may have a higher risk of oral thrush infection if you have any of these issues: Weakened immunity. • Oral thrush is more likely in babies and older adults due to lower immunity. • Some medical conditions and treatments can weaken your immune system. • They include cancer and its treatments, an organ transplant, medicines that weaken the immune system, and HIV/AIDS. • Diabetes. • If you have diabetes that isn't treated or the disease isn't well controlled, your saliva may contain large amounts of sugar. • This sugar causes candida to grow. • Vaginal yeast infections. • The same fungus that causes oral thrush causes vaginal yeast infections. • You can pass the infection to your baby. • Medicines. • Medicines such as prednisone, inhaled corticosteroids or antibiotics that disturb the natural balance of microorganisms in your body can raise your risk of oral thrush. • Other oral conditions. • Wearing dentures, especially upper dentures, or conditions that cause dry mouth can raise the risk of oral thrush.",
      "Complications": "Oral thrush usually isn't a big concern for healthy children and adults. • But for people with lowered immunity, such as from cancer treatment or HIV/AIDS, thrush can be more serious. • Oral thrush that isn't treated can lead to more-serious systemic candida infections. • If you have a weakened immune system, thrush may spread to your esophagus or other parts of your body.",
      "Prevention": "These measures may help lower your risk of getting candida infections: Rinse your mouth. • If you need to use a corticosteroid inhaler, be sure to rinse your mouth with water or brush your teeth after taking your medicine. • Brush your teeth at least twice a day and floss daily or as often as your dentist recommends. • Check your dentures. • Remove your dentures at night. • Make sure dentures fit properly and don't cause irritation. • Clean your dentures daily. • Ask your dentist for the best way to clean your type of dentures. • See your dentist regularly, especially if you have diabetes or wear dentures. • Ask your dentist how often you need to be seen. • Watch what you eat. • Try limiting how much sugar you eat, including foods that contain sugar. • These foods may cause candida to grow. • Control your blood sugar if you have diabetes. • Well-controlled blood sugar can lower the amount of sugar in your saliva. • This keeps candida from growing. • Treat a vaginal yeast infection as soon as possible. • Treat dry mouth. • Ask your healthcare professional about ways to avoid or treat your dry mouth."
    },
    "name": "Oral thrush",
    "url": "https://www.mayoclinic.org/diseases-conditions/oral-thrush/symptoms-causes/syc-20353533"
  },
  {
    "sections": {
      "Overview": "Orchitis (or-KIE-tis) refers to infection or swelling and irritation, called inflammation, of one or both testicles. • Infections are common causes of orchitis. • These include sexually transmitted infections (STIs) and infection with the mumps virus. • Orchitis often is linked with an infection of the epididymis, which is the coiled tube at the back of the testicle that stores and carries sperm. • The infection of the epididymis is called epididymitis. • With orchitis, the condition is called epididymo-orchitis. • Orchitis may cause pain and swelling. • It is typically treated with supportive underwear, cold packs, medicines called anti-inflammatories and, in some instances, medicines called antibiotics. • But it can take several weeks or even months for tenderness in the scrotum to go away. • Rarely, severe orchitis can affect being able to have children, called fertility. • This most often happens in people who get the infection during childhood or the teen years.",
      "Symptoms": "Orchitis symptoms most often come on quickly. • They can include: Swelling in one or both testicles. • Pain ranging from mild to very bad. • Fever. • Nausea and vomiting. • Feeling ill, called malaise. • For pain or swelling in your scrotum that comes on quickly, see your healthcare professional right away. • A number of conditions can cause testicle pain. • Many go away on their own. • But some need treatment right away. • One such condition involves twisting of the spermatic cord, called testicular torsion. • The pain of this might feel like the pain of orchitis. • Your healthcare professional can do tests to find out which condition is causing your pain. • Infection with a virus or bacteria can cause orchitis. • Sometimes a cause can't be found. • Most often, bacterial orchitis is linked with or is the result of epididymitis. • An infection of the urethra or bladder that spreads to the epididymis most often causes epididymitis. • Sometimes, an STI is the cause. • But this is a less common cause of orchitis in adults. • The mumps virus most often causes viral orchitis. • Nearly one-third of people assigned male at birth who get the mumps after puberty get orchitis. • This most often happens 4 to 7 days after the mumps start. • Thanks to routine childhood vaccinations for the mumps, mumps orchitis happens less often than it used to. • Factors that raise the risk of orchitis include untreated conditions that block the urinary tract. • These include prostate enlargement or scar tissue in the urethra, called urethral stricture. • Procedures done through the urethra also raise the risk of orchitis. • These include having a tube, called a catheter, or a scope in the bladder. • The main risk factor for mumps orchitis is not getting the mumps vaccine. • Sexual behaviors that can lead to STIs put you at risk of sexually transmitted orchitis. • Those behaviors include having: More than one sexual partner. • Sex with a partner who has an STI. • Sex without a condom. • A personal history of an STI. • Most often, orchitis gets better with supportive care. • It can take several weeks or months before the pain and swelling go away. • Rarely, complications of orchitis may include: Testicular atrophy. • Over time, orchitis can cause the affected testicle to shrink. • Scrotal abscess. • The infected tissue fills with pus. • Infertility. • Sometimes, orchitis can cause you to not be able to have a child, called infertility. • Or it can cause the body to make too little testosterone, a condition called hypogonadism. • But these are less likely to happen if orchitis affects only one testicle. • To help prevent orchitis: Get the vaccine against mumps, the most common cause of viral orchitis. • Practice safe sex to help protect against STIs that can cause bacterial orchitis. • Talk with your healthcare professional if you have trouble with urination. • That may mean you have a blockage or other condition that can lead to orchitis.",
      "Causes": "Infection with a virus or bacteria can cause orchitis. • Sometimes a cause can't be found. • Most often, bacterial orchitis is linked with or is the result of epididymitis. • An infection of the urethra or bladder that spreads to the epididymis most often causes epididymitis. • Sometimes, an STI is the cause. • But this is a less common cause of orchitis in adults. • The mumps virus most often causes viral orchitis. • Nearly one-third of people assigned male at birth who get the mumps after puberty get orchitis. • This most often happens 4 to 7 days after the mumps start. • Thanks to routine childhood vaccinations for the mumps, mumps orchitis happens less often than it used to.",
      "Risk factors": "Factors that raise the risk of orchitis include untreated conditions that block the urinary tract. • These include prostate enlargement or scar tissue in the urethra, called urethral stricture. • Procedures done through the urethra also raise the risk of orchitis. • These include having a tube, called a catheter, or a scope in the bladder. • The main risk factor for mumps orchitis is not getting the mumps vaccine. • Sexual behaviors that can lead to STIs put you at risk of sexually transmitted orchitis. • Those behaviors include having: More than one sexual partner. • Sex with a partner who has an STI. • Sex without a condom. • A personal history of an STI.",
      "Complications": "Most often, orchitis gets better with supportive care. • It can take several weeks or months before the pain and swelling go away. • Rarely, complications of orchitis may include: Testicular atrophy. • Over time, orchitis can cause the affected testicle to shrink. • Scrotal abscess. • The infected tissue fills with pus. • Infertility. • Sometimes, orchitis can cause you to not be able to have a child, called infertility. • Or it can cause the body to make too little testosterone, a condition called hypogonadism. • But these are less likely to happen if orchitis affects only one testicle.",
      "Prevention": "To help prevent orchitis: Get the vaccine against mumps, the most common cause of viral orchitis. • Practice safe sex to help protect against STIs that can cause bacterial orchitis. • Talk with your healthcare professional if you have trouble with urination. • That may mean you have a blockage or other condition that can lead to orchitis."
    },
    "name": "Orchitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/orchitis/symptoms-causes/syc-20375860"
  },
  {
    "sections": {},
    "name": "Orthostatic hypotension (postural hypotension)",
    "url": "https://www.mayoclinic.org/diseases-conditions/orthostatic-hypotension/symptoms-causes/syc-20352548"
  },
  {
    "sections": {},
    "name": "Osteoarthritis",
    "url": "https://www.mayoclinic.org/diseases-conditions/osteoarthritis/symptoms-causes/syc-20351925"
  },
  {
    "sections": {
      "Overview": "Osteochondritis dissecans (os-tee-o-kon-DRY-tis DIS-uh-kanz) is a joint condition in which bone underneath the cartilage of a joint dies due to lack of blood flow. • This bone and cartilage can then break loose, causing pain and possibly hindering joint motion. • Osteochondritis dissecans occurs most often in children and adolescents. • It can cause symptoms either after an injury to a joint or after several months of activity, especially high-impact activity such as jumping and running, that affects the joint. • The condition occurs most commonly in the knee, but also occurs in elbows, ankles and other joints. • Doctors stage osteochondritis dissecans according to the size of the injury, whether the fragment is partially or completely detached, and whether the fragment stays in place. • If the loosened piece of cartilage and bone stays in place, you may have few or no symptoms. • For young children whose bones are still developing, the injury might heal by itself. • Surgery might be necessary if the fragment comes loose and gets caught between the moving parts of your joint or if you have persistent pain.",
      "Symptoms": "Depending on the joint that's affected, signs and symptoms of osteochondritis dissecans might include: Pain. • This most common symptom of osteochondritis dissecans might be triggered by physical activity — walking up stairs, climbing a hill or playing sports. • Swelling and tenderness. • The skin around your joint might be swollen and tender. • Joint popping or locking. • Your joint might pop or stick in one position if a loose fragment gets caught between bones during movement. • Joint weakness. • You might feel as though your joint is \"giving way\" or weakening. • Decreased range of motion. • You might be unable to straighten the affected limb completely. • If you have persistent pain or soreness in your knee, elbow or another joint, see your doctor. • Other signs and symptoms that should prompt a call or visit to your doctor include joint swelling or an inability to move a joint through its full range of motion.",
      "Causes": "The cause of osteochondritis dissecans is unknown. • The reduced blood flow to the end of the affected bone might result from repetitive trauma — small, multiple episodes of minor, unrecognized injury that damage the bone. • There might be a genetic component, making some people more inclined to develop the disorder.",
      "Risk factors": "Osteochondritis dissecans occurs most commonly in children and adolescents between the ages of 10 and 20 who are highly active in sports.",
      "Complications": "Osteochondritis dissecans can increase your risk of eventually developing osteoarthritis in that joint.",
      "Prevention": "Adolescents participating in organized sports might benefit from education on the risks to their joints associated with overuse. • Learning the proper mechanics and techniques of their sport, using the proper protective gear, and participating in strength training and stability training exercises can help reduce the chance of injury."
    },
    "name": "Osteochondritis dissecans",
    "url": "https://www.mayoclinic.org/diseases-conditions/osteochondritis-dissecans/symptoms-causes/syc-20375887"
  },
  {
    "sections": {
      "Overview": "Osteomyelitis is an infection in a bone. • It can affect one or more parts of a bone. • Infections can reach a bone through the bloodstream or from nearby infected tissue. • Infections also can begin in the bone if an injury opens the bone to germs. • People who smoke and people with chronic health conditions, such as diabetes or kidney failure, are at higher risk of getting osteomyelitis. • People who have diabetes with foot ulcers may get osteomyelitis in the bones of their feet. • Most people with osteomyelitis need surgery to remove areas of the affected bone. • After surgery, most often people need strong antibiotics given through a vein.",
      "Symptoms": "Symptoms of osteomyelitis may include: Swelling, warmth and tenderness over the area of the infection. • Pain near the infection. • Tiredness. • Fever. • Sometimes osteomyelitis causes no symptoms. • When it does cause symptoms, they can be like symptoms of other conditions. • This may be especially true for infants, older adults and people who have weakened immune systems. • See your healthcare professional if you have a fever and bone pain that gets worse. • People at risk of infection because of a medical condition or recent surgery or an injury should see a healthcare professional right away if they have symptoms of an infection. • Most often, staphylococcus bacteria cause osteomyelitis. • These bacteria are germs that live on the skin or in the nose of all people. • Germs can enter a bone through: The bloodstream. • Germs in other parts of your body can travel through the blood to a weak spot on a bone. • For instance, germs can come from pneumonia in the lungs or a urinary tract infection in the bladder. • Injuries. • Puncture wounds can carry germs deep inside the body. • If such an injury becomes infected, the germs can spread into a nearby bone. • Germs also can enter the body from a broken bone that sticks out through the skin. • Surgery. • Germs can enter the body and travel to bones during surgeries to replace joints or fix broken bones. • Healthy bones resist infection. • But bones are less able to resist infection as you get older. • Besides wounds and surgery, other factors that can increase your risk of osteomyelitis may include: Conditions that weaken the immune system. • This includes diabetes that isn't well-controlled. • Peripheral artery disease. • This is a condition in which narrowed arteries cut blood flow to the arms or legs. • Sickle cell disease. • This condition is passed through families, called inherited. • Sickle cell disease affects the shape of red blood cells and slows blood flow. • Dialysis and other procedures that use medical tubing. • Dialysis uses tubes to remove waste from the body when the kidneys don't work well. • The medical tubes can carry germs from outside the body inside. • Pressure injuries. • People who can't feel pressure or who stay in one position for too long can get sores on their skin where the pressure is. • These sores are called pressure injuries. • If a sore is there for a time, the bone under it can become infected. • Illicit drugs by needles. • People who take illicit drugs by needle are more likely to get osteomyelitis. • This is true if they use needles that aren't sterile and if they don't clean the skin before using the needles. • Osteomyelitis complications may include: Bone death, also called osteonecrosis. • An infection in your bone can block blood flow within the bone, leading to bone death. • If you have areas where bone has died, you need surgery to remove the dead tissue for antibiotics to work. • Septic arthritis. • Infection within bones can spread into a nearby joint. • Impaired growth. • Osteomyelitis can affect the growth of bones in children. • This is true if osteomyelitis is in the softer areas, called growth plates, at either end of the long bones of the arms and legs. • Long-term osteomyelitis, called chronic osteomyelitis. • Osteomyelitis that doesn't respond to treatment can become chronic osteomyelitis. • If you have an increased risk of infection, talk with your healthcare professional about ways to prevent infections. • Cutting your risk of infection will cut your risk of osteomyelitis. • Take care not to get cuts, scrapes, and animal scratches or bites. • These give germs a way to get into your body. • If you or your child has a minor injury, clean the area right away. • Put a clean bandage on it. • Check wounds often for signs of infection.",
      "Causes": "Most often, staphylococcus bacteria cause osteomyelitis. • These bacteria are germs that live on the skin or in the nose of all people. • Germs can enter a bone through: The bloodstream. • Germs in other parts of your body can travel through the blood to a weak spot on a bone. • For instance, germs can come from pneumonia in the lungs or a urinary tract infection in the bladder. • Injuries. • Puncture wounds can carry germs deep inside the body. • If such an injury becomes infected, the germs can spread into a nearby bone. • Germs also can enter the body from a broken bone that sticks out through the skin. • Surgery. • Germs can enter the body and travel to bones during surgeries to replace joints or fix broken bones.",
      "Risk factors": "Healthy bones resist infection. • But bones are less able to resist infection as you get older. • Besides wounds and surgery, other factors that can increase your risk of osteomyelitis may include: Conditions that weaken the immune system. • This includes diabetes that isn't well-controlled. • Peripheral artery disease. • This is a condition in which narrowed arteries cut blood flow to the arms or legs. • Sickle cell disease. • This condition is passed through families, called inherited. • Sickle cell disease affects the shape of red blood cells and slows blood flow. • Dialysis and other procedures that use medical tubing. • Dialysis uses tubes to remove waste from the body when the kidneys don't work well. • The medical tubes can carry germs from outside the body inside. • Pressure injuries. • People who can't feel pressure or who stay in one position for too long can get sores on their skin where the pressure is. • These sores are called pressure injuries. • If a sore is there for a time, the bone under it can become infected. • Illicit drugs by needles. • People who take illicit drugs by needle are more likely to get osteomyelitis. • This is true if they use needles that aren't sterile and if they don't clean the skin before using the needles.",
      "Complications": "Osteomyelitis complications may include: Bone death, also called osteonecrosis. • An infection in your bone can block blood flow within the bone, leading to bone death. • If you have areas where bone has died, you need surgery to remove the dead tissue for antibiotics to work. • Septic arthritis. • Infection within bones can spread into a nearby joint. • Impaired growth. • Osteomyelitis can affect the growth of bones in children. • This is true if osteomyelitis is in the softer areas, called growth plates, at either end of the long bones of the arms and legs. • Long-term osteomyelitis, called chronic osteomyelitis. • Osteomyelitis that doesn't respond to treatment can become chronic osteomyelitis.",
      "Prevention": "If you have an increased risk of infection, talk with your healthcare professional about ways to prevent infections. • Cutting your risk of infection will cut your risk of osteomyelitis. • Take care not to get cuts, scrapes, and animal scratches or bites. • These give germs a way to get into your body. • If you or your child has a minor injury, clean the area right away. • Put a clean bandage on it. • Check wounds often for signs of infection."
    },
    "name": "Osteomyelitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/osteomyelitis/symptoms-causes/syc-20375913"
  },
  {
    "sections": {
      "Overview": "Osteoporosis causes bones to become weak and brittle — so brittle that a fall or even mild stresses such as bending over or coughing can cause a break. • Osteoporosis-related breaks most commonly occur in the hip, wrist or spine. • Bone is living tissue that is constantly being broken down and replaced. • Osteoporosis occurs when the creation of new bone doesn't keep up with the loss of old bone. • Osteoporosis affects men and women of all races. • But white and Asian women, especially older women who are past menopause, are at highest risk. • Medicines, healthy diet and weight-bearing exercise can help prevent bone loss or strengthen already weak bones.",
      "Symptoms": "There typically are no symptoms in the early stages of bone loss. • But once your bones have been weakened by osteoporosis, you might have signs and symptoms that include: Back pain, caused by a broken or collapsed bone in the spine. • Loss of height over time. • A stooped posture. • A bone that breaks much more easily than expected. • You might want to talk to your health care provider about osteoporosis if you went through early menopause or took corticosteroids for several months at a time, or if either of your parents had hip fractures. • Your bones are in a constant state of renewal — new bone is made and old bone is broken down. • When you're young, your body makes new bone faster than it breaks down old bone and your bone mass increases. • After the early 20s this process slows, and most people reach their peak bone mass by age 30. • As people age, bone mass is lost faster than it's created. • How likely you are to develop osteoporosis depends partly on how much bone mass you attained in your youth. • Peak bone mass is partly inherited and varies also by ethnic group. • The higher your peak bone mass, the more bone you have \"in the bank\" and the less likely you are to develop osteoporosis as you age. • A number of factors can increase the likelihood that you'll develop osteoporosis — including your age, race, lifestyle choices, and medical conditions and treatments. • Some risk factors for osteoporosis are out of your control, including: Your sex. • Women are much more likely to develop osteoporosis than are men. • Age. • The older you get, the greater your risk of osteoporosis. • Race. • You're at greatest risk of osteoporosis if you're white or of Asian descent. • Family history. • Having a parent or sibling with osteoporosis puts you at greater risk, especially if your mother or father fractured a hip. • Body frame size. • Men and women who have small body frames tend to have a higher risk because they might have less bone mass to draw from as they age. • Osteoporosis is more common in people who have too much or too little of certain hormones in their bodies. • Examples include: Sex hormones. • Lowered sex hormone levels tend to weaken bone. • The fall in estrogen levels in women at menopause is one of the strongest risk factors for developing osteoporosis. • Treatments for prostate cancer that reduce testosterone levels in men and treatments for breast cancer that reduce estrogen levels in women are likely to accelerate bone loss. • Thyroid problems. • Too much thyroid hormone can cause bone loss. • This can occur if your thyroid is overactive or if you take too much thyroid hormone medicine to treat an underactive thyroid. • Other glands. • Osteoporosis has also been associated with overactive parathyroid and adrenal glands. • Osteoporosis is more likely to occur in people who have: Low calcium intake. • A lifelong lack of calcium plays a role in the development of osteoporosis. • Low calcium intake contributes to diminished bone density, early bone loss and an increased risk of fractures. • Eating disorders. • Severely restricting food intake and being underweight weakens bone in both men and women. • Gastrointestinal surgery. • Surgery to reduce the size of your stomach or to remove part of the intestine limits the amount of surface area available to absorb nutrients, including calcium. • These surgeries include those to help you lose weight and for other gastrointestinal disorders. • Long-term use of oral or injected corticosteroid medicines, such as prednisone and cortisone, interferes with the bone-rebuilding process. • Osteoporosis has also been associated with medications used to combat or prevent: Seizures. • Gastric reflux. • Cancer. • Transplant rejection. • The risk of osteoporosis is higher in people who have certain medical problems, including: Celiac disease. • Inflammatory bowel disease. • Kidney or liver disease. • Cancer. • Multiple myeloma. • Rheumatoid arthritis. • Some bad habits can increase your risk of osteoporosis. • Examples include: Sedentary lifestyle. • People who spend a lot of time sitting have a higher risk of osteoporosis than do those who are more active. • Any weight-bearing exercise and activities that promote balance and good posture are good for your bones, but walking, running, jumping, dancing and weightlifting seem particularly helpful. • Excessive alcohol consumption. • Regular consumption of more than two alcoholic drinks a day increases the risk of osteoporosis. • Tobacco use. • The exact role tobacco plays in osteoporosis isn't clear, but it has been shown that tobacco use contributes to weak bones. • Bone breaks, particularly in the spine or hip, are the most serious complications of osteoporosis. • Hip fractures often are caused by a fall and can result in disability and even an increased risk of death within the first year after the injury. • In some cases, broken bones in the spine can occur even if you haven't fallen. • The bones that make up your spine, called vertebrae, can weaken to the point of collapsing, which can result in back pain, lost height and a hunched-forward posture. • Good nutrition and regular exercise are essential for keeping your bones healthy throughout your life. • Men and women between the ages of 18 and 50 need 1,000 milligrams of calcium a day. • This daily amount increases to 1,200 milligrams when women turn 50 and men turn 70. • Good sources of calcium include: Low-fat dairy products. • Dark green leafy vegetables. • Canned salmon or sardines with bones. • Soy products, such as tofu. • Calcium-fortified cereals and orange juice. • If you find it difficult to get enough calcium from your diet, consider taking calcium supplements. • However, too much calcium has been linked to kidney stones. • Although yet unclear, some experts suggest that too much calcium, especially in supplements, can increase the risk of heart disease. • The Health and Medicine Division of the National Academies of Sciences, Engineering, and Medicine recommends that total calcium intake, from supplements and diet combined, should be no more than 2,000 milligrams daily for people older than 50. • Vitamin D improves the body's ability to absorb calcium and improves bone health in other ways. • People can get some of their vitamin D from sunlight, but this might not be a good source if you live in a high latitude, if you're housebound, or if you regularly use sunscreen or avoid the sun because of the risk of skin cancer. • Dietary sources of vitamin D include cod liver oil, trout and salmon. • Many types of milk and cereal have been fortified with vitamin D. • Most people need at least 600 international units (IU) of vitamin D a day. • That recommendation increases to 800 IU a day after age 70. • People without other sources of vitamin D and especially with limited sun exposure might need a supplement. • Most multivitamin products contain between 600 and 800 IU of vitamin D. • Up to 4,000 IU of vitamin D a day is safe for most people. • Exercise can help you build strong bones and slow bone loss. • Exercise will benefit your bones no matter when you start, but you'll gain the most benefits if you start exercising regularly when you're young and continue to exercise throughout your life. • Combine strength training exercises with weight-bearing and balance exercises. • Strength training helps strengthen muscles and bones in your arms and upper spine. • Weight-bearing exercises — such as walking, jogging, running, stair climbing, skipping rope, skiing and impact-producing sports — affect mainly the bones in your legs, hips and lower spine. • Balance exercises such as tai chi can reduce your risk of falling especially as you get older.",
      "Causes": "Your bones are in a constant state of renewal — new bone is made and old bone is broken down. • When you're young, your body makes new bone faster than it breaks down old bone and your bone mass increases. • After the early 20s this process slows, and most people reach their peak bone mass by age 30. • As people age, bone mass is lost faster than it's created. • How likely you are to develop osteoporosis depends partly on how much bone mass you attained in your youth. • Peak bone mass is partly inherited and varies also by ethnic group. • The higher your peak bone mass, the more bone you have \"in the bank\" and the less likely you are to develop osteoporosis as you age.",
      "Risk factors": "A number of factors can increase the likelihood that you'll develop osteoporosis — including your age, race, lifestyle choices, and medical conditions and treatments. • Some risk factors for osteoporosis are out of your control, including: Your sex. • Women are much more likely to develop osteoporosis than are men. • Age. • The older you get, the greater your risk of osteoporosis. • Race. • You're at greatest risk of osteoporosis if you're white or of Asian descent. • Family history. • Having a parent or sibling with osteoporosis puts you at greater risk, especially if your mother or father fractured a hip. • Body frame size. • Men and women who have small body frames tend to have a higher risk because they might have less bone mass to draw from as they age. • Osteoporosis is more common in people who have too much or too little of certain hormones in their bodies. • Examples include: Sex hormones. • Lowered sex hormone levels tend to weaken bone. • The fall in estrogen levels in women at menopause is one of the strongest risk factors for developing osteoporosis. • Treatments for prostate cancer that reduce testosterone levels in men and treatments for breast cancer that reduce estrogen levels in women are likely to accelerate bone loss. • Thyroid problems. • Too much thyroid hormone can cause bone loss. • This can occur if your thyroid is overactive or if you take too much thyroid hormone medicine to treat an underactive thyroid. • Other glands. • Osteoporosis has also been associated with overactive parathyroid and adrenal glands. • Osteoporosis is more likely to occur in people who have: Low calcium intake. • A lifelong lack of calcium plays a role in the development of osteoporosis. • Low calcium intake contributes to diminished bone density, early bone loss and an increased risk of fractures. • Eating disorders. • Severely restricting food intake and being underweight weakens bone in both men and women. • Gastrointestinal surgery. • Surgery to reduce the size of your stomach or to remove part of the intestine limits the amount of surface area available to absorb nutrients, including calcium. • These surgeries include those to help you lose weight and for other gastrointestinal disorders. • Long-term use of oral or injected corticosteroid medicines, such as prednisone and cortisone, interferes with the bone-rebuilding process. • Osteoporosis has also been associated with medications used to combat or prevent: Seizures. • Gastric reflux. • Cancer. • Transplant rejection. • The risk of osteoporosis is higher in people who have certain medical problems, including: Celiac disease. • Inflammatory bowel disease. • Kidney or liver disease. • Cancer. • Multiple myeloma. • Rheumatoid arthritis. • Some bad habits can increase your risk of osteoporosis. • Examples include: Sedentary lifestyle. • People who spend a lot of time sitting have a higher risk of osteoporosis than do those who are more active. • Any weight-bearing exercise and activities that promote balance and good posture are good for your bones, but walking, running, jumping, dancing and weightlifting seem particularly helpful. • Excessive alcohol consumption. • Regular consumption of more than two alcoholic drinks a day increases the risk of osteoporosis. • Tobacco use. • The exact role tobacco plays in osteoporosis isn't clear, but it has been shown that tobacco use contributes to weak bones.",
      "Complications": "Bone breaks, particularly in the spine or hip, are the most serious complications of osteoporosis. • Hip fractures often are caused by a fall and can result in disability and even an increased risk of death within the first year after the injury. • In some cases, broken bones in the spine can occur even if you haven't fallen. • The bones that make up your spine, called vertebrae, can weaken to the point of collapsing, which can result in back pain, lost height and a hunched-forward posture.",
      "Prevention": "Good nutrition and regular exercise are essential for keeping your bones healthy throughout your life. • Men and women between the ages of 18 and 50 need 1,000 milligrams of calcium a day. • This daily amount increases to 1,200 milligrams when women turn 50 and men turn 70. • Good sources of calcium include: Low-fat dairy products. • Dark green leafy vegetables. • Canned salmon or sardines with bones. • Soy products, such as tofu. • Calcium-fortified cereals and orange juice. • If you find it difficult to get enough calcium from your diet, consider taking calcium supplements. • However, too much calcium has been linked to kidney stones. • Although yet unclear, some experts suggest that too much calcium, especially in supplements, can increase the risk of heart disease. • The Health and Medicine Division of the National Academies of Sciences, Engineering, and Medicine recommends that total calcium intake, from supplements and diet combined, should be no more than 2,000 milligrams daily for people older than 50. • Vitamin D improves the body's ability to absorb calcium and improves bone health in other ways. • People can get some of their vitamin D from sunlight, but this might not be a good source if you live in a high latitude, if you're housebound, or if you regularly use sunscreen or avoid the sun because of the risk of skin cancer. • Dietary sources of vitamin D include cod liver oil, trout and salmon. • Many types of milk and cereal have been fortified with vitamin D. • Most people need at least 600 international units (IU) of vitamin D a day. • That recommendation increases to 800 IU a day after age 70. • People without other sources of vitamin D and especially with limited sun exposure might need a supplement. • Most multivitamin products contain between 600 and 800 IU of vitamin D. • Up to 4,000 IU of vitamin D a day is safe for most people. • Exercise can help you build strong bones and slow bone loss. • Exercise will benefit your bones no matter when you start, but you'll gain the most benefits if you start exercising regularly when you're young and continue to exercise throughout your life. • Combine strength training exercises with weight-bearing and balance exercises. • Strength training helps strengthen muscles and bones in your arms and upper spine. • Weight-bearing exercises — such as walking, jogging, running, stair climbing, skipping rope, skiing and impact-producing sports — affect mainly the bones in your legs, hips and lower spine. • Balance exercises such as tai chi can reduce your risk of falling especially as you get older."
    },
    "name": "Osteoporosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/osteoporosis/symptoms-causes/syc-20351968"
  },
  {
    "sections": {
      "Overview": "Osteosarcoma is a kind of cancer that begins in the cells that form bones. • Osteosarcoma tends to happen most often in teenagers and young adults. • But it also can happen in younger children and older adults. • Osteosarcoma can start in any bone. • It's most often found in the long bones of the legs, and sometimes the arms. • Very rarely, it happens in soft tissue outside the bone. • Advances in the treatment of osteosarcoma have improved the outlook for this cancer. • After treatment for osteosarcoma, people sometimes face late effects from the strong treatments used to control the cancer. • Healthcare professionals often suggest lifelong monitoring for side effects after treatment.",
      "Symptoms": "Osteosarcoma signs and symptoms most often start in a bone. • The cancer most often affects the long bones of the legs, and sometimes the arms. • The most common symptoms include: Bone or joint pain. • Pain might come and go at first. • It can be mistaken for growing pains. • Pain related to a bone that breaks for no clear reason. • Swelling near a bone. • Make an appointment with a healthcare professional if you or your child has ongoing symptoms that worry you. • Osteosarcoma symptoms are like those of many more common conditions, such as sports injuries. • The health professional might check for those causes first. • It's not clear what causes osteosarcoma. • Osteosarcoma happens when bone cells develop changes in their DNA. • A cell's DNA holds the instructions, called genes, that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Most people with osteosarcoma don't have any known risk factors for the cancer. • But these factors can increase the risk of osteosarcoma: Certain conditions that run in families. • These include hereditary retinoblastoma, Bloom syndrome, Li-Fraumeni syndrome, Rothmund-Thomson syndrome and Werner syndrome. • Other bone conditions. • These include Paget's disease of bone and fibrous dysplasia. • Prior treatment with radiation therapy or chemotherapy. • There is no way to prevent osteosarcoma. • Complications of osteosarcoma and its treatment include the following. • Osteosarcoma can spread from where it started to other areas. • This makes treatment and recovery harder. • Osteosarcoma most often spreads to the lungs, the same bone or another bone. • Surgeons aim to remove the cancer and spare the arm or leg when they can. • But sometimes surgeons need to remove part of the affected limb to remove all the cancer. • Learning to use an artificial limb, called a prosthesis, takes time, practice and patience. • Experts can help. • The strong treatments needed to control osteosarcoma can cause major side effects, both in the short and long term. • Your healthcare team can help you or your child manage the side effects that happen during treatment. • The team also can give you a list of side effects to watch for in the years after treatment.",
      "Causes": "It's not clear what causes osteosarcoma. • Osteosarcoma happens when bone cells develop changes in their DNA. • A cell's DNA holds the instructions, called genes, that tell a cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Most people with osteosarcoma don't have any known risk factors for the cancer. • But these factors can increase the risk of osteosarcoma: Certain conditions that run in families. • These include hereditary retinoblastoma, Bloom syndrome, Li-Fraumeni syndrome, Rothmund-Thomson syndrome and Werner syndrome. • Other bone conditions. • These include Paget's disease of bone and fibrous dysplasia. • Prior treatment with radiation therapy or chemotherapy. • There is no way to prevent osteosarcoma.",
      "Complications": "Complications of osteosarcoma and its treatment include the following. • Osteosarcoma can spread from where it started to other areas. • This makes treatment and recovery harder. • Osteosarcoma most often spreads to the lungs, the same bone or another bone. • Surgeons aim to remove the cancer and spare the arm or leg when they can. • But sometimes surgeons need to remove part of the affected limb to remove all the cancer. • Learning to use an artificial limb, called a prosthesis, takes time, practice and patience. • Experts can help. • The strong treatments needed to control osteosarcoma can cause major side effects, both in the short and long term. • Your healthcare team can help you or your child manage the side effects that happen during treatment. • The team also can give you a list of side effects to watch for in the years after treatment."
    },
    "name": "Osteosarcoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/osteosarcoma/symptoms-causes/syc-20351052"
  },
  {
    "sections": {
      "Overview": "Ovarian cancer is a growth of cells that forms in the ovaries. • The cells multiply quickly and can invade and destroy healthy body tissue. • The female reproductive system contains two ovaries, one on each side of the uterus. • The ovaries — each about the size of an almond — produce eggs (ova) as well as the hormones estrogen and progesterone. • Ovarian cancer treatment usually involves surgery and chemotherapy.",
      "Symptoms": "When ovarian cancer first develops, it might not cause any noticeable symptoms. • When ovarian cancer symptoms happen, they're usually attributed to other, more common conditions. • Signs and symptoms of ovarian cancer may include: Abdominal bloating or swelling Quickly feeling full when eating Weight loss Discomfort in the pelvic area Fatigue Back pain Changes in bowel habits, such as constipation A frequent need to urinate Make an appointment with your doctor if you have any signs or symptoms that worry you. • It's not clear what causes ovarian cancer, though doctors have identified things that can increase the risk of the disease. • Doctors know that ovarian cancer begins when cells in or near the ovaries develop changes (mutations) in their DNA. • A cell's DNA contains the instructions that tell the cell what to do. • The changes tell the cells to grow and multiply quickly, creating a mass (tumor) of cancer cells. • The cancer cells continue living when healthy cells would die. • They can invade nearby tissues and break off from an initial tumor to spread (metastasize) to other parts of the body. • The type of cell where the cancer begins determines the type of ovarian cancer you have and helps your doctor determine which treatments are best for you. • Ovarian cancer types include: Epithelial ovarian cancer. • This type is the most common. • It includes several subtypes, including serous carcinoma and mucinous carcinoma. • Stromal tumors. • These rare tumors are usually diagnosed at an earlier stage than other ovarian cancers. • Germ cell tumors. • These rare ovarian cancers tend to occur at a younger age. • Factors that can increase your risk of ovarian cancer include: Older age. • The risk of ovarian cancer increases as you age. • It's most often diagnosed in older adults. • Inherited gene changes. • A small percentage of ovarian cancers are caused by genes changes you inherit from your parents. • The genes that increase the risk of ovarian cancer include BRCA1 and BRCA2. • These genes also increase the risk of breast cancer. • Several other gene changes are known to increase the risk of ovarian cancer, including gene changes associated with Lynch syndrome and the genes BRIP1, RAD51C and RAD51D. • Family history of ovarian cancer. • If you have blood relatives who have been diagnosed with ovarian cancer, you may have an increased risk of the disease. • Being overweight or obese. • Being overweight or obese increases the risk of ovarian cancer. • Postmenopausal hormone replacement therapy. • Taking hormone replacement therapy to control menopause signs and symptoms may increase the risk of ovarian cancer. • Endometriosis. • Endometriosis is an often painful disorder in which tissue similar to the tissue that lines the inside of your uterus grows outside your uterus. • Age when menstruation started and ended. • Beginning menstruation at an early age or starting menopause at a later age, or both, may increase the risk of ovarian cancer. • Never having been pregnant. • If you've never been pregnant, you may have an increased risk of ovarian cancer. • There's no sure way to prevent ovarian cancer. • But there may be ways to reduce your risk: Consider taking birth control pills. • Ask your doctor whether birth control pills (oral contraceptives) may be right for you. • Taking birth control pills reduces the risk of ovarian cancer. • But these medications do have risks, so discuss whether the benefits outweigh those risks based on your situation. • Discuss your risk factors with your doctor. • If you have a family history of breast and ovarian cancers, bring this up with your doctor. • Your doctor can determine what this may mean for your own risk of cancer. • You may be referred to a genetic counselor who can help you decide whether genetic testing may be right for you. • If you're found to have a gene change that increases your risk of ovarian cancer, you may consider surgery to remove your ovaries to prevent cancer.",
      "Causes": "It's not clear what causes ovarian cancer, though doctors have identified things that can increase the risk of the disease. • Doctors know that ovarian cancer begins when cells in or near the ovaries develop changes (mutations) in their DNA. • A cell's DNA contains the instructions that tell the cell what to do. • The changes tell the cells to grow and multiply quickly, creating a mass (tumor) of cancer cells. • The cancer cells continue living when healthy cells would die. • They can invade nearby tissues and break off from an initial tumor to spread (metastasize) to other parts of the body. • The type of cell where the cancer begins determines the type of ovarian cancer you have and helps your doctor determine which treatments are best for you. • Ovarian cancer types include: Epithelial ovarian cancer. • This type is the most common. • It includes several subtypes, including serous carcinoma and mucinous carcinoma. • Stromal tumors. • These rare tumors are usually diagnosed at an earlier stage than other ovarian cancers. • Germ cell tumors. • These rare ovarian cancers tend to occur at a younger age.",
      "Risk factors": "Factors that can increase your risk of ovarian cancer include: Older age. • The risk of ovarian cancer increases as you age. • It's most often diagnosed in older adults. • Inherited gene changes. • A small percentage of ovarian cancers are caused by genes changes you inherit from your parents. • The genes that increase the risk of ovarian cancer include BRCA1 and BRCA2. • These genes also increase the risk of breast cancer. • Several other gene changes are known to increase the risk of ovarian cancer, including gene changes associated with Lynch syndrome and the genes BRIP1, RAD51C and RAD51D. • Family history of ovarian cancer. • If you have blood relatives who have been diagnosed with ovarian cancer, you may have an increased risk of the disease. • Being overweight or obese. • Being overweight or obese increases the risk of ovarian cancer. • Postmenopausal hormone replacement therapy. • Taking hormone replacement therapy to control menopause signs and symptoms may increase the risk of ovarian cancer. • Endometriosis. • Endometriosis is an often painful disorder in which tissue similar to the tissue that lines the inside of your uterus grows outside your uterus. • Age when menstruation started and ended. • Beginning menstruation at an early age or starting menopause at a later age, or both, may increase the risk of ovarian cancer. • Never having been pregnant. • If you've never been pregnant, you may have an increased risk of ovarian cancer.",
      "Prevention": "There's no sure way to prevent ovarian cancer. • But there may be ways to reduce your risk: Consider taking birth control pills. • Ask your doctor whether birth control pills (oral contraceptives) may be right for you. • Taking birth control pills reduces the risk of ovarian cancer. • But these medications do have risks, so discuss whether the benefits outweigh those risks based on your situation. • Discuss your risk factors with your doctor. • If you have a family history of breast and ovarian cancers, bring this up with your doctor. • Your doctor can determine what this may mean for your own risk of cancer. • You may be referred to a genetic counselor who can help you decide whether genetic testing may be right for you. • If you're found to have a gene change that increases your risk of ovarian cancer, you may consider surgery to remove your ovaries to prevent cancer."
    },
    "name": "Ovarian cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/ovarian-cancer/symptoms-causes/syc-20375941"
  },
  {
    "sections": {
      "Overview": "Ovarian cysts are sacs, usually filled with fluid, in an ovary or on its surface. • Females have two ovaries. • One ovary is located on each side of the uterus. • Each ovary is about the size and shape of an almond. • Eggs develop and mature in the ovaries. • Eggs are released in monthly cycles during the childbearing years. • Ovarian cysts are common. • Most of the time, you have little or no discomfort, and the cysts are harmless. • Most cysts go away without treatment within a few months. • But sometimes ovarian cysts can become twisted or burst open (rupture). • This can cause serious symptoms. • To protect your health, get regular pelvic exams and know the symptoms that can signal what might be a serious problem.",
      "Symptoms": "Most ovarian cysts cause no symptoms and go away on their own. • But a large ovarian cyst can cause: Pelvic pain that may come and go. • You may feel a dull ache or a sharp pain in the area below your bellybutton toward one side. • Fullness, pressure or heaviness in your belly (abdomen). • Bloating. • Get immediate medical help if you have: Sudden, severe abdominal or pelvic pain. • Pain with fever or vomiting. • Signs of shock. • These include cold, clammy skin; rapid breathing; and lightheadedness or weakness. • Most ovarian cysts form as a result of your menstrual cycle. • These are called functional cysts. • Other types of cysts are much less common. • Your ovaries grow small cysts called follicles each month. • Follicles produce the hormones estrogen and progesterone and break open to release an egg when you ovulate. • A monthly follicle that keeps growing is known as a functional cyst. • There are two types of functional cysts: Follicular cyst. • About halfway through your menstrual cycle, an egg bursts out of its follicle. • The egg then travels down a fallopian tube. • A follicular cyst begins when the follicle doesn't rupture. • It doesn't release its egg and continues to grow. • Corpus luteum cyst. • After a follicle releases its egg, it shrinks and begins producing estrogen and progesterone. • These hormones are needed for conception. • The follicle is now called the corpus luteum. • Sometimes, the opening where the egg came from gets blocked. • Fluid builds up inside the corpus luteum, causing a cyst. • Functional cysts are usually harmless. • They rarely cause pain and often disappear on their own within 2 to 3 menstrual cycles. • There are other types of cysts that are not related to menstrual cycles: Dermoid cyst. • Also called a teratoma, this cyst forms from reproductive cells that make eggs in the ovary (germ cells). • The cyst can contain tissue, such as hair, skin or teeth. • This type of cyst is rarely cancer. • Cystadenoma. • This type of cyst develops from cells on the surface of an ovary. • The cyst might be filled with a watery or mucous material. • A cystadenoma can grow very large. • Endometrioma. • Endometriosis is a condition that causes cells similar to those that line the inside of the uterus to grow outside the uterus. • Some of the tissue can attach to the ovary and form a cyst. • This is called an endometrioma. • Dermoid cysts and cystadenomas can become large and move the ovary out of position. • This increases the chance of painful twisting of the ovary, called ovarian torsion. • Ovarian torsion may reduce or stop blood flow to the ovary. • The risk of having an ovarian cyst is higher with: Hormonal problems. • These include taking a fertility drug that causes you to ovulate, for example clomiphene or letrozole (Femara). • Pregnancy. • Sometimes, the follicle that forms when you ovulate stays on your ovary throughout pregnancy. • It can sometimes grow larger. • Endometriosis. • Some of the tissue can attach to your ovary and form a cyst. • Severe pelvic infection. • If the infection spreads to the ovaries, it can cause cysts. • Previous ovarian cysts. • If you've had one ovarian cyst, you're likely to develop more. • They don't happen often, but complications can occur with ovarian cysts. • These include: Ovarian torsion. • Cysts that become large can cause the ovary to move. • This increases the chance of painful twisting of the ovary (ovarian torsion). • If this happens, you might have sudden, severe pelvic pain and nausea and vomiting. • Ovarian torsion can also reduce or stop blood flow to the ovary. • Cyst rupture. • A cyst that bursts open (ruptures) can cause severe pain and bleeding inside the pelvis. • The larger the cyst, the greater the risk of rupture. • Vigorous activity that affects the pelvis, such as vaginal sex, also increases the risk of rupture. • There's no way to prevent most ovarian cysts. • But, regular pelvic exams help ensure that changes in your ovaries are diagnosed as early as possible. • Be alert to changes in your monthly cycle. • Make a note of unusual menstrual symptoms, especially ones that go on for more than a few cycles. • Talk to your health care provider about changes that concern you.",
      "Causes": "Most ovarian cysts form as a result of your menstrual cycle. • These are called functional cysts. • Other types of cysts are much less common. • Your ovaries grow small cysts called follicles each month. • Follicles produce the hormones estrogen and progesterone and break open to release an egg when you ovulate. • A monthly follicle that keeps growing is known as a functional cyst. • There are two types of functional cysts: Follicular cyst. • About halfway through your menstrual cycle, an egg bursts out of its follicle. • The egg then travels down a fallopian tube. • A follicular cyst begins when the follicle doesn't rupture. • It doesn't release its egg and continues to grow. • Corpus luteum cyst. • After a follicle releases its egg, it shrinks and begins producing estrogen and progesterone. • These hormones are needed for conception. • The follicle is now called the corpus luteum. • Sometimes, the opening where the egg came from gets blocked. • Fluid builds up inside the corpus luteum, causing a cyst. • Functional cysts are usually harmless. • They rarely cause pain and often disappear on their own within 2 to 3 menstrual cycles. • There are other types of cysts that are not related to menstrual cycles: Dermoid cyst. • Also called a teratoma, this cyst forms from reproductive cells that make eggs in the ovary (germ cells). • The cyst can contain tissue, such as hair, skin or teeth. • This type of cyst is rarely cancer. • Cystadenoma. • This type of cyst develops from cells on the surface of an ovary. • The cyst might be filled with a watery or mucous material. • A cystadenoma can grow very large. • Endometrioma. • Endometriosis is a condition that causes cells similar to those that line the inside of the uterus to grow outside the uterus. • Some of the tissue can attach to the ovary and form a cyst. • This is called an endometrioma. • Dermoid cysts and cystadenomas can become large and move the ovary out of position. • This increases the chance of painful twisting of the ovary, called ovarian torsion. • Ovarian torsion may reduce or stop blood flow to the ovary.",
      "Risk factors": "The risk of having an ovarian cyst is higher with: Hormonal problems. • These include taking a fertility drug that causes you to ovulate, for example clomiphene or letrozole (Femara). • Pregnancy. • Sometimes, the follicle that forms when you ovulate stays on your ovary throughout pregnancy. • It can sometimes grow larger. • Endometriosis. • Some of the tissue can attach to your ovary and form a cyst. • Severe pelvic infection. • If the infection spreads to the ovaries, it can cause cysts. • Previous ovarian cysts. • If you've had one ovarian cyst, you're likely to develop more.",
      "Complications": "They don't happen often, but complications can occur with ovarian cysts. • These include: Ovarian torsion. • Cysts that become large can cause the ovary to move. • This increases the chance of painful twisting of the ovary (ovarian torsion). • If this happens, you might have sudden, severe pelvic pain and nausea and vomiting. • Ovarian torsion can also reduce or stop blood flow to the ovary. • Cyst rupture. • A cyst that bursts open (ruptures) can cause severe pain and bleeding inside the pelvis. • The larger the cyst, the greater the risk of rupture. • Vigorous activity that affects the pelvis, such as vaginal sex, also increases the risk of rupture.",
      "Prevention": "There's no way to prevent most ovarian cysts. • But, regular pelvic exams help ensure that changes in your ovaries are diagnosed as early as possible. • Be alert to changes in your monthly cycle. • Make a note of unusual menstrual symptoms, especially ones that go on for more than a few cycles. • Talk to your health care provider about changes that concern you."
    },
    "name": "Ovarian cysts",
    "url": "https://www.mayoclinic.org/diseases-conditions/ovarian-cysts/symptoms-causes/syc-20353405"
  },
  {
    "sections": {},
    "name": "Ovarian hyperstimulation syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/ovarian-hyperstimulation-syndrome-ohss/symptoms-causes/syc-20354697"
  },
  {
    "sections": {
      "Overview": "Overactive bladder, also called OAB, causes sudden urges to urinate that may be hard to control. • There might be a need to pass urine many times during the day and night. • There also might be loss of urine that isn't intended, called urgency incontinence. • People with an overactive bladder might feel self-conscious. • That can cause them to keep away from others or limit their work and social life. • The good news is that it can be treated. • Simple behavior changes might manage symptoms of an overactive bladder. • These might include changes in diet, urinating on a certain schedule and using pelvic floor muscles to control the bladder. • There also are other treatments to try.",
      "Symptoms": "If you have an overactive bladder, you may: Feel a sudden urge to urinate that's hard to control. • Lose urine without meaning to after an urgent need to urinate, called urgency incontinence. • Urinate often. • This can mean eight or more times in 24 hours. • Wake up more than twice a night to urinate, called nocturia. • Even if you can get to the toilet in time when you feel an urge to urinate, having to urinate often during day and night can disrupt your life. • Although common among older adults, overactive bladder isn't a typical part of aging. • It might not be easy to talk about your symptoms. • But if the symptoms distress you or disrupt your life, talk to your healthcare professional. • There are treatments that might help. • The kidneys make urine, which drains into the bladder. • When urinating, urine passes from the bladder through a tube called the urethra (u-REE-thruh). • A muscle in the urethra called the sphincter opens to release urine out of the body. • In people assigned female at birth, the urethral opening is just above the vaginal opening. • In people assigned male at birth, the urethral opening is at the tip of the penis. • As the bladder fills, nerve signals sent to the brain trigger the need to urinate. • When urinating, these nerve signals cause the pelvic floor muscles and the muscles of the urethra, called the urinary sphincter muscles, to relax. • The muscles of the bladder tighten, also called contract, pushing the urine out. • Overactive bladder happens when the muscles of the bladder start to tighten on their own even when the amount of urine in the bladder is low. • These are called involuntary contractions. • They cause an urgent need to urinate. • Several conditions may be a part of overactive bladder, including: Conditions that affect the bladder, such as tumors or bladder stones. • Conditions that affect the brain and spinal cord, such as stroke and multiple sclerosis. • Diabetes. • Factors that get in the way of urine leaving the bladder, such as an enlarged prostate, constipation or having had surgery to treat lack of control over urinating, called incontinence. • Hormonal changes during menopause. • Urinary tract infections, which can cause symptoms like those of an overactive bladder. • Overactive bladder symptoms also may be linked to: Cognitive decline due to aging. • This can make it harder for the bladder to use the signals it gets from the brain. • Drinking too much caffeine or alcohol. • Medicines that cause the body to make a lot of urine or that need to be taken with a lot of fluids. • Not being able to get to the bathroom quickly. • Not emptying the bladder all the way. • This leads to not enough space in the bladder for more urine. • Sometimes the cause of overactive bladder isn't known. • Aging increases the risk of overactive bladder. • So does being female. • Conditions such as enlarged prostate and diabetes also can increase the risk. • Many people with declines in thinking ability, such as those who have had a stroke or have Alzheimer's disease, get an overactive bladder. • That's because they're less able to notice the symptoms of needing to urinate. • Drinking fluids on a schedule, timing and prompting urination, absorbent garments, and bowel programs can help manage the condition. • Some people with an overactive bladder also have trouble with bowel control. • Tell your healthcare professional if you're having trouble controlling your bowels. • Any type of incontinence can affect quality of life. • If your overactive bladder symptoms disrupt your life, you might also have: Anxiety. • Emotional distress or depression. • Sexual problems. • Sleep disturbances and interrupted sleep cycles. • People assigned female at birth who have an overactive bladder also may have a condition called mixed incontinence. • This has both urgency and stress incontinence. • Stress incontinence is the sudden loss of urine from physical movement or activity that puts pressure on the bladder. • Examples are coughing, sneezing, laughing or exercising. • These healthy lifestyle choices may reduce your risk of overactive bladder: Do exercises to make the pelvic floor muscles stronger. • These are called Kegel exercises. • Get regular, daily physical activity and exercise. • Limit caffeine and alcohol. • Maintain a healthy weight. • Manage ongoing, called chronic, conditions, such as diabetes, that might add to overactive bladder symptoms. • Quit smoking.",
      "Causes": "The kidneys make urine, which drains into the bladder. • When urinating, urine passes from the bladder through a tube called the urethra (u-REE-thruh). • A muscle in the urethra called the sphincter opens to release urine out of the body. • In people assigned female at birth, the urethral opening is just above the vaginal opening. • In people assigned male at birth, the urethral opening is at the tip of the penis. • As the bladder fills, nerve signals sent to the brain trigger the need to urinate. • When urinating, these nerve signals cause the pelvic floor muscles and the muscles of the urethra, called the urinary sphincter muscles, to relax. • The muscles of the bladder tighten, also called contract, pushing the urine out. • Overactive bladder happens when the muscles of the bladder start to tighten on their own even when the amount of urine in the bladder is low. • These are called involuntary contractions. • They cause an urgent need to urinate. • Several conditions may be a part of overactive bladder, including: Conditions that affect the bladder, such as tumors or bladder stones. • Conditions that affect the brain and spinal cord, such as stroke and multiple sclerosis. • Diabetes. • Factors that get in the way of urine leaving the bladder, such as an enlarged prostate, constipation or having had surgery to treat lack of control over urinating, called incontinence. • Hormonal changes during menopause. • Urinary tract infections, which can cause symptoms like those of an overactive bladder. • Overactive bladder symptoms also may be linked to: Cognitive decline due to aging. • This can make it harder for the bladder to use the signals it gets from the brain. • Drinking too much caffeine or alcohol. • Medicines that cause the body to make a lot of urine or that need to be taken with a lot of fluids. • Not being able to get to the bathroom quickly. • Not emptying the bladder all the way. • This leads to not enough space in the bladder for more urine. • Sometimes the cause of overactive bladder isn't known.",
      "Risk factors": "Aging increases the risk of overactive bladder. • So does being female. • Conditions such as enlarged prostate and diabetes also can increase the risk. • Many people with declines in thinking ability, such as those who have had a stroke or have Alzheimer's disease, get an overactive bladder. • That's because they're less able to notice the symptoms of needing to urinate. • Drinking fluids on a schedule, timing and prompting urination, absorbent garments, and bowel programs can help manage the condition. • Some people with an overactive bladder also have trouble with bowel control. • Tell your healthcare professional if you're having trouble controlling your bowels.",
      "Complications": "Any type of incontinence can affect quality of life. • If your overactive bladder symptoms disrupt your life, you might also have: Anxiety. • Emotional distress or depression. • Sexual problems. • Sleep disturbances and interrupted sleep cycles. • People assigned female at birth who have an overactive bladder also may have a condition called mixed incontinence. • This has both urgency and stress incontinence. • Stress incontinence is the sudden loss of urine from physical movement or activity that puts pressure on the bladder. • Examples are coughing, sneezing, laughing or exercising.",
      "Prevention": "These healthy lifestyle choices may reduce your risk of overactive bladder: Do exercises to make the pelvic floor muscles stronger. • These are called Kegel exercises. • Get regular, daily physical activity and exercise. • Limit caffeine and alcohol. • Maintain a healthy weight. • Manage ongoing, called chronic, conditions, such as diabetes, that might add to overactive bladder symptoms. • Quit smoking."
    },
    "name": "Overactive bladder",
    "url": "https://www.mayoclinic.org/diseases-conditions/overactive-bladder/symptoms-causes/syc-20355715"
  }
]