[
  {
    "sections": {
      "Overview": "Nail fungus is a common infection of the nail. • It begins as a white or yellow-brown spot under the tip of your fingernail or toenail. • As the fungal infection goes deeper, the nail may discolor, thicken and crumble at the edge. • Nail fungus can affect several nails. • If your condition is mild and not bothering you, you may not need treatment. • If your nail fungus is painful and has caused thickened nails, self-care steps and medications may help. • But even if treatment is successful, nail fungus often comes back. • Nail fungus is also called onychomycosis (on-ih-koh-my-KOH-sis). • When fungus infects the areas between your toes and the skin of your feet, it's called athlete's foot (tinea pedis).",
      "Symptoms": "Symptoms of nail fungus include a nail or nails that are: Thickened Discolored Brittle, crumbly or ragged Misshapen Separated from the nail bed Smelly Nail fungus can affect fingernails, but it's more common in toenails. • You may want to see a health care provider if self-care steps haven't helped and the nail becomes increasingly discolored, thickened or misshapen. • Also talk with your health care provider if you have: Diabetes and think you're developing nail fungus Bleeding around the nails Swelling or pain around the nails Difficulty walking Nail fungus is caused by various fungal organisms (fungi). • The most common is a type called dermatophyte. • Yeast, bacteria and molds also can cause nail infections. • The discoloration from a bacterial infection tends to be green or black. • Fungal infection of the foot (athlete's foot) can spread to the nail, and a fungal infection of the nail can spread to the foot. • You can also get the infection from contact with spaces where fungi can thrive, such as the floor tile in a gym shower or inside dark, sweaty, moist shoes. • Factors that can increase your risk of developing nail fungus include: Older age Wearing shoes that make your feet sweat heavily Having had athlete's foot in the past Walking barefoot in damp public areas, such as swimming pools, gyms and shower rooms Having a minor skin or nail injury Having a skin condition that affects the nails, such as psoriasis Having diabetes, blood flow problems or a weakened immune system A severe case of nail fungus can be painful and may cause permanent damage to your nails. • And it may lead to other serious infections that spread beyond your feet if you have a suppressed immune system due to medication, diabetes or other conditions. • The following habits can help prevent nail fungus or reinfections and athlete's foot, which can lead to nail fungus: Keep your nails clean and dry. • Wash your hands and feet regularly. • Wash your hands after touching an infected nail. • Dry well, apply an antifungal foot powder and moisturize your nails. • Consider applying a nail hardener, which might help strengthen nails and cuticles. • Keep your nails trimmed. • Cut nails straight across, smooth the edges with a file and file down thickened areas. • Disinfect your nail clippers after each use. • Letting your nails grow long creates more places for the fungus to grow. • Wear absorbent socks or change your socks throughout the day. • Choose shoes made of materials that breathe. • Discard old shoes or treat them with disinfectants or antifungal powders. • Wear footwear in pool areas and locker rooms. • Choose a nail salon that uses sterilized manicure tools for each customer. • Or disinfect tools you use for home pedicures. • Give up nail polish and artificial nails. • If you have athlete's foot, treat it with an antifungal product.",
      "Causes": "Nail fungus is caused by various fungal organisms (fungi). • The most common is a type called dermatophyte. • Yeast, bacteria and molds also can cause nail infections. • The discoloration from a bacterial infection tends to be green or black. • Fungal infection of the foot (athlete's foot) can spread to the nail, and a fungal infection of the nail can spread to the foot. • You can also get the infection from contact with spaces where fungi can thrive, such as the floor tile in a gym shower or inside dark, sweaty, moist shoes.",
      "Risk factors": "Factors that can increase your risk of developing nail fungus include: Older age Wearing shoes that make your feet sweat heavily Having had athlete's foot in the past Walking barefoot in damp public areas, such as swimming pools, gyms and shower rooms Having a minor skin or nail injury Having a skin condition that affects the nails, such as psoriasis Having diabetes, blood flow problems or a weakened immune system",
      "Complications": "A severe case of nail fungus can be painful and may cause permanent damage to your nails. • And it may lead to other serious infections that spread beyond your feet if you have a suppressed immune system due to medication, diabetes or other conditions.",
      "Prevention": "The following habits can help prevent nail fungus or reinfections and athlete's foot, which can lead to nail fungus: Keep your nails clean and dry. • Wash your hands and feet regularly. • Wash your hands after touching an infected nail. • Dry well, apply an antifungal foot powder and moisturize your nails. • Consider applying a nail hardener, which might help strengthen nails and cuticles. • Keep your nails trimmed. • Cut nails straight across, smooth the edges with a file and file down thickened areas. • Disinfect your nail clippers after each use. • Letting your nails grow long creates more places for the fungus to grow. • Wear absorbent socks or change your socks throughout the day. • Choose shoes made of materials that breathe. • Discard old shoes or treat them with disinfectants or antifungal powders. • Wear footwear in pool areas and locker rooms. • Choose a nail salon that uses sterilized manicure tools for each customer. • Or disinfect tools you use for home pedicures. • Give up nail polish and artificial nails. • If you have athlete's foot, treat it with an antifungal product."
    },
    "name": "Nail fungus",
    "url": "https://www.mayoclinic.org/diseases-conditions/nail-fungus/symptoms-causes/syc-20353294"
  },
  {
    "sections": {
      "Overview": "Narcissistic personality disorder is a mental health condition in which people have an unreasonably high sense of their own importance. • They need and seek too much attention and want people to admire them. • People with this disorder may lack the ability to understand or care about the feelings of others. • But behind this mask of extreme confidence, they are not sure of their self-worth and are easily upset by the slightest criticism. • A narcissistic personality disorder causes problems in many areas of life, such as relationships, work, school or financial matters. • People with narcissistic personality disorder may be generally unhappy and disappointed when they're not given the special favors or admiration that they believe they deserve. • They may find their relationships troubled and unfulfilling, and other people may not enjoy being around them. • Treatment for narcissistic personality disorder centers around talk therapy, also called psychotherapy. • Narcissistic personality disorder affects more males than females, and it often begins in the teens or early adulthood. • Some children may show traits of narcissism, but this is often typical for their age and doesn't mean they'll go on to develop narcissistic personality disorder.",
      "Symptoms": "Symptoms of narcissistic personality disorder and how severe they are can vary. • People with the disorder can: Have an unreasonably high sense of self-importance and require constant, excessive admiration. • Feel that they deserve privileges and special treatment. • Expect to be recognized as superior even without achievements. • Make achievements and talents seem bigger than they are. • Be preoccupied with fantasies about success, power, brilliance, beauty or the perfect mate. • Believe they are superior to others and can only spend time with or be understood by equally special people. • Be critical of and look down on people they feel are not important. • Expect special favors and expect other people to do what they want without questioning them. • Take advantage of others to get what they want. • Have an inability or unwillingness to recognize the needs and feelings of others. • Be envious of others and believe others envy them. • Behave in an arrogant way, brag a lot and come across as conceited. • Insist on having the best of everything — for instance, the best car or office. • At the same time, people with narcissistic personality disorder have trouble handling anything they view as criticism. • They can: Become impatient or angry when they don't receive special recognition or treatment. • Have major problems interacting with others and easily feel slighted. • React with rage or contempt and try to belittle other people to make themselves appear superior. • Have difficulty managing their emotions and behavior. • Experience major problems dealing with stress and adapting to change. • Withdraw from or avoid situations in which they might fail. • Feel depressed and moody because they fall short of perfection. • Have secret feelings of insecurity, shame, humiliation and fear of being exposed as a failure. • People with narcissistic personality disorder may not want to think that anything could be wrong, so they usually don't seek treatment. • If they do seek treatment, it's more likely to be for symptoms of depression, drug or alcohol misuse, or another mental health problem. • What they view as insults to self-esteem may make it difficult to accept and follow through with treatment. • If you recognize aspects of your personality that are common to narcissistic personality disorder or you're feeling overwhelmed by sadness, consider reaching out to a trusted health care provider or mental health provider. • Getting the right treatment can help make your life more rewarding and enjoyable. • It's not known what causes narcissistic personality disorder. • The cause is likely complex. • Narcissistic personality disorder may be linked to: Environment — parent-child relationships with either too much adoration or too much criticism that don't match the child's actual experiences and achievements. • Genetics — inherited characteristics, such as certain personality traits. • Neurobiology — the connection between the brain and behavior and thinking. • Although the cause of narcissistic personality disorder isn't known, some researchers think that overprotective or neglectful parenting may have an impact on children who are born with a tendency to develop the disorder. • Genetics and other factors also may play a role in the development of narcissistic personality disorder. • Complications of narcissistic personality disorder, and other conditions that can occur along with it include: Relationship difficulties Problems at work or school Depression and anxiety Other personality disorders An eating disorder called anorexia Physical health problems Drug or alcohol misuse Suicidal thoughts or behavior Because the cause of narcissistic personality disorder is unknown, there's no known way to prevent the condition. • But it may help to: Get treatment as soon as possible for childhood mental health problems. • Participate in family therapy to learn healthy ways to communicate or to cope with conflicts or emotional distress. • Attend parenting classes and seek guidance from a therapist or social worker if needed.",
      "Causes": "It's not known what causes narcissistic personality disorder. • The cause is likely complex. • Narcissistic personality disorder may be linked to: Environment — parent-child relationships with either too much adoration or too much criticism that don't match the child's actual experiences and achievements. • Genetics — inherited characteristics, such as certain personality traits. • Neurobiology — the connection between the brain and behavior and thinking.",
      "Risk factors": "Although the cause of narcissistic personality disorder isn't known, some researchers think that overprotective or neglectful parenting may have an impact on children who are born with a tendency to develop the disorder. • Genetics and other factors also may play a role in the development of narcissistic personality disorder.",
      "Complications": "Complications of narcissistic personality disorder, and other conditions that can occur along with it include: Relationship difficulties Problems at work or school Depression and anxiety Other personality disorders An eating disorder called anorexia Physical health problems Drug or alcohol misuse Suicidal thoughts or behavior",
      "Prevention": "Because the cause of narcissistic personality disorder is unknown, there's no known way to prevent the condition. • But it may help to: Get treatment as soon as possible for childhood mental health problems. • Participate in family therapy to learn healthy ways to communicate or to cope with conflicts or emotional distress. • Attend parenting classes and seek guidance from a therapist or social worker if needed."
    },
    "name": "Narcissistic personality disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/narcissistic-personality-disorder/symptoms-causes/syc-20366662"
  },
  {
    "sections": {
      "Overview": "Narcolepsy is a condition that makes people very sleepy during the day and can cause them to fall asleep suddenly. • Some people also have other symptoms, such as muscle weakness when they feel strong emotions. • The symptoms can have serious effects on daily life. • People with narcolepsy have trouble staying awake for long periods of time. • When narcolepsy causes a sudden loss of muscle tone, it is known as cataplexy (KAT-uh-plek-see). • This can be triggered by a strong emotion, especially one that causes laughter. • Narcolepsy is divided into two types. • Most people with type 1 narcolepsy have cataplexy. • Most people with type 2 narcolepsy don't have cataplexy. • Narcolepsy is a lifelong condition and does not have a cure. • However, medicines and lifestyle changes can help manage the symptoms. • Support from family, friends, employers and teachers can help people cope with the condition.",
      "Symptoms": "The symptoms of narcolepsy may get worse during the first few years. • Then they continue for life. • Symptoms include: Extreme daytime sleepiness. • Daytime sleepiness is the first symptom to appear, and the sleepiness makes it hard to focus and function. • People with narcolepsy feel less alert and focused during the day. • They also fall asleep without warning. • Sleep can happen anywhere and at any time. • It may happen when they are bored or while doing a task. • For example, people with narcolepsy can suddenly fall asleep while working or talking with friends. • It can be especially dangerous to fall asleep while driving. • Sleep may last only a few minutes or up to a half-hour. • After waking, people with narcolepsy feel refreshed but get sleepy again. • Automatic behaviors. • Some people with narcolepsy continue doing a task when they fall asleep briefly. • For example, they may fall asleep while writing, typing or driving. • They might continue to perform that task while asleep. • After waking, they can't remember what they did, and they probably didn't do it well. • Sudden loss of muscle tone. • This condition is called cataplexy. • It can cause slurred speech or complete weakness of most muscles for up to a few minutes. • It's triggered by intense emotions — often positive emotions. • Laughter or excitement may cause sudden muscle weakness. • But sometimes fear, surprise or anger can cause the loss of muscle tone. • For example, when you laugh, your head may drop without your control. • Or your knees may suddenly lose strength, causing you to fall. • Some people with narcolepsy experience only one or two episodes of cataplexy a year. • Others have several episodes a day. • Not everyone with narcolepsy has these symptoms. • Sleep paralysis. • People with narcolepsy may experience sleep paralysis. • During sleep paralysis, the person can't move or speak while falling asleep or upon waking. • The paralysis is usually brief — lasting a few seconds or minutes. • But it can be scary. • You may be aware of it happening and can recall it afterward. • Not everyone with sleep paralysis has narcolepsy. • Hallucinations. • Sometimes people see things that aren't there during sleep paralysis. • Hallucinations also may happen in bed without sleep paralysis. • These are called hypnagogic hallucinations if they happen as you fall asleep. • They're called hypnopompic hallucinations if they happen upon waking. • For example, the person might think they see a stranger in the bedroom who isn't there. • These hallucinations may be vivid and frightening because you may not be fully asleep when you begin dreaming. • Changes in rapid eye movement (REM) sleep. • REM sleep is when most dreaming happens. • Typically, people enter REM sleep 60 to 90 minutes after falling asleep. • But people with narcolepsy often move more quickly to REM sleep. • They tend to enter REM sleep within 15 minutes of falling asleep. • REM sleep also can happen at any time of the day. • People with narcolepsy may have other sleep conditions. • They might have obstructive sleep apnea, in which breathing starts and stops during the night. • Or they may act out their dreams, known as REM sleep behavior disorder. • Or they may have trouble falling asleep or staying asleep, called insomnia. • See your healthcare professional if you experience daytime sleepiness that affects your personal or professional life. • The exact cause of narcolepsy is not known. • People with type 1 narcolepsy have low levels of hypocretin (hi-poe-KREE-tin), also called orexin. • Hypocretin is a chemical in the brain that helps control being awake and entering REM sleep. • Hypocretin levels are low in people who have cataplexy. • Exactly what causes the loss of hypocretin-producing cells in the brain isn't known. • But experts suspect it's due to an autoimmune reaction. • An autoimmune reaction is when the body's immune system destroys its own cells. • It's also likely that genetics plays a role in narcolepsy. • But the risk of a parent passing this sleep condition to a child is very low — only about 1% to 2%. • Narcolepsy may be linked to exposure to the H1N1 flu, sometimes called the swine flu. • It also may be linked to a certain type of the H1N1 vaccine that was given in Europe. • The typical process of falling asleep begins with a phase called non-rapid eye movement (NREM) sleep. • During this phase, brain waves slow. • After an hour or so of NREM sleep, brain activity changes and REM sleep begins. • Most dreaming occurs during REM sleep. • In narcolepsy, you may suddenly enter REM sleep after going through minimal NREM sleep. • This can happen both at night and during the day. • Cataplexy, sleep paralysis and hallucinations are similar to changes that occur in REM sleep. • But in narcolepsy, these symptoms happen while you're awake or sleepy. • There are only a few known risk factors for narcolepsy, including: Age. • Narcolepsy typically begins between ages 10 and 30. • Family history. • Your risk of narcolepsy is 20 to 40 times higher if you have a close family member who has it. • Narcolepsy can cause complications, such as: Misbeliefs about the condition. • Narcolepsy can affect work, school or your personal life. • Others might see people with narcolepsy as lazy or sluggish. • Effects on intimate relationships. • Intense feelings, such as anger or joy, can trigger cataplexy. • This can cause people with narcolepsy to withdraw from emotional interactions. • Physical harm. • Falling asleep suddenly may result in injury. • You're at increased risk of a car accident if you fall asleep while driving. • Your risk of cuts and burns is greater if you fall asleep while cooking. • Obesity. • People with narcolepsy are more likely to be overweight. • Sometimes weight goes up quickly when symptoms start.",
      "Causes": "The exact cause of narcolepsy is not known. • People with type 1 narcolepsy have low levels of hypocretin (hi-poe-KREE-tin), also called orexin. • Hypocretin is a chemical in the brain that helps control being awake and entering REM sleep. • Hypocretin levels are low in people who have cataplexy. • Exactly what causes the loss of hypocretin-producing cells in the brain isn't known. • But experts suspect it's due to an autoimmune reaction. • An autoimmune reaction is when the body's immune system destroys its own cells. • It's also likely that genetics plays a role in narcolepsy. • But the risk of a parent passing this sleep condition to a child is very low — only about 1% to 2%. • Narcolepsy may be linked to exposure to the H1N1 flu, sometimes called the swine flu. • It also may be linked to a certain type of the H1N1 vaccine that was given in Europe. • The typical process of falling asleep begins with a phase called non-rapid eye movement (NREM) sleep. • During this phase, brain waves slow. • After an hour or so of NREM sleep, brain activity changes and REM sleep begins. • Most dreaming occurs during REM sleep. • In narcolepsy, you may suddenly enter REM sleep after going through minimal NREM sleep. • This can happen both at night and during the day. • Cataplexy, sleep paralysis and hallucinations are similar to changes that occur in REM sleep. • But in narcolepsy, these symptoms happen while you're awake or sleepy.",
      "Risk factors": "There are only a few known risk factors for narcolepsy, including: Age. • Narcolepsy typically begins between ages 10 and 30. • Family history. • Your risk of narcolepsy is 20 to 40 times higher if you have a close family member who has it.",
      "Complications": "Narcolepsy can cause complications, such as: Misbeliefs about the condition. • Narcolepsy can affect work, school or your personal life. • Others might see people with narcolepsy as lazy or sluggish. • Effects on intimate relationships. • Intense feelings, such as anger or joy, can trigger cataplexy. • This can cause people with narcolepsy to withdraw from emotional interactions. • Physical harm. • Falling asleep suddenly may result in injury. • You're at increased risk of a car accident if you fall asleep while driving. • Your risk of cuts and burns is greater if you fall asleep while cooking. • Obesity. • People with narcolepsy are more likely to be overweight. • Sometimes weight goes up quickly when symptoms start."
    },
    "name": "Narcolepsy",
    "url": "https://www.mayoclinic.org/diseases-conditions/narcolepsy/symptoms-causes/syc-20375497"
  },
  {
    "sections": {
      "Overview": "Nasal polyps are painless growths inside the nose or the hollow areas inside the bones of the face, also known as sinuses. • Nasal polyps aren't cancer. • Small nasal polyps might not cause symptoms. • Larger growths or groups of nasal polyps can block the nose. • They can lead to breathing problems, not being able to smell and infections. • Nasal polyps can affect anyone. • But they're more common in young and middle-aged adults. • Medicines can often shrink nasal polyps or get rid of them. • But surgery might be needed to remove them. • Even after treatment, nasal polyps often come back.",
      "Symptoms": "Nasal polyps are linked to irritation and swelling, also called inflammation, of the inside of the nose and sinuses that lasts more than 12 weeks. • This is known as chronic sinusitis. • But it's possible to have chronic sinusitis without getting nasal polyps. • People who have small nasal polyps might not know they have them. • But having more than one polyp or having a large polyp can block the nose. • Common symptoms of chronic sinusitis with nasal polyps include: Runny, stuffy nose. • Mucus running down the throat, also known as postnasal drip. • Not being able to smell. • Not being able to taste. • Facial pain or headache. • Pain in the teeth. • A sense of pressure over the forehead and face. • Snoring. • See a health care provider for symptoms that last more than 10 days. • Symptoms of chronic sinusitis and nasal polyps are like those of many other illnesses, including the common cold. • Seek medical care right away or call 911 or your local emergency number if you have: Symptoms that quickly get worse. • Seeing double or other vision changes. • Swollen forehead. • Pain or swelling around the eyes. • A bad headache that keeps getting worse. • Stiff neck. • Experts don't know what causes nasal polyps. • They don't know why some people get nasal polyps and others don't. • Infections, allergies or any condition that causes long-term inflammation in the nose or sinuses can increase the risk of having nasal polyps. • Conditions often linked to nasal polyps include: Asthma. • Aspirin sensitivity. • Cystic fibrosis. • Dental infections. • Lack of vitamin D. • Having a family history of nasal polyps also might increase the risk. • One of the most common complications of chronic sinusitis with nasal polyps is making asthma worse. • The following might help lower the chances of getting nasal polyps or having nasal polyps come back after treatment: Manage allergies and asthma. • Follow your treatment plan. • Be sure symptoms are controlled. • See your health care provider if they're not. • Avoid things that can irritate the nose. • These include tobacco smoke, chemical fumes and dust. • If you smoke, talk to your health care provider about ways to quit. • Wash your hands often and well. • This is one of the best ways to protect against infections that can cause irritation and swelling of the nose and sinuses. • Use a machine that adds moisture to the air, known as a humidifier. • This might help prevent the nose from getting stuffy and irritated. • Clean the humidifier as directed to keep bacteria from growing. • Use a nasal rinse. • Rinsing the inside of the nose with a saltwater spray or nasal wash might help remove what irritates it. • You can buy saltwater sprays and nasal wash kits without a prescription. • Nasal wash kits come with a neti pot or squeeze bottle and directions for how to use them. • Use water that's distilled or sterile or has been boiled for one minute and cooled. • The water can also be filtered using a filter with an absolute pore size of 1 micron or smaller. • Rinse the pot or bottle after each use with the distilled, sterile, previously boiled or filtered water and leave it open to dry.",
      "Causes": "Experts don't know what causes nasal polyps. • They don't know why some people get nasal polyps and others don't.",
      "Risk factors": "Infections, allergies or any condition that causes long-term inflammation in the nose or sinuses can increase the risk of having nasal polyps. • Conditions often linked to nasal polyps include: Asthma. • Aspirin sensitivity. • Cystic fibrosis. • Dental infections. • Lack of vitamin D. • Having a family history of nasal polyps also might increase the risk.",
      "Complications": "One of the most common complications of chronic sinusitis with nasal polyps is making asthma worse.",
      "Prevention": "The following might help lower the chances of getting nasal polyps or having nasal polyps come back after treatment: Manage allergies and asthma. • Follow your treatment plan. • Be sure symptoms are controlled. • See your health care provider if they're not. • Avoid things that can irritate the nose. • These include tobacco smoke, chemical fumes and dust. • If you smoke, talk to your health care provider about ways to quit. • Wash your hands often and well. • This is one of the best ways to protect against infections that can cause irritation and swelling of the nose and sinuses. • Use a machine that adds moisture to the air, known as a humidifier. • This might help prevent the nose from getting stuffy and irritated. • Clean the humidifier as directed to keep bacteria from growing. • Use a nasal rinse. • Rinsing the inside of the nose with a saltwater spray or nasal wash might help remove what irritates it. • You can buy saltwater sprays and nasal wash kits without a prescription. • Nasal wash kits come with a neti pot or squeeze bottle and directions for how to use them. • Use water that's distilled or sterile or has been boiled for one minute and cooled. • The water can also be filtered using a filter with an absolute pore size of 1 micron or smaller. • Rinse the pot or bottle after each use with the distilled, sterile, previously boiled or filtered water and leave it open to dry."
    },
    "name": "Nasal polyps",
    "url": "https://www.mayoclinic.org/diseases-conditions/nasal-polyps/symptoms-causes/syc-20351888"
  },
  {
    "sections": {
      "Overview": "Nasopharyngeal carcinoma is cancer that starts as a growth of cells in the nasopharynx. • The nasopharynx is the upper part of the throat. • It sits behind the nose. • Nasopharyngeal (nay-zoh-fuh-RIN-jee-ul) carcinoma is rare in the United States. • It happens much more often in other parts of the world, mainly Southeast Asia. • Nasopharyngeal carcinoma is hard to find early. • That's most likely because the nasopharynx isn't easy to examine. • And there may be no symptoms at first. • Treatment for nasopharyngeal carcinoma usually involves radiation therapy, chemotherapy or a mix of the two. • Work with your healthcare professional to find the approach that's right for you.",
      "Symptoms": "Nasopharyngeal carcinoma may not cause signs or symptoms at first. • When it does cause symptoms, they might include: A lump in your neck caused by a swollen lymph node. • Bleeding from the nose. • Bloody saliva. • Double vision. • Ear infections. • Facial numbness. • Headaches. • Hearing loss. • Nasal stuffiness. • Ringing in the ears, called tinnitus. • Sore throat. • Make an appointment with a doctor or other healthcare professional if you have any symptoms that worry you. • The exact cause of nasopharyngeal carcinoma often isn't known. • Nasopharyngeal carcinoma is a kind of cancer that starts in the upper part of the throat, called the nasopharynx. • It happens when cells in the nasopharynx develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a growth called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • Researchers have found some factors that seem to raise the risk of getting nasopharyngeal carcinoma. • They include: Certain ancestries. • Nasopharyngeal carcinoma is more common in parts of China, Southeast Asia, northern Africa and the Arctic. • People who live in these areas or have ancestry that comes from these parts of the world may have an increased risk of nasopharyngeal carcinoma. • Middle age. • Nasopharyngeal carcinoma can occur at any age. • But most often it's diagnosed in adults between the ages of 30 and 60. • Salt-cured foods. • Chemicals released in steam when cooking salt-cured foods might raise the risk of nasopharyngeal carcinoma. • The steam from foods such as fish and preserved vegetables may enter the nose during cooking. • Contact with these chemicals at an early age may raise the risk even more. • Epstein-Barr virus. • This common virus most often causes mild symptoms like those of a cold. • Sometimes it can cause infectious mononucleosis. • The Epstein-Barr virus also is linked to some cancers, including nasopharyngeal carcinoma. • Family history. • Having a family member with nasopharyngeal carcinoma raises the risk of the disease. • Alcohol and tobacco. • Heavy alcohol intake and tobacco use can raise your risk of nasopharyngeal carcinoma. • Nasopharyngeal carcinoma complications can include: Cancer that grows into nearby structures. • Advanced nasopharyngeal carcinoma can grow large enough to go into nearby structures, such as the throat, bones and brain. • Cancer that spreads to other areas of the body. • Nasopharyngeal carcinoma often spreads beyond the nasopharynx. • It typically spreads to the lymph nodes in the neck first. • When it spreads to other parts of the body, nasopharyngeal carcinoma most often goes to the bones, lungs and liver. • There's no sure way to prevent nasopharyngeal carcinoma. • But, if you're worried about your risk of this cancer, think about giving up habits that have been linked with the disease. • For instance, don't use tobacco. • You may choose to cut back on or not eat salt-cured foods. • In the United States and in other areas where the disease is rare, there's no routine screening for nasopharyngeal carcinoma. • In places where nasopharyngeal carcinoma is much more common, such as some areas of China, people at high risk of the disease may have screening. • Screening may involve blood tests to detect the Epstein-Barr virus.",
      "Causes": "The exact cause of nasopharyngeal carcinoma often isn't known. • Nasopharyngeal carcinoma is a kind of cancer that starts in the upper part of the throat, called the nasopharynx. • It happens when cells in the nasopharynx develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to make many more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a growth called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "Researchers have found some factors that seem to raise the risk of getting nasopharyngeal carcinoma. • They include: Certain ancestries. • Nasopharyngeal carcinoma is more common in parts of China, Southeast Asia, northern Africa and the Arctic. • People who live in these areas or have ancestry that comes from these parts of the world may have an increased risk of nasopharyngeal carcinoma. • Middle age. • Nasopharyngeal carcinoma can occur at any age. • But most often it's diagnosed in adults between the ages of 30 and 60. • Salt-cured foods. • Chemicals released in steam when cooking salt-cured foods might raise the risk of nasopharyngeal carcinoma. • The steam from foods such as fish and preserved vegetables may enter the nose during cooking. • Contact with these chemicals at an early age may raise the risk even more. • Epstein-Barr virus. • This common virus most often causes mild symptoms like those of a cold. • Sometimes it can cause infectious mononucleosis. • The Epstein-Barr virus also is linked to some cancers, including nasopharyngeal carcinoma. • Family history. • Having a family member with nasopharyngeal carcinoma raises the risk of the disease. • Alcohol and tobacco. • Heavy alcohol intake and tobacco use can raise your risk of nasopharyngeal carcinoma.",
      "Complications": "Nasopharyngeal carcinoma complications can include: Cancer that grows into nearby structures. • Advanced nasopharyngeal carcinoma can grow large enough to go into nearby structures, such as the throat, bones and brain. • Cancer that spreads to other areas of the body. • Nasopharyngeal carcinoma often spreads beyond the nasopharynx. • It typically spreads to the lymph nodes in the neck first. • When it spreads to other parts of the body, nasopharyngeal carcinoma most often goes to the bones, lungs and liver.",
      "Prevention": "There's no sure way to prevent nasopharyngeal carcinoma. • But, if you're worried about your risk of this cancer, think about giving up habits that have been linked with the disease. • For instance, don't use tobacco. • You may choose to cut back on or not eat salt-cured foods. • In the United States and in other areas where the disease is rare, there's no routine screening for nasopharyngeal carcinoma. • In places where nasopharyngeal carcinoma is much more common, such as some areas of China, people at high risk of the disease may have screening. • Screening may involve blood tests to detect the Epstein-Barr virus."
    },
    "name": "Nasopharyngeal carcinoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/nasopharyngeal-carcinoma/symptoms-causes/syc-20375529"
  },
  {
    "sections": {
      "Overview": "Nearsightedness is a common vision condition in which close objects look clear but far objects look blurry. • The medical term for nearsightedness is myopia. • Myopia happens when the shape of the eye — or the shape of certain parts of the eye — causes light rays to bend or refract. • Light rays that should be focused on nerve tissues at the back of the eye, called the retina, are focused in front of the retina instead. • Nearsightedness usually develops during childhood and adolescence. • Typically, it becomes more stable between the ages of 20 and 40. • It tends to run in families. • A basic eye exam can confirm nearsightedness. • You can correct the blurry vision with eyeglasses, contact lenses or refractive surgery.",
      "Symptoms": "Nearsightedness symptoms may include: Blurry vision when looking at distant objects. • The need to squint or partially close the eyelids to see clearly. • Headaches. • Eyestrain. • School-age children may have difficulty seeing things on whiteboards or screen projections in the classroom. • Younger children might not express difficulty seeing, but they may have the following behaviors that suggest difficulty seeing: Constant squinting. • Seeming to not be aware of distant objects. • Blinking often. • Rubbing the eyes often. • Sitting close to the television or moving screens closer to the face. • Adults with nearsightedness may notice difficulty reading street signs or signs in stores. • Some people may experience blurry vision in dim light, as with nighttime driving, even if they see clearly in daylight. • This condition is called night myopia. • Make an appointment with an eye care specialist if your child shows any signs of vision problems or if a teacher reports possible problems. • Make an appointment for yourself if you notice a change in your vision, have difficulty performing tasks such as driving or find that the quality of your vision affects your enjoyment of activities. • Seek emergency medical care if you experience any of the following: Sudden appearance of many floaters — tiny specks or lines that seem to drift through your field of vision. • Flashes of light in one or both eyes. • A curtain-like gray shadow covering all or part of your field of vision. • A shadow in your outer or side vision, known as peripheral vision. • These are warnings signs of the retina becoming detached from the back of the eye. • This condition is a medical emergency requiring prompt treatment. • Significant nearsightedness is associated with an increased risk of retinal detachment. • Both children and adults may not be aware of problems with vision or changes that happen gradually. • The American Academy of Ophthalmology recommends regular vision screenings to ensure timely diagnosis and treatment. • Your child's pediatrician or other healthcare professional does relatively simple exams to check the health of your child's eyes at birth, between 6 and 12 months of age, and between 12 and 36 months of age. • If there are any problems, you may be referred to a doctor specializing in eye health and care, called an ophthalmologist. • Vision screenings are tests to check for vision problems. • A screening test may be done by a pediatrician, an ophthalmologist, an optometrist or another trained provider. • Vision screenings are often offered at schools or community centers. • The recommended times for screening are as follows: At least once between ages 3 and 5. • Before kindergarten, usually age 5 or 6. • Annually through the end of high school. • If a problem is found in a screening test, you'll likely need to schedule a complete eye exam with an optometrist or ophthalmologist. • The American Academy of Ophthalmology recommends that healthy adults with no known problems with vision or eye disease should get a complete eye exam on the following schedule: At least once between ages 20 and 29. • At least twice between ages 30 and 39. • Every 2 to 4 years from ages 40 to 54. • Every 1 to 3 years from ages 55 to 64. • Every 1 to 2 years after age 65. • If you have diabetes, a family history of eye disease, high blood pressure, or other risks of heart or vascular disease, you'll likely need more-regular eye exams. • Also, you'll likely need more-regular exams if you already have prescription glasses or contacts or if you've had surgery for vision correction. • Your healthcare professional or eye care specialist can recommend how often to get an exam.",
      "Causes": "The eye has two parts that focus images: The cornea is the clear, dome-shaped front surface of the eye. • The lens is a clear structure about the size and shape of a pinto bean. • For you to see, light has to pass through the cornea and lens. • These parts of the eye bend — also called refract — the light so that the light is focused directly on the retina at the back of your eye. • These tissues translate light into signals sent to the brain, which lets you perceive images. • Nearsightedness is a refractive error. • This problem happens when the shape or condition of the cornea — or the shape of the eye itself — causes an inaccurate focusing of the light passing into the eye. • Nearsightedness usually results when the eye is too long or oval-shaped rather than round. • It also may result when the curve of the cornea is too steep. • With these changes, light rays come to a point in front of the retina and cross. • The messages sent from the retina to the brain are perceived as blurry. • Other refractive errors include: Farsightedness, also called hyperopia. • In farsightedness, the eyeball is shorter than that in a typical eye or the cornea has too little curve. • Some people may see distant objects somewhat clearer, but close objects appear blurry. • For some people with farsightedness, objects are blurry at all distances. • Astigmatism. • In astigmatism, the cornea or lens is curved more steeply in one direction than in another. • Vision is distorted or blurry at all distances.",
      "Risk factors": "Certain risk factors may increase the likelihood of developing nearsightedness, including: Genetics. • Nearsightedness tends to run in families. • If one of your parents is nearsighted, your risk of developing the condition is increased. • The risk is higher if both parents are nearsighted. • Prolonged close-up activities. • Reading or doing other close-up activities for a long time is associated with an increased risk of nearsightedness. • Screen time. • Studies have shown that children who use computers or smart devices for long periods have a greater risk of developing nearsightedness. • Environmental conditions. • Some studies support the idea that not spending enough time outdoors may increase the risk of nearsightedness.",
      "Complications": "Nearsightedness is associated with a variety of complications, such as: Poor school experiences. • Children with myopia or other vision problems can experience delays in reading or other academic skills, difficulty with social interactions, and poor self-esteem. • Reduced quality of life. • If nearsightedness isn't corrected, it can prevent you from performing daily tasks well or enjoying activities. • Eyestrain. • Not correcting nearsightedness may cause persistent eyestrain and headaches. • Impaired safety. • Your safety and the safety of others may be jeopardized if you have a vision problem. • This could be especially serious if you are driving a car or operating heavy equipment. • Other eye problems. • Severe nearsightedness puts you at an increased risk of retinal detachment, glaucoma, cataracts and other serious eye conditions."
    },
    "name": "Nearsightedness",
    "url": "https://www.mayoclinic.org/diseases-conditions/nearsightedness/symptoms-causes/syc-20375556"
  },
  {
    "sections": {
      "Overview": "Neck pain is common. • Poor posture — whether from leaning over a computer or hunching over a workbench — strains neck muscles. • Osteoarthritis also is a common cause of neck pain. • Rarely, neck pain can be a symptom of a more serious problem. • Seek medical care for neck pain with numbness or loss of strength in the arms or hands or for pain that shoots into a shoulder or down an arm.",
      "Symptoms": "Symptoms include: Pain that's often worsened by holding the head in one place for long periods, such as when driving or working at a computer Muscle tightness and spasms Decreased ability to move the head Headache Seek immediate care if severe neck pain results from an injury, such as a motor vehicle accident, diving accident or fall. • Contact a health care provider if neck pain: Is severe Persists for several days without relief Spreads down arms or legs Comes with headache, numbness, weakness or tingling Because the neck supports the weight of the head, it can be at risk of injuries and conditions that cause pain and restrict motion. • Neck pain causes include: Muscle strains. • Overuse, such as too many hours hunched over a computer or a smartphone, often triggers muscle strains. • Even minor things, such as reading in bed, can strain neck muscles. • Worn joints. • As with other joints in the body, neck joints tend to wear with age. • In response to this wear and tear, the body often forms bone spurs that can affect joint motion and cause pain. • Nerve compression. • Herniated disks or bone spurs in the vertebrae of the neck can press on the nerves branching out from the spinal cord. • Injuries. • Rear-end auto collisions often result in whiplash injury. • This occurs when the head jerks backward and then forward, straining the soft tissues of the neck. • Diseases. • Certain diseases, such as rheumatoid arthritis, meningitis or cancer, can cause neck pain. • Most neck pain is associated with poor posture combined with age-related wear and tear. • To help prevent neck pain, keep your head centered over your spine. • Some simple changes in your daily routine may help. • Consider trying to: Use good posture. • When standing and sitting, be sure your shoulders are in a straight line over your hips and your ears are directly over your shoulders. • When using cell phones, tablets and other small screens, keep your head up and hold the device straight out rather than bending your neck to look down at the device. • Take frequent breaks. • If you travel long distances or work long hours at your computer, get up, move around, and stretch your neck and shoulders. • Adjust your desk, chair and computer so that the monitor is at eye level. • Knees should be slightly lower than hips. • Use your chair's armrests. • If you smoke, quit. • Smoking can increase the risk of developing neck pain. • Avoid carrying heavy bags with straps over your shoulder. • The weight can strain your neck. • Sleep in a healthy position. • Your head and neck should be aligned with your body. • Use a small pillow under your neck. • Try sleeping on your back with your thighs elevated on pillows, which will flatten your spinal muscles. • Stay active. • If you don't move much, increase your activity level.",
      "Causes": "Because the neck supports the weight of the head, it can be at risk of injuries and conditions that cause pain and restrict motion. • Neck pain causes include: Muscle strains. • Overuse, such as too many hours hunched over a computer or a smartphone, often triggers muscle strains. • Even minor things, such as reading in bed, can strain neck muscles. • Worn joints. • As with other joints in the body, neck joints tend to wear with age. • In response to this wear and tear, the body often forms bone spurs that can affect joint motion and cause pain. • Nerve compression. • Herniated disks or bone spurs in the vertebrae of the neck can press on the nerves branching out from the spinal cord. • Injuries. • Rear-end auto collisions often result in whiplash injury. • This occurs when the head jerks backward and then forward, straining the soft tissues of the neck. • Diseases. • Certain diseases, such as rheumatoid arthritis, meningitis or cancer, can cause neck pain.",
      "Prevention": "Most neck pain is associated with poor posture combined with age-related wear and tear. • To help prevent neck pain, keep your head centered over your spine. • Some simple changes in your daily routine may help. • Consider trying to: Use good posture. • When standing and sitting, be sure your shoulders are in a straight line over your hips and your ears are directly over your shoulders. • When using cell phones, tablets and other small screens, keep your head up and hold the device straight out rather than bending your neck to look down at the device. • Take frequent breaks. • If you travel long distances or work long hours at your computer, get up, move around, and stretch your neck and shoulders. • Adjust your desk, chair and computer so that the monitor is at eye level. • Knees should be slightly lower than hips. • Use your chair's armrests. • If you smoke, quit. • Smoking can increase the risk of developing neck pain. • Avoid carrying heavy bags with straps over your shoulder. • The weight can strain your neck. • Sleep in a healthy position. • Your head and neck should be aligned with your body. • Use a small pillow under your neck. • Try sleeping on your back with your thighs elevated on pillows, which will flatten your spinal muscles. • Stay active. • If you don't move much, increase your activity level."
    },
    "name": "Neck pain",
    "url": "https://www.mayoclinic.org/diseases-conditions/neck-pain/symptoms-causes/syc-20375581"
  },
  {
    "sections": {
      "Overview": "Nephrogenic systemic fibrosis is a rare disease that occurs mainly in people with advanced kidney failure with or without dialysis. • Nephrogenic systemic fibrosis may resemble skin diseases, such as scleroderma and scleromyxedema, with thickening and darkening developing on large areas of the skin. • Nephrogenic systemic fibrosis can also affect internal organs, such as the heart and lungs, and it can cause a disabling shortening of muscles and tendons in the joints (joint contracture). • For some people with advanced kidney disease, being exposed to older gadolinium-based contrast agents (group 1) during magnetic resonance imaging (MRI) and other imaging studies has been identified as a trigger for development of this disease. • Recognition of this link has dramatically reduced the incidence of nephrogenic systemic fibrosis. • Newer gadolinium-based contrast agents (group 2) are not associated with an increased risk of systemic nephrogenic fibrosis.",
      "Symptoms": "Nephrogenic systemic fibrosis can begin days to months, and even years, after exposure to an older gadolinium-based contrast agent (group 1). • Some signs and symptoms of nephrogenic systemic fibrosis may include: Swelling and tightening of the skin Reddened or darkened patches on the skin Thickening and hardening of the skin, typically on the arms and legs and sometimes on the body, but almost never on the face or head Skin that may feel \"woody\" and develop an orange-peel appearance Burning, itching or severe sharp pains in areas of involvement Skin thickening that inhibits movement, resulting in loss of joint flexibility Rarely, blisters or ulcers In some people, involvement of muscles and body organs may cause: Muscle weakness Limitation of joint motion caused by muscle tightening (contractures) in arms, hands, legs and feet Bone pain, particularly in the hip bones or ribs Reduced internal organ function, including heart, lung, diaphragm, gastrointestinal tract or liver Yellow plaques on the white surface (sclera) of the eyes The condition is generally long term (chronic), but some people may improve. • In a few people, it can cause severe disability, even death.",
      "Causes": "The exact cause of nephrogenic systemic fibrosis isn't fully understood. • Fibrous connective tissue forms in the skin and connective tissues, resulting in scarring of tissue throughout the body, most commonly the skin and subcutaneous tissues. • Exposure to older gadolinium-based contrast agents (group 1) during magnetic resonance imaging (MRI) has been identified as a trigger for development of this disease in people with kidney disease. • This increased risk is thought to be related to the kidneys' reduced ability to remove the contrast agent from the bloodstream. • The Food and Drug Administration (FDA) recommends avoiding older gadolinium-based contrast agents (group 1) in people with acute kidney injury or chronic kidney disease. • Other conditions may increase the risk of nephrogenic systemic fibrosis when combined with existing kidney disease and exposure to older gadolinium-based contrast agents (group 1), but the link is uncertain. • These include: Use of high-dose erythropoietin (EPO), a hormone that promotes the production of red blood cells, often used to treat anemia Recent vascular surgery Blood-clotting problems Severe infection",
      "Risk factors": "The highest risk of nephrogenic systemic fibrosis after exposure to older gadolinium-based contrast agents (group 1) occurs in people who: Have moderate to severe kidney disease Have had a kidney transplant but have compromised renal function Are receiving hemodialysis or peritoneal dialysis Have acute kidney injury",
      "Prevention": "Avoidance of older gadolinium-based contrast agents (group 1) is key to preventing nephrogenic systemic fibrosis, as newer gadolinium-based contrast agents (group 2) are safer and are not associated with increased risk."
    },
    "name": "Nephrogenic systemic fibrosis",
    "url": "https://www.mayoclinic.org/diseases-conditions/nephrogenic-systemic-fibrosis/symptoms-causes/syc-20352299"
  },
  {
    "sections": {},
    "name": "Nephrotic syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/nephrotic-syndrome/symptoms-causes/syc-20375608"
  },
  {
    "sections": {
      "Overview": "Neuroblastoma is a cancer that starts in cells called neuroblasts. • Neuroblasts are immature nerve cells. • They are found in several areas of the body. • Neuroblastoma most often starts in the neuroblasts in the adrenal glands. • The adrenal glands are located on top of each kidney. • The glands make hormones that control important functions in the body. • Other parts of the body that have neuroblasts and can get neuroblastoma include the spine, belly, chest and neck. • Neuroblastoma usually affects children age 5 or younger. • Symptoms vary, depending on where it occurs in the body. • Some forms of neuroblastoma may go away on their own. • Other forms of neuroblastoma need treatment. • Treatments include surgery, chemotherapy, radiation therapy and bone marrow transplant. • Your child's healthcare team will select the neuroblastoma treatments that are best for your child.",
      "Symptoms": "Signs and symptoms of neuroblastoma may vary depending on what part of the body is affected. • This cancer starts in immature nerve cells called neuroblasts. • Neuroblasts are found in several areas of the body. • Neuroblastoma in the belly may cause symptoms such as: Belly pain. • A lump under the skin that typically isn't tender when touched. • Diarrhea or constipation. • Neuroblastoma in the chest may cause symptoms such as: Wheezing. • Difficulty breathing. • Changes to the eyes, including drooping eyelids and pupils that are different sizes. • Other symptoms that may indicate neuroblastoma include: Lumps of tissue under the skin. • Eyeballs that seem to stick out from the sockets. • Dark circles around the eyes that look like bruises. • Back pain. • Fever. • Losing weight without trying. • Bone pain. • Contact your child's healthcare professional if your child has any symptoms that worry you. • Mention any changes in your child's behavior, habits or appearance. • It's not clear what causes neuroblastoma. • This cancer starts in immature nerve cells called neuroblasts. • Neuroblasts are found in several areas of the body. • Neuroblastoma starts when neuroblasts develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer. • The risk of neuroblastoma is higher in children. • This cancer happens mostly in children age 5 and younger. • Children with a family history of neuroblastoma may be more likely to develop the disease. • Yet, healthcare professionals think only a small number of neuroblastomas are inherited. • There are no known ways to prevent neuroblastoma. • Complications of neuroblastoma may include: Spread of the cancer. • With time, the cancer cells may spread to other parts of the body. • Neuroblastoma cells most often spread to the lymph nodes, bone marrow, liver, skin and bones. • When cancer spreads, it's called metastatic cancer. • Pressure on the spinal cord. • A neuroblastoma may grow and press on the spinal cord, causing spinal cord compression. • Spinal cord compression may cause pain and paralysis. • Symptoms caused by cancer secretions. • Neuroblastoma cells may secrete chemicals that irritate other tissues. • The irritated tissues can cause symptoms called paraneoplastic syndromes. • Symptoms of paraneoplastic syndromes may include rapid eye movements and difficulty with coordination. • Other symptoms include abdominal swelling and diarrhea.",
      "Causes": "It's not clear what causes neuroblastoma. • This cancer starts in immature nerve cells called neuroblasts. • Neuroblasts are found in several areas of the body. • Neuroblastoma starts when neuroblasts develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA gives instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • The cancer cells might form a mass called a tumor. • The tumor can grow to invade and destroy healthy body tissue. • In time, cancer cells can break away and spread to other parts of the body. • When cancer spreads, it's called metastatic cancer.",
      "Risk factors": "The risk of neuroblastoma is higher in children. • This cancer happens mostly in children age 5 and younger. • Children with a family history of neuroblastoma may be more likely to develop the disease. • Yet, healthcare professionals think only a small number of neuroblastomas are inherited. • There are no known ways to prevent neuroblastoma.",
      "Complications": "Complications of neuroblastoma may include: Spread of the cancer. • With time, the cancer cells may spread to other parts of the body. • Neuroblastoma cells most often spread to the lymph nodes, bone marrow, liver, skin and bones. • When cancer spreads, it's called metastatic cancer. • Pressure on the spinal cord. • A neuroblastoma may grow and press on the spinal cord, causing spinal cord compression. • Spinal cord compression may cause pain and paralysis. • Symptoms caused by cancer secretions. • Neuroblastoma cells may secrete chemicals that irritate other tissues. • The irritated tissues can cause symptoms called paraneoplastic syndromes. • Symptoms of paraneoplastic syndromes may include rapid eye movements and difficulty with coordination. • Other symptoms include abdominal swelling and diarrhea."
    },
    "name": "Neuroblastoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/neuroblastoma/symptoms-causes/syc-20351017"
  },
  {
    "sections": {
      "Overview": "Neurodermatitis is a skin condition that starts with an itchy patch of skin. • Scratching makes it itch more. • With more scratching, the skin becomes thick and leathery. • You may develop several itchy spots, typically on the neck, wrists, forearms, legs or groin area. • Neurodermatitis — also known as lichen simplex chronicus — is not life-threatening or contagious. • But the itching can be so intense it disrupts your sleep, sexual function and quality of life. • Breaking the itch-scratch cycle of neurodermatitis is challenging, and neurodermatitis is usually a long-term condition. • It may clear up with treatment but often returns. • Treatment focuses on controlling the itching and preventing scratching. • It also may help to identify and eliminate factors that worsen your symptoms, such as dry skin.",
      "Symptoms": "Symptoms of neurodermatitis include: An itchy, scaly skin patch or patches Open sores that bleed Thick, leathery skin Discolored, wrinkled genital skin Raised, rough patches that are inflamed or darker than the rest of the skin The condition involves areas that can be reached for scratching — the scalp, neck, wrists, forearms, ankles, vulva, scrotum and anus. • The itchiness, which can be intense, may come and go or be nonstop. • You may scratch your skin out of habit and while sleeping. • See your health care provider if home remedies haven't helped after two days and: You catch yourself repeatedly scratching the same patch of skin The itch prevents you from sleeping or focusing on your daily routines Seek immediate medical care if your skin becomes painful or looks infected and you have a fever",
      "Causes": "The exact cause of neurodermatitis isn't known. • It can be triggered by something that irritates the skin, such as tight clothing or a bug bite. • The more you scratch, the more it itches. • Sometimes, neurodermatitis goes along with other skin conditions, such as dry skin, atopic dermatitis or psoriasis. • Stress and anxiety also can trigger itching.",
      "Risk factors": "Factors that can increase the risk of neurodermatitis include: Age. • The condition is most common among people between 30 and 50 years of age. • Other skin conditions. • People who have or had other skin conditions, such as atopic dermatitis or psoriasis, are more likely to develop neurodermatitis. • Family history. • People whose blood relatives have or had hay fever, childhood eczema or asthma may be more likely to develop neurodermatitis. • Anxiety disorders. • Anxiety and emotional stress can trigger neurodermatitis.",
      "Complications": "Persistent scratching can lead to a wound, a bacterial skin infection, or permanent scars and changes in skin color (postinflammatory hyperpigmentation or hypopigmentation). • The itch of neurodermatitis can affect your sleep, sexual function and quality of life."
    },
    "name": "Neurodermatitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/neurodermatitis/symptoms-causes/syc-20375634"
  },
  {
    "sections": {
      "Overview": "Neuroendocrine tumors are cancers that begin in specialized cells called neuroendocrine cells. • Neuroendocrine cells have traits similar to those of nerve cells and hormone-producing cells. • Neuroendocrine tumors are rare and can occur anywhere in the body. • Most neuroendocrine tumors occur in the lungs, appendix, small intestine, rectum and pancreas. • There are many types of neuroendocrine tumors. • Some grow slowly and some grow very quickly. • Some neuroendocrine tumors produce excess hormones (functional neuroendocrine tumors). • Others don't release hormones or don't release enough to cause symptoms (nonfunctional neuroendocrine tumors). • Diagnosis and treatment of neuroendocrine tumors depend on the type of tumor, its location, whether it produces excess hormones, how aggressive it is and whether it has spread to other parts of the body.",
      "Symptoms": "Neuroendocrine tumors don't always cause signs and symptoms at first. • The symptoms you might experience depend on the location of your tumor and whether it produces excess hormones. • In general, neuroendocrine tumor signs and symptoms might include: Pain from a growing tumor A growing lump you can feel under the skin Feeling unusually tired Losing weight without trying Neuroendocrine tumors that produce excess hormones (functional tumors) might cause: Skin flushing Diarrhea Frequent urination Increased thirst Dizziness Shakiness Skin rash Make an appointment with your doctor if you have any persistent signs and symptoms that worry you.",
      "Causes": "The exact cause of neuroendocrine tumors isn't known. • These cancers begin in neuroendocrine cells that have traits similar to those of nerve cells and hormone-producing cells. • Neuroendocrine cells are found throughout your body. • Neuroendocrine tumors begin when neuroendocrine cells develop changes (mutations) in their DNA. • The DNA inside a cell contains the instructions that tell the cell what to do. • The changes tell the neuroendocrine cells to multiply rapidly and form a tumor. • Some neuroendocrine tumors grow very slowly. • Others are aggressive cancers that invade and destroy normal body tissue or spread (metastasize) to other parts of the body.",
      "Risk factors": "The risk of neuroendocrine tumors is higher in people who inherit genetic syndromes that increase the risk of cancer. • Examples include: Multiple endocrine neoplasia, type 1 (MEN 1) Multiple endocrine neoplasia, type 2 (MEN 2) Von Hippel-Lindau disease Tuberous sclerosis Neurofibromatosis"
    },
    "name": "Neuroendocrine tumors",
    "url": "https://www.mayoclinic.org/diseases-conditions/neuroendocrine-tumors/symptoms-causes/syc-20354132"
  },
  {
    "sections": {
      "Overview": "A neurofibroma is a type of peripheral nerve tumor that forms a soft bump on or under the skin. • The tumor can develop within a major or minor nerve anywhere in the body. • This common type of nerve tumor tends to form centrally within the nerve. • A neurofibroma forms on the protective covering of the nerve, known as the nerve sheath. • Sometimes it grows on several nerve bundles. • When this happens, it's called a plexiform neurofibroma. • A neurofibroma may cause mild symptoms or no symptoms at all. • If the tumor presses against nerves or grows within them, it may cause pain or numbness. • A neurofibroma usually isn't cancer. • Rarely, it can become cancer.",
      "Symptoms": "A neurofibroma might cause no symptoms. • If symptoms occur, they're usually mild. • When a neurofibroma grows on or under the skin, symptoms may include: A bump on the skin. • The bump may be the color of your skin or pink or tan. • Pain. • Bleeding. • If a neurofibroma becomes large or presses against or grows on a nerve, symptoms may include: Pain. • Tingling. • Numbness or weakness. • Change in appearance when a large neurofibroma is on the face. • Some people with neurofibromas have a genetic condition known as neurofibromatosis type 1 (NF1). • A person with NF1 may have many neurofibromas. • The number of neurofibromas increases with age. • A tumor that involves many nerves, known as a plexiform neurofibroma, can occur in a person with NF1. • This type of neurofibroma can grow large and cause pain. • It also can become cancerous.",
      "Causes": "A neurofibroma can arise with no known cause, or it may appear in people with a genetic condition called neurofibromatosis type 1. • Neurofibromas most often are found in people ages 20 to 30 years old.",
      "Risk factors": "The only known risk factor for neurofibromas is having the genetic condition known as neurofibromatosis type 1 (NF1). • People with NF1 have several neurofibromas, along with other symptoms. • In about half of the people with NF1, the disease was passed down from a parent. • However, most people with neurofibromas don't have NF1."
    },
    "name": "Neurofibroma",
    "url": "https://www.mayoclinic.org/diseases-conditions/neurofibroma/symptoms-causes/syc-20573693"
  },
  {
    "sections": {
      "Overview": "Neurofibromatosis type 1 (NF1) is a genetic condition that causes changes in skin pigment and tumors on nerve tissue. • Skin changes include flat, light brown spots and freckles in the armpits and groin. • Tumors can grow anywhere in the nervous system, including the brain, spinal cord and nerves. • NF1 is rare. • About 1 in 2,500 is affected by NF1. • The tumors often are not cancerous, known as benign tumors. • But sometimes they can become cancerous. • Symptoms often are mild. • But complications can occur and may include trouble with learning, heart and blood vessel conditions, vision loss, and pain. • Treatment focuses on supporting healthy growth and development in children and early management of complications. • If NF1 causes large tumors or tumors that press on a nerve, surgery can reduce symptoms. • A newer medicine is available to treat tumors in children, and other new treatments are being developed.",
      "Symptoms": "Neurofibromatosis type 1 (NF1) usually is diagnosed during childhood. • Symptoms are seen at birth or shortly afterward and almost always by age 10. • Symptoms tend to be mild to moderate, but they can vary from person to person. • Symptoms include: Flat, light brown spots on the skin, known as cafe au lait spots. • These harmless spots are common in many people. • But having more than six cafe au lait spots suggests NF1. • They often are present at birth or appear during the first years of life. • After childhood, new spots stop appearing. • Freckling in the armpits or groin area. • Freckling often appears by ages 3 to 5. • Freckles are smaller than cafe au lait spots and tend to occur in clusters in skin folds. • Tiny bumps on the iris of the eye, known as Lisch nodules. • These nodules can't easily be seen and don't affect vision. • Soft, pea-sized bumps on or under the skin called neurofibromas. • These benign tumors usually grow in or under the skin but can also grow inside the body. • A growth that involves many nerves is called a plexiform neurofibroma. • Plexiform neurofibromas, when located on the face, can cause disfigurement. • Neurofibromas may increase in number with age. • Bone changes. • Changes in bone development and low bone mineral density can cause bones to form in an irregular way. • People with NF1 may have a curved spine, known as scoliosis, or a bowed lower leg. • Tumor on the nerve that connects the eye to the brain, called an optic pathway glioma. • This tumor usually appears by age 3. • The tumor rarely appears in late childhood and among teenagers, and almost never in adults. • Learning disabilities. • It's common for children with NF1 to have some trouble with learning. • Often there is a specific learning disability, such as trouble with reading or math. • Attention-deficit/hyperactivity disorder (ADHD) and speech delay also are common. • Larger than average head size. • Children with NF1 tend to have a larger than average head size due to increased brain volume. • Short stature. • Children who have NF1 often are below average in height. • See a healthcare professional if your child has symptoms of neurofibromatosis type 1. • The tumors are often not cancerous and are slow growing, but complications can be managed. • If your child has a plexiform neurofibroma, a medicine is available to treat it.",
      "Causes": "Neurofibromatosis type 1 is caused by an altered gene that either is passed down by a parent or occurs at conception. • The NF1 gene is located on chromosome 17. • This gene produces a protein called neurofibromin that helps regulate cell growth. • When the gene is altered, it causes a loss of neurofibromin. • This allows cells to grow without control.",
      "Risk factors": "The biggest risk factor for neurofibromatosis type 1 (NF1) is a family history. • For about half of people who have NF1, the disease was passed down from a parent. • People who have NF1 and whose relatives aren't affected are likely to have a new change to a gene. • NF1 has an autosomal dominant inheritance pattern. • This means that any child of a parent who is affected by the disease has a 50% chance of having the altered gene.",
      "Complications": "Complications of neurofibromatosis type 1 (NF1) vary, even within the same family. • Generally, complications occur when tumors affect nerve tissue or press on internal organs. • Complications of NF1 include: Neurological symptoms. • Trouble with learning and thinking are the most common neurological symptoms associated with NF1. • Less common complications include epilepsy and the buildup of excess fluid in the brain. • Concerns with appearance. • Visible signs of NF1 can include widespread cafe au lait spots, many neurofibromas in the facial area or large neurofibromas. • In some people this can cause anxiety and emotional distress, even if they're not medically serious. • Skeletal symptoms. • Some children have bones that didn't form as usual. • This can cause bowing of the legs and fractures that sometimes don't heal. • NF1 can cause curvature of the spine, known as scoliosis, that may need bracing or surgery. • NF1 also is associated with lower bone mineral density, which increases the risk of weak bones, known as osteoporosis. • Changes in vision. • Sometimes a tumor called an optic pathway glioma develops on the optic nerve. • When this happens, it can affect vision. • Increase in symptoms during times of hormonal change. • Hormonal changes associated with puberty or pregnancy might cause an increase in neurofibromas. • Most people who have NF1 have healthy pregnancies but will likely need monitoring by an obstetrician who is familiar with NF1. • Cardiovascular symptoms. • People who have NF1 have an increased risk of high blood pressure and may develop blood vessel conditions. • Trouble breathing. • Rarely, plexiform neurofibromas can put pressure on the airway. • Cancer. • Some people who have NF1 develop cancerous tumors. • These usually arise from neurofibromas under the skin or from plexiform neurofibromas. • People who have NF1 also have a higher risk of other forms of cancer. • They include breast cancer, leukemia, colorectal cancer, brain tumors and some types of soft tissue cancer. • Screening for breast cancer should begin earlier, at age 30, for women with NF1 compared to the general population. • Benign adrenal gland tumor, known as a pheochromocytoma. • This noncancerous tumor produces hormones that raise your blood pressure. • Surgery often is needed to remove it."
    },
    "name": "Neurofibromatosis type 1",
    "url": "https://www.mayoclinic.org/diseases-conditions/neurofibromatosis-type-1/symptoms-causes/syc-20350490"
  },
  {
    "sections": {
      "Overview": "Neuromyelitis optica, also known as NMO, is a central nervous system disorder that causes inflammation in nerves of the eye and the spinal cord. • NMO also is called neuromyelitis optica spectrum disorder (NMOSD) and Devic disease. • It occurs when the immune system reacts against the body's own cells. • This happens mainly in the spinal cord and in the optic nerves that connect the retina of the eye with the brain. • But it sometimes happens in the brain. • The condition may appear after an infection, or it can be linked with another autoimmune condition. • Altered antibodies bind to proteins in the central nervous system and cause damage. • Neuromyelitis optica is often misdiagnosed as multiple sclerosis, also known as MS, or is seen as a type of MS. • But NMO is a different condition. • Neuromyelitis optica can cause blindness, weakness in the legs or arms, and painful spasms. • It also can cause loss of sensation, vomiting and hiccups, and bladder or bowel symptoms. • Symptoms can get better and then worse again, known as a relapse. • Treatment to prevent relapses is important to help prevent disability. • NMO can cause permanent vision loss and trouble walking.",
      "Symptoms": "Symptoms of neuromyelitis optica are related to the inflammation that occurs in the nerves of the eye and spinal cord. • Vision changes caused by NMO are called optic neuritis. • These may include: Blurred vision or loss of vision in one or both eyes. • Not being able to see color. • Eye pain. • Symptoms related to the spinal cord are called transverse myelitis. • These may include: Stiffness, weakness or numbness in the legs and sometimes in the arms. • Loss of feeling in the arms or legs. • Not being able to empty the bladder or trouble managing bowel or bladder function. • A tingling feeling or shooting pain in the neck, back or stomach. • Other symptoms of NMO may include: Hiccups. • Nausea and vomiting. • Children can have confusion, seizures or coma. • However, these symptoms in children are more common in a related condition known as myelin oligodendrocyte glycoprotein antibody-associated disease (MOGAD). • Symptoms may get better and then worse again. • When they get worse, it's known as a relapse. • Relapses can happen after weeks, months or years. • Over time, relapses can lead to total blindness or loss of feeling, known as paralysis.",
      "Causes": "Experts don't know exactly what causes neuromyelitis optica. • In people who have the disease, the immune system attacks healthy tissues in the central nervous system. • The central nervous system includes the spinal cord, brain and optic nerves that connect the retina of the eye with the brain. • The attack occurs because altered antibodies bind to proteins in the central nervous system and cause damage. • This immune system reaction causes swelling, known as inflammation, and leads to the damage of nerve cells.",
      "Risk factors": "Neuromyelitis optica is rare. • Some factors that may raise the risk of getting NMO include: Sex assigned at birth. • Women have NMO more often than do men. • Age. • Most often, NMO affects adults. • The average age of diagnosis is 40. • However, children and older adults also can have neuromyelitis optica. • Race or ethnicity. • People of Hispanic, Asian, or African or Afro-Caribbean descent have NMO at higher rates than do people who are white. • Some research suggests that not having enough vitamin D in the body, smoking and having few infections early in life also may raise the risk of neuromyelitis optica."
    },
    "name": "Neuromyelitis optica",
    "url": "https://www.mayoclinic.org/diseases-conditions/neuromyelitis-optica/symptoms-causes/syc-20375652"
  },
  {
    "sections": {},
    "name": "Nickel allergy",
    "url": "https://www.mayoclinic.org/diseases-conditions/nickel-allergy/symptoms-causes/syc-20351529"
  },
  {
    "sections": {
      "Overview": "Nicotine dependence occurs when you need nicotine and can't stop using it. • Nicotine is the chemical in tobacco that makes it hard to quit. • Nicotine produces pleasing effects in your brain, but these effects are temporary. • So you reach for another cigarette. • The more you smoke, the more nicotine you need to feel good. • When you try to stop, you experience unpleasant mental and physical changes. • These are symptoms of nicotine withdrawal. • Regardless of how long you've smoked, stopping can improve your health. • It isn't easy but you can break your dependence on nicotine. • Many effective treatments are available. • Ask your doctor for help.",
      "Symptoms": "For some people, using any amount of tobacco can quickly lead to nicotine dependence. • Signs that you may be addicted include: You can't stop smoking. • You've made one or more serious, but unsuccessful, attempts to stop. • You have withdrawal symptoms when you try to stop. • Your attempts at stopping have caused physical and mood-related symptoms, such as strong cravings, anxiety, irritability, restlessness, difficulty concentrating, depressed mood, frustration, anger, increased hunger, insomnia, constipation or diarrhea. • You keep smoking despite health problems. • Even though you've developed health problems with your lungs or your heart, you haven't been able to stop. • You give up social activities. • You may stop going to smoke-free restaurants or stop socializing with family or friends because you can't smoke in these situations. • You're not alone if you've tried to stop smoking but haven't been able to stop for good. • Most smokers make many attempts to stop smoking before they achieve stable, long-term abstinence from smoking. • You're more likely to stop for good if you follow a treatment plan that addresses both the physical and the behavioral aspects of nicotine dependence. • Using medications and working with a counselor specially trained to help people stop smoking (a tobacco treatment specialist) will significantly boost your chances of success. • Ask your health care team to help you develop a treatment plan that works for you or to advise you on where to get help to stop smoking.",
      "Causes": "Nicotine is the chemical in tobacco that keeps you smoking. • Nicotine reaches the brain within seconds of taking a puff. • In the brain, nicotine increases the release of brain chemicals called neurotransmitters, which help regulate mood and behavior. • Dopamine, one of these neurotransmitters, is released in the reward center of the brain and causes feelings of pleasure and improved mood. • The more you smoke, the more nicotine you need to feel good. • Nicotine quickly becomes part of your daily routine and intertwined with your habits and feelings. • Common situations that trigger the urge to smoke include: Drinking coffee or taking breaks at work Talking on the phone Drinking alcohol Driving your car Spending time with friends To overcome your nicotine dependence, you need to become aware of your triggers and make a plan for dealing with them.",
      "Risk factors": "Anyone who smokes or uses other forms of tobacco is at risk of becoming dependent. • Factors that influence who will use tobacco include: Age. • Most people begin smoking during childhood or the teen years. • The younger you are when you begin smoking, the greater the chance that you'll become addicted. • Genetics. • The likelihood that you will start smoking and keep smoking may be partly inherited. • Genetic factors may influence how receptors on the surface of your brain's nerve cells respond to high doses of nicotine delivered by cigarettes. • Parents and peers. • Children who grow up with parents who smoke are more likely to become smokers. • Children with friends who smoke are also more likely to try it. • Depression or other mental illness. • Many studies show an association between depression and smoking. • People who have depression, schizophrenia, post-traumatic stress disorder or other forms of mental illness are more likely to be smokers. • Substance use. • People who abuse alcohol and illegal drugs are more likely to be smokers.",
      "Complications": "Tobacco smoke contains more than 60 known cancer-causing chemicals and thousands of other harmful substances. • Even \"all natural\" or herbal cigarettes have harmful chemicals. • You already know that people who smoke cigarettes are much more likely to develop and die of certain diseases than people who don't smoke. • But you may not realize just how many different health problems smoking causes: Lung cancer and lung disease. • Smoking is the leading cause of lung cancer deaths. • In addition, smoking causes lung diseases, such as emphysema and chronic bronchitis. • Smoking also makes asthma worse. • Other cancers. • Smoking increases the risk of many types of cancer, including cancer of the mouth, throat (pharynx), esophagus, larynx, bladder, pancreas, kidney, cervix and some types of leukemia. • Overall, smoking causes 30% of all cancer deaths. • Heart and circulatory system problems. • Smoking increases your risk of dying of heart and blood vessel (cardiovascular) disease, including heart attacks and strokes. • If you have heart or blood vessel disease, such as heart failure, smoking worsens your condition. • Diabetes. • Smoking increases insulin resistance, which can set the stage for type 2 diabetes. • If you have diabetes, smoking can speed the progress of complications, such as kidney disease and eye problems. • Eye problems. • Smoking can increase your risk of serious eye problems such as cataracts and loss of eyesight from macular degeneration. • Infertility and impotence. • Smoking increases the risk of reduced fertility in women and the risk of impotence in men. • Complications during pregnancy. • Mothers who smoke while pregnant face a higher risk of preterm delivery and giving birth to lower birth weight babies. • Cold, flu and other illnesses. • Smokers are more prone to respiratory infections, such as colds, the flu and bronchitis. • Tooth and gum disease. • Smoking is associated with an increased risk of developing inflammation of the gum and a serious gum infection that can destroy the support system for teeth (periodontitis). • Smoking also poses health risks to those around you. • Nonsmoking spouses and partners of smokers have a higher risk of lung cancer and heart disease compared with people who don't live with a smoker. • Children whose parents smoke are more prone to worsening asthma, ear infections and colds.",
      "Prevention": "The best way to prevent nicotine dependence is to not use tobacco in the first place. • The best way to keep children from smoking is to not smoke yourself. • Research has shown that children whose parents do not smoke or who successfully quit smoking are much less likely to take up smoking."
    },
    "name": "Nicotine dependence",
    "url": "https://www.mayoclinic.org/diseases-conditions/nicotine-dependence/symptoms-causes/syc-20351584"
  },
  {
    "sections": {
      "Overview": "Niemann-Pick disease is a group of rare conditions passed down in families. • The conditions affect the body's ability to break down and use fats, such as cholesterol and lipids, inside cells. • Because of the buildup of fats, these cells don't work as they should and, over time, the cells die. • Niemann-Pick disease can affect the brain, nerves, liver, spleen and bone marrow. • Sometimes it can affect the lungs. • Symptoms of Niemann-Pick disease relate to worsening function of the nerves, brain and other organs over time. • Niemann-Pick disease can happen at different ages but mainly affects children. • The condition has no known cure and is sometimes fatal. • Treatment is focused on helping people live with their symptoms.",
      "Symptoms": "The three main types of Niemann-Pick disease are called A, B and C. • Symptoms differ widely but depend in part on the type and how severe the condition is. • Symptoms may include: Loss of muscle control, such as clumsiness and problems walking. • Muscle weakness and floppiness. • Stiff and awkward movements. • Vision problems, such as vision loss and eye movements that can't be controlled. • Hearing loss. • Being sensitive to touch. • Problems sleeping. • Problems swallowing and eating. • Slurred speech. • Problems with learning and memory that get worse. • Mental health conditions, such as depression, paranoia and behavior problems. • Liver and spleen that get too large. • Repeated infections that cause pneumonia. • Some infants with type A show symptoms within the first few months of life. • Those with type B may not show symptoms for years and have a better chance of living to adulthood. • People with type C can start to have symptoms at any age but may not have any symptoms until adulthood. • If you have concerns about your child's growth and development, talk with your healthcare professional. • If your child is no longer able to do some activities that could be done before, see your healthcare professional right away.",
      "Causes": "Niemann-Pick disease is caused by changes in specific genes related to how the body breaks down and uses fats. • These fats include cholesterol and lipids. • The gene changes are passed from parents to children in a pattern called autosomal recessive inheritance. • This means that both the mother and the father must pass on a changed gene for the child to have the condition. • There are three types of Niemann-Pick disease: A, B and C. • Niemann-Pick disease types A and B are both caused by changes in the SMPD1 gene. • The condition is sometimes called acid sphingomyelinase deficiency (ASMD). • With these gene changes, an enzyme called sphingomyelinase (sfing-go-MY-uh-lin-ase) is missing or doesn't work well. • This enzyme is needed to break down and use lipids called sphingomyelin inside cells. • A buildup of these fats causes cell damage, and over time, the cells die. • Type A ― the most severe form ― begins in infancy. • Symptoms include a liver that becomes too large, severe brain damage and nerve loss that worsens over time. • There is no cure. • Most children do not live past a few years of age. • Type B ― sometimes called juvenile-onset Niemann-Pick disease ― usually begins later in childhood. • It does not involve damage to the brain. • Symptoms include nerve pain, problems walking, vision problems, and a liver and spleen that become too large. • Lung problems also can happen. • Most people with type B live into adulthood. • But liver and lung problems worsen over time. • Some people have symptoms that overlap between types A and B. • Niemann-Pick disease type C is caused by changes in the NPC1 and NPC2 genes. • With these changes, the body doesn't have the proteins it needs to move and use cholesterol and other lipids in cells. • Cholesterol and other lipids build up in the cells of the liver, spleen or lungs. • Over time, the nerves and brain also are affected. • This causes problems with eye movements, walking, swallowing, hearing and thinking. • Symptoms vary widely, can appear at any age and get worse over time.",
      "Risk factors": "Risk factors for Niemann-Pick disease depend on the type. • The condition is caused by changes in genes that are passed down in families. • Although the condition can occur in any population, type A occurs more often in people of Ashkenazi Jewish descent. • Type B occurs more often in people of North African descent. • Type C occurs in many different populations, but it occurs more often in people of Acadian and Bedouin descent. • If you have a child with Niemann-Pick disease, your risk of having another child with the condition is higher. • Genetic testing and counseling can help you learn about your risks."
    },
    "name": "Niemann-Pick disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/niemann-pick/symptoms-causes/syc-20355887"
  },
  {
    "sections": {
      "Overview": "A nightmare is a disturbing dream associated with negative feelings, such as anxiety or fear that awakens you. • Nightmares are common in children but can happen at any age. • Occasional nightmares usually are nothing to worry about. • Nightmares may begin in children between 3 and 6 years old and tend to decrease after the age of 10. • During the teen and young adult years, girls appear to have nightmares more often than boys do. • Some people have them as adults or throughout their lives. • Although nightmares are common, nightmare disorder is relatively rare. • Nightmare disorder is when nightmares happen often, cause distress, disrupt sleep, cause problems with daytime functioning or create fear of going to sleep.",
      "Symptoms": "You're more likely to have a nightmare in the second half of your night. • Nightmares may occur rarely or more frequently, even several times a night. • Episodes are generally brief, but they cause you to awaken, and returning to sleep can be difficult. • A nightmare may involve these features: Your dream seems vivid and real and is very upsetting, often becoming more disturbing as the dream unfolds. • Your dream storyline is usually related to threats to safety or survival, but it can have other disturbing themes. • Your dream awakens you. • You feel scared, anxious, angry, sad or disgusted as a result of your dream. • You feel sweaty or have a pounding heartbeat while in bed. • You can think clearly upon awakening and can recall details of your dream. • Your dream causes distress that keeps you from falling back to sleep easily. • Nightmares are only considered a disorder if you experience: Frequent occurrences Major distress or impairment during the day, such as anxiety or persistent fear, or bedtime anxiety about having another nightmare Problems with concentration or memory, or you can't stop thinking about images from your dreams Daytime sleepiness, fatigue or low energy Problems functioning at work or school or in social situations Behavior problems related to bedtime or fear of the dark Having a child with nightmare disorder can cause significant sleep disturbance and distress for parents or caregivers. • Occasional nightmares aren't usually a cause for concern. • If your child has nightmares, you can simply mention them at a routine well-child exam. • However, consult your doctor if nightmares: Occur frequently and persist over time Routinely disrupt sleep Cause fear of going to sleep Cause daytime behavior problems or difficulty functioning Nightmare disorder is referred to by doctors as a parasomnia — a type of sleep disorder that involves undesirable experiences that occur while you're falling asleep, during sleep or when you're waking up. • Nightmares usually occur during the stage of sleep known as rapid eye movement (REM) sleep. • The exact cause of nightmares is not known. • Nightmares can be triggered by many factors, including: Stress or anxiety. • Sometimes the ordinary stresses of daily life, such as a problem at home or school, trigger nightmares. • A major change, such as a move or the death of a loved one, can have the same effect. • Experiencing anxiety is associated with a greater risk of nightmares. • Trauma. • Nightmares are common after an accident, injury, physical or sexual abuse, or other traumatic event. • Nightmares are common in people who have post-traumatic stress disorder (PTSD). • Sleep deprivation. • Changes in your schedule that cause irregular sleeping and waking times or that interrupt or reduce the amount of sleep you get can increase your risk of having nightmares. • Insomnia is associated with an increased risk of nightmares. • Medications. • Some drugs — including certain antidepressants, blood pressure medications, beta blockers, and drugs used to treat Parkinson's disease or to help stop smoking — can trigger nightmares. • Substance misuse. • Alcohol and recreational drug use or withdrawal can trigger nightmares. • Other disorders. • Depression and other mental health disorders may be linked to nightmares. • Nightmares can happen along with some medical conditions, such as heart disease or cancer. • Having other sleep disorders that interfere with adequate sleep can be associated with having nightmares. • Scary books and movies. • For some people, reading scary books or watching frightening movies, especially before bed, can be associated with nightmares. • Nightmares are more common when family members have a history of nightmares or other sleep parasomnias, such as talking during sleep. • Nightmare disorder may cause: Excessive daytime sleepiness, which can lead to difficulties at school or work, or problems with everyday tasks, such as driving and concentrating Problems with mood, such as depression or anxiety from dreams that continue to bother you Resistance to going to bed or to sleep for fear you'll have another bad dream Suicidal thoughts or suicide attempts",
      "Causes": "Nightmare disorder is referred to by doctors as a parasomnia — a type of sleep disorder that involves undesirable experiences that occur while you're falling asleep, during sleep or when you're waking up. • Nightmares usually occur during the stage of sleep known as rapid eye movement (REM) sleep. • The exact cause of nightmares is not known. • Nightmares can be triggered by many factors, including: Stress or anxiety. • Sometimes the ordinary stresses of daily life, such as a problem at home or school, trigger nightmares. • A major change, such as a move or the death of a loved one, can have the same effect. • Experiencing anxiety is associated with a greater risk of nightmares. • Trauma. • Nightmares are common after an accident, injury, physical or sexual abuse, or other traumatic event. • Nightmares are common in people who have post-traumatic stress disorder (PTSD). • Sleep deprivation. • Changes in your schedule that cause irregular sleeping and waking times or that interrupt or reduce the amount of sleep you get can increase your risk of having nightmares. • Insomnia is associated with an increased risk of nightmares. • Medications. • Some drugs — including certain antidepressants, blood pressure medications, beta blockers, and drugs used to treat Parkinson's disease or to help stop smoking — can trigger nightmares. • Substance misuse. • Alcohol and recreational drug use or withdrawal can trigger nightmares. • Other disorders. • Depression and other mental health disorders may be linked to nightmares. • Nightmares can happen along with some medical conditions, such as heart disease or cancer. • Having other sleep disorders that interfere with adequate sleep can be associated with having nightmares. • Scary books and movies. • For some people, reading scary books or watching frightening movies, especially before bed, can be associated with nightmares.",
      "Risk factors": "Nightmares are more common when family members have a history of nightmares or other sleep parasomnias, such as talking during sleep.",
      "Complications": "Nightmare disorder may cause: Excessive daytime sleepiness, which can lead to difficulties at school or work, or problems with everyday tasks, such as driving and concentrating Problems with mood, such as depression or anxiety from dreams that continue to bother you Resistance to going to bed or to sleep for fear you'll have another bad dream Suicidal thoughts or suicide attempts"
    },
    "name": "Nightmare disorder",
    "url": "https://www.mayoclinic.org/diseases-conditions/nightmare-disorder/symptoms-causes/syc-20353515"
  },
  {
    "sections": {
      "Overview": "Nonalcoholic fatty liver disease, often called NAFLD, is a liver problem that affects people who drink little to no alcohol. • In NAFLD, too much fat builds up in the liver. • It is seen most often in people who are overweight or obese. • NAFLD is becoming more common, especially in Middle Eastern and Western nations as the number of people with obesity rises. • It is the most common form of liver disease in the world. • NAFLD ranges in severity from hepatic steatosis, called fatty liver, to a more severe form of disease called nonalcoholic steatohepatitis (NASH). • NASH causes the liver to swell and become damaged due to the fat deposits in the liver. • NASH may get worse and may lead to serious liver scarring, called cirrhosis, and even liver cancer. • This damage is like the damage caused by heavy alcohol use. • A move is currently underway to change the name nonalcoholic fatty liver disease to metabolic dysfunction-associated steatotic liver disease (MASLD). • Experts also have recommended changing the name nonalcoholic steatohepatitis to metabolic dysfunction-associated steatohepatitis (MASH).",
      "Symptoms": "NAFLD often has no symptoms. • When it does, they may include: Fatigue. • Not feeling well, or malaise. • Pain or discomfort in the upper right belly area. • Possible symptoms of NASH and cirrhosis, or severe scarring, include: Itchy skin. • Abdominal swelling, also called ascites (uh-SY-teez). • Shortness of breath. • Swelling of the legs. • Spider-like blood vessels just beneath the skin's surface. • Enlarged spleen. • Red palms. • Yellowing of the skin and eyes, or jaundice. • Make an appointment with a member of your health care team if you have lasting symptoms that worry you. • Experts don't know exactly why fat builds up in some livers and not others. • They also don't fully understand why some fatty livers turn into NASH. • NAFLD and NASH are both linked to the following: Genetics. • Overweight or obesity. • Insulin resistance, which happens when your cells don't take up sugar in response to the hormone insulin. • Type 2 diabetes, sometimes called high blood sugar or hyperglycemia. • High levels of fats, especially triglycerides, in the blood. • These combined health problems may contribute to a fatty liver. • However, some people get NAFLD even if they do not have any risk factors. • Many diseases and health problems can increase your risk of NAFLD, including: Family history of fatty liver disease or obesity. • Growth hormone deficiency, which means the body doesn't make enough hormones to grow. • High cholesterol. • High levels of triglycerides in the blood. • Insulin resistance. • Metabolic syndrome. • Obesity, especially when fat is centered in the waist. • Polycystic ovary syndrome. • Obstructive sleep apnea. • Type 2 diabetes. • Underactive thyroid, also called hypothyroidism. • Underactive pituitary gland, or hypopituitarism. • NASH is more likely in these groups: People older than 50. • People with certain genetic risk factors. • People with obesity. • People with diabetes or high blood sugar. • People with symptoms of metabolic syndrome, such as high blood pressure, high triglycerides and a large waist size. • It is hard to tell apart NAFLD from NASH without a clinical evaluation and testing. • Severe liver scarring, or cirrhosis, is the main complication of NAFLD and NASH. • Cirrhosis happens because of liver injury, such as the damage caused by inflammation in NASH. • As the liver tries to stop inflammation, it creates areas of scarring, also called fibrosis. • With ongoing inflammation, fibrosis spreads and takes up more liver tissue. • If nothing is done to stop the scarring, cirrhosis can lead to: Fluid buildup in the stomach area, called ascites. • Swollen veins in your esophagus, or esophageal varices, which can rupture and bleed. • Confusion, sleepiness and slurred speech, also called hepatic encephalopathy. • Overactive spleen, or hypersplenism, which can cause too few blood platelets. • Liver cancer. • End-stage liver failure, which means the liver has stopped working. • Experts guess that about 24% of adults in the U.S. have NAFLD, and about 1.5% to 6.5% have NASH. • To reduce your risk of NAFLD: Eat a healthy diet. • Eat a healthy diet that's rich in fruits, vegetables, whole grains and healthy fats. • Limit alcohol, simple sugars and portion sizes. • Avoid sugary drinks like soda, sports drinks, juices and sweet tea. • Drinking alcohol can damage your liver and should be avoided or minimized. • Keep a healthy weight. • If you are overweight or obese, work with your health care team to gradually lose weight. • If you are a healthy weight, work to keep it by eating a healthy diet and exercising. • Exercise. • Be active most days of the week. • Get an OK from your health care team first if you haven't been exercising regularly.",
      "Causes": "Experts don't know exactly why fat builds up in some livers and not others. • They also don't fully understand why some fatty livers turn into NASH. • NAFLD and NASH are both linked to the following: Genetics. • Overweight or obesity. • Insulin resistance, which happens when your cells don't take up sugar in response to the hormone insulin. • Type 2 diabetes, sometimes called high blood sugar or hyperglycemia. • High levels of fats, especially triglycerides, in the blood. • These combined health problems may contribute to a fatty liver. • However, some people get NAFLD even if they do not have any risk factors.",
      "Risk factors": "Many diseases and health problems can increase your risk of NAFLD, including: Family history of fatty liver disease or obesity. • Growth hormone deficiency, which means the body doesn't make enough hormones to grow. • High cholesterol. • High levels of triglycerides in the blood. • Insulin resistance. • Metabolic syndrome. • Obesity, especially when fat is centered in the waist. • Polycystic ovary syndrome. • Obstructive sleep apnea. • Type 2 diabetes. • Underactive thyroid, also called hypothyroidism. • Underactive pituitary gland, or hypopituitarism. • NASH is more likely in these groups: People older than 50. • People with certain genetic risk factors. • People with obesity. • People with diabetes or high blood sugar. • People with symptoms of metabolic syndrome, such as high blood pressure, high triglycerides and a large waist size. • It is hard to tell apart NAFLD from NASH without a clinical evaluation and testing.",
      "Complications": "Severe liver scarring, or cirrhosis, is the main complication of NAFLD and NASH. • Cirrhosis happens because of liver injury, such as the damage caused by inflammation in NASH. • As the liver tries to stop inflammation, it creates areas of scarring, also called fibrosis. • With ongoing inflammation, fibrosis spreads and takes up more liver tissue. • If nothing is done to stop the scarring, cirrhosis can lead to: Fluid buildup in the stomach area, called ascites. • Swollen veins in your esophagus, or esophageal varices, which can rupture and bleed. • Confusion, sleepiness and slurred speech, also called hepatic encephalopathy. • Overactive spleen, or hypersplenism, which can cause too few blood platelets. • Liver cancer. • End-stage liver failure, which means the liver has stopped working. • Experts guess that about 24% of adults in the U.S. have NAFLD, and about 1.5% to 6.5% have NASH.",
      "Prevention": "To reduce your risk of NAFLD: Eat a healthy diet. • Eat a healthy diet that's rich in fruits, vegetables, whole grains and healthy fats. • Limit alcohol, simple sugars and portion sizes. • Avoid sugary drinks like soda, sports drinks, juices and sweet tea. • Drinking alcohol can damage your liver and should be avoided or minimized. • Keep a healthy weight. • If you are overweight or obese, work with your health care team to gradually lose weight. • If you are a healthy weight, work to keep it by eating a healthy diet and exercising. • Exercise. • Be active most days of the week. • Get an OK from your health care team first if you haven't been exercising regularly."
    },
    "name": "Nonalcoholic fatty liver disease",
    "url": "https://www.mayoclinic.org/diseases-conditions/nonalcoholic-fatty-liver-disease/symptoms-causes/syc-20354567"
  },
  {
    "sections": {},
    "name": "Nonallergic rhinitis",
    "url": "https://www.mayoclinic.org/diseases-conditions/nonallergic-rhinitis/symptoms-causes/syc-20351229"
  },
  {
    "sections": {
      "Overview": "Non-Hodgkin lymphoma is a type of cancer that affects the lymphatic system. • The lymphatic system is made up of organs, glands, tubelike vessels and clusters of cells called lymph nodes. • It's part of the body's germ-fighting immune system. • Non-Hodgkin lymphoma happens when germ-fighting cells in the lymphatic system grow out of control. • The cells can form growths, called tumors, throughout the body. • Non-Hodgkin lymphoma is a broad group of lymphomas. • There are many subtypes in this group. • Diffuse large B-cell lymphoma and follicular lymphoma are among the most common subtypes. • The other broad group of lymphoma is Hodgkin lymphoma. • Advances in diagnosis and treatment of non-Hodgkin lymphoma have helped improve the prognosis for people with this condition.",
      "Symptoms": "Signs and symptoms of non-Hodgkin lymphoma may include: Swollen lymph nodes in the neck, armpits or groin. • Belly pain or swelling. • Chest pain, coughing or trouble breathing. • Feeling very tired. • Fever. • Night sweats. • Weight loss without trying. • Make an appointment with your doctor if you have any persistent signs and symptoms that worry you. • The cause of non-Hodgkin lymphoma often isn't known. • This cancer starts when germ-fighting white blood cells called lymphocytes develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • DNA gives healthy cells instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give other instructions. • The DNA changes tell the cancer cells to make more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • In non-Hodgkin lymphoma, the cancer cells often build up in the lymph nodes. • They also can build up in other parts of the lymphatic system. • Non-Hodgkin lymphoma can affect the: Lymph nodes. • Lymph vessels. • Adenoids. • Tonsils. • Spleen. • Thymus. • Bone marrow. • Rarely, parts of the body that aren't part of the lymphatic system. • Non-Hodgkin lymphoma most often begins in the: B cells. • B cells are a type of lymphocyte that fights infection. • B cells make antibodies against foreign invaders. • Most non-Hodgkin lymphoma arises from B cells. • Subtypes of non-Hodgkin lymphoma that involve B cells include diffuse large B-cell lymphoma, follicular lymphoma, mantle cell lymphoma and Burkitt's lymphoma. • T cells. • T cells are a type of lymphocyte that kills foreign invaders directly. • Non-Hodgkin lymphoma happens much less often in T cells. • Subtypes of non-Hodgkin lymphoma that involve T cells include peripheral T-cell lymphoma and cutaneous T-cell lymphoma. • Treatment depends on whether non-Hodgkin lymphoma arises from B cells or T cells. • Factors that may raise the risk of non-Hodgkin lymphoma include: Medicines that lower the immune response. • Taking medicines that manage the immune system after an organ transplant might raise the risk of non-Hodgkin lymphoma. • Infection with certain viruses and bacteria. • Certain infections seem to raise the risk of non-Hodgkin lymphoma. • Viruses linked to this type of cancer include HIV and Epstein-Barr virus. • Bacteria linked to non-Hodgkin lymphoma include the stomach ulcer-causing bacterium Helicobacter pylori. • Chemicals. • Certain chemicals, such as those used to kill insects and weeds, may raise the risk of non-Hodgkin lymphoma. • More research is needed to find the possible link between pesticides and non-Hodgkin lymphoma. • Older age. • Non-Hodgkin lymphoma can happen at any age. • But it's most common in people 60 or older. • There's no way to prevent non-Hodgkin lymphoma.",
      "Causes": "The cause of non-Hodgkin lymphoma often isn't known. • This cancer starts when germ-fighting white blood cells called lymphocytes develop changes in their DNA. • A cell's DNA holds the instructions that tell the cell what to do. • DNA gives healthy cells instructions to grow and multiply at a set rate. • The instructions tell the cells to die at a set time. • In cancer cells, the DNA changes give other instructions. • The DNA changes tell the cancer cells to make more cells quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • In non-Hodgkin lymphoma, the cancer cells often build up in the lymph nodes. • They also can build up in other parts of the lymphatic system. • Non-Hodgkin lymphoma can affect the: Lymph nodes. • Lymph vessels. • Adenoids. • Tonsils. • Spleen. • Thymus. • Bone marrow. • Rarely, parts of the body that aren't part of the lymphatic system. • Non-Hodgkin lymphoma most often begins in the: B cells. • B cells are a type of lymphocyte that fights infection. • B cells make antibodies against foreign invaders. • Most non-Hodgkin lymphoma arises from B cells. • Subtypes of non-Hodgkin lymphoma that involve B cells include diffuse large B-cell lymphoma, follicular lymphoma, mantle cell lymphoma and Burkitt's lymphoma. • T cells. • T cells are a type of lymphocyte that kills foreign invaders directly. • Non-Hodgkin lymphoma happens much less often in T cells. • Subtypes of non-Hodgkin lymphoma that involve T cells include peripheral T-cell lymphoma and cutaneous T-cell lymphoma. • Treatment depends on whether non-Hodgkin lymphoma arises from B cells or T cells.",
      "Risk factors": "Factors that may raise the risk of non-Hodgkin lymphoma include: Medicines that lower the immune response. • Taking medicines that manage the immune system after an organ transplant might raise the risk of non-Hodgkin lymphoma. • Infection with certain viruses and bacteria. • Certain infections seem to raise the risk of non-Hodgkin lymphoma. • Viruses linked to this type of cancer include HIV and Epstein-Barr virus. • Bacteria linked to non-Hodgkin lymphoma include the stomach ulcer-causing bacterium Helicobacter pylori. • Chemicals. • Certain chemicals, such as those used to kill insects and weeds, may raise the risk of non-Hodgkin lymphoma. • More research is needed to find the possible link between pesticides and non-Hodgkin lymphoma. • Older age. • Non-Hodgkin lymphoma can happen at any age. • But it's most common in people 60 or older. • There's no way to prevent non-Hodgkin lymphoma."
    },
    "name": "Non-Hodgkin lymphoma",
    "url": "https://www.mayoclinic.org/diseases-conditions/non-hodgkins-lymphoma/symptoms-causes/syc-20375680"
  },
  {
    "sections": {
      "Overview": "Nonmelanoma skin cancer refers to all the types of cancer that happen in the skin that are not melanoma. • Several types of skin cancer fall within the broader category of nonmelanoma skin cancer. • Almost all nonmelanoma skin cancers are either basal cell carcinoma or squamous cell carcinoma. • Other types of nonmelanoma skin cancer are rare. • Nonmelanoma skin cancer treatment depends on the type of cancer. • Skin cancer treatment usually involves surgery to remove the cancer cells.",
      "Symptoms": "Symptoms of nonmelanoma skin cancer often develop on parts of the body that are exposed to the sun. • Examples include the scalp, face, ears, neck, chest, arms and hands. • But nonmelanoma skin cancer can happen on other parts of the body too. • This includes the lips, fingers, fingernails and genital areas. • Nonmelanoma skin cancer symptoms appear as a change in the skin, including: A new growth on the skin. • Changes to an existing skin spot, such as changes in shape or color. • Itching, pain, crusting or bleeding of a skin spot. • A sore that won't heal or one that keeps coming back. • Make an appointment with a healthcare professional if you see any changes on your skin that worry you.",
      "Causes": "Nonmelanoma skin cancer develops when changes happen in the DNA of skin cells. • A cell's DNA holds the instructions that tell the cell what to do. • In healthy cells, the DNA tells the cells to grow and multiply at a set rate. • The DNA also tells the cells to die at a set time. • In cancer cells, the DNA changes give different instructions. • The changes tell the cancer cells to grow and multiply quickly. • Cancer cells can keep living when healthy cells would die. • This causes too many cells. • In nonmelanoma skin cancer, the cells grow out of control and may form a new growth on the skin or cause changes in an existing spot on the skin. • Ultraviolet light, also called UV light, causes most of the DNA changes in skin cells. • UV light can come from sunlight, tanning lamps and tanning beds. • But sun exposure doesn't explain skin cancers that develop on skin that's not typically exposed to sunlight. • Other factors can contribute to the risk and development of nonmelanoma skin cancer. • The exact cause is not always clear.",
      "Risk factors": "Factors that may raise the risk of nonmelanoma skin cancer include: Being in the sun too much. • A lot of time spent in the sun or using tanning beds raises the risk of nonmelanoma skin cancer. • Getting severe sunburns also raises the risk. • Having skin that sunburns easily. • Anyone of any skin color can get nonmelanoma skin cancer. • But it's more common in people who have low levels of melanin in their skin. • Melanin is a substance that gives color to skin. • It also helps protect the skin from damaging UV light. • People with Black or brown skin have more melanin than people with white skin. • The risk of nonmelanoma skin cancer is highest in people who have blond or red hair, have light-colored eyes, and freckle or sunburn easily. • A personal or family history of skin cancer. • People who have had skin cancer before have a higher risk of developing it again. • Those with a family history of skin cancer also may have a higher risk of developing nonmelanoma skin cancer. • Medicines to control the immune system. • Medicines that work by suppressing the immune system raise the risk of nonmelanoma skin cancers significantly. • Medicines that work in this way include those used after an organ transplant to prevent rejection. • Radiation therapy. • Radiation therapy to treat acne or other skin conditions may raise the risk of nonmelanoma skin cancer at the previous treatment sites on the skin. • Increasing age. • The risk of some types of nonmelanoma skin cancer goes up as people get older. • Inherited syndromes that cause skin cancer. • Some rare genetic diseases can raise the risk of nonmelanoma skin cancer."
    },
    "name": "Nonmelanoma skin cancer",
    "url": "https://www.mayoclinic.org/diseases-conditions/nonmelanoma-skin-cancer/symptoms-causes/syc-20355397"
  },
  {
    "sections": {
      "Overview": "Noonan syndrome is a genetic condition that stops typical development in various parts of the body. • It can affect a person in several ways, including unusual facial features, short height, heart problems and other physical problems. • It also can cause a child to develop more slowly than usual, for example, in walking, talking or learning new things. • A changed gene causes Noonan syndrome. • A child inherits a copy of an affected gene from a parent. • This is called dominant inheritance. • The condition also can occur as a spontaneous change. • This means there's no family history involved. • Doctors manage Noonan syndrome by controlling the symptoms and complications. • They may use a growth hormone to treat short height in some people with Noonan syndrome.",
      "Symptoms": "Symptoms of Noonan syndrome vary greatly and range from mild to severe. • These symptoms may be related to the specific gene containing the change. • How the face looks is one key feature that leads to a diagnosis of Noonan syndrome. • Facial features may be easier to see in infants and young children but change with age. • These distinct features become less clear in adults. • Noonan syndrome may include these features: Eyes are wide-set, slant down and have droopy lids. • Eyes may be pale blue or green. • Ears are set low and look like they're tipped backward. • Nose is depressed at the top, with a wide base and round tip. • Mouth has a deep groove between the nose and the mouth and wide peaks in the upper lip. • The crease that runs from the edge of the nose to the corner of the mouth becomes deeply grooved with age. • Teeth may be crooked. • The inside roof of the mouth may be highly arched. • And the lower jaw may be small. • Facial features may appear coarse but look sharper with age. • The face may appear droopy and not show expression. • Head may be large with a big forehead and a low hairline on the back of the head. • Skin may appear thin and transparent with age. • Many people with Noonan syndrome are born with a heart problem that causes some of the key symptoms of the condition. • This is called congenital heart disease. • Also, some heart problems can occur later in life. • Some forms of congenital heart disease related to Noonan syndrome include: Valve conditions. • Pulmonary valve stenosis is a narrowing of the pulmonary valve. • This valve is the flap of tissue that separates the lower right chamber of the heart — called the right ventricle — from the artery that supplies blood to the lungs — called the pulmonary artery. • Pulmonary valve stenosis is the most common heart problem seen with Noonan syndrome. • It may occur with or without other heart problems. • Thickening of the heart muscle. • Unusual growth or thickening of the heart muscle — also known as hypertrophic cardiomyopathy — affects some people with Noonan syndrome. • Other heart problems. • Problems with heart structure can involve a hole in the wall that separates the two lower chambers of the heart, known as ventricles. • This is called a ventricular septal defect. • Another defect sometimes seen is narrowing of the artery that carries blood to the lungs for oxygen. • This is called pulmonary artery stenosis. • Or there can be narrowing of the major blood vessel known as the aorta, which carries blood from the heart to the body. • This is called aortic coarctation. • Irregular heart rhythm. • This can occur with or without other problems in heart structure. • Most people with Noonan syndrome have a heart rhythm that is not regular. • Noonan syndrome can affect typical growth. • Many children with Noonan syndrome do not grow at a typical rate. • Issues may include: Typical birth weight but slower growth over time. • Eating difficulties that may lead to poor nutrition and weight gain. • Growth hormone levels that may be too low. • Delay in the growth spurt that's typically seen during the teenage years because bones do not reach maximum strength or density until later. • Short height as an adult, which is common, but some people with Noonan syndrome may not be short. • Some common issues can include: A condition called pectus excavatum, where the breastbone and ribs sink too far into the chest. • It also is possible to have pectus carinatum, where the breastbone and ribs grow outward, making the chest stick out more than usual. • Nipples that are wide apart. • Short neck, often with extra folds of skin, called a webbed neck. • A spine that has an unusual curve. • Noonan syndrome does not affect the intelligence of most people who have the condition. • But they may have: A higher risk of learning disabilities and mild intellectual disability. • A wide range of mental, emotional and behavioral issues that are usually mild. • Hearing and vision problems that may make it harder to learn. • Common signs of Noonan syndrome are eyes and eyelids that are unusual, including: Problems with the eye muscles, such as cross-eye, also known as strabismus. • Refractive problems, which means the cornea or the lens is egg-shaped with two curves that do not match. • This can make vision blurry or distorted, or make it hard to see things close up or far away. • Rapid movement of the eyeballs, also known as nystagmus. • Cataracts, which make an eye cloudy. • Noonan syndrome can cause hearing problems due to nerve issues or an inner ear bone structure that is not typical. • Noonan syndrome can cause bleeding problems and easy bruising. • That's because the blood of some people with Noonan syndrome may not clot properly and may have low levels of proteins that are needed for clots to form. • So they bleed longer than usual. • Noonan syndrome can cause problems with the lymphatic system, which drains excess fluid from the body and helps fight infection. • These problems: May show up before or after birth or start in the teenage years or as an adult. • Some children are born with swelling of the hands, feet and tissue of the neck. • Can focus on a particular area of the body or be widespread. • Most commonly cause too much fluid to build up in the back of the hands or top of the feet. • This fluid buildup is called lymphedema. • Many people with Noonan syndrome have problems with their genitals and kidneys: Testicles. • It's common for males with Noonan syndrome to have undescended testicles. • These are testicles that have not moved into proper position in the bag of skin hanging below the penis, called the scrotum. • Puberty. • Puberty may be delayed in males and females. • Fertility. • For most females, Noonan syndrome does not affect their ability to get pregnant. • But fertility in males may not develop as expected, often because of undescended testicles. • Kidneys. • Kidney problems generally are mild and not common. • People with Noonan syndrome may have skin conditions. • They may have various problems that affect the color and texture of the skin. • They also may have coarse or sparse hair. • Sometimes the symptoms of Noonan syndrome can be hard to see. • If you suspect you or your child may have this condition, see your primary care professional or your child's pediatrician. • You may be referred to a specialist in genetics or a specialist in heart problems or another type of doctor, depending on the symptoms. • If your unborn child is at risk because of a family history of Noonan syndrome, tests may be able to be done before birth.",
      "Causes": "A change in one or more genes can cause Noonan syndrome. • Changes in these genes produce proteins that are always active. • Because these genes play a role in how tissues form in the body, this constant activation of proteins disrupts the typical process of cell growth and division. • The gene changes that cause Noonan syndrome can be: Inherited. • Children who have one parent with Noonan syndrome who carries the changed gene have a 50% chance of developing the condition. • This is called an autosomal dominant inheritance pattern. • Random. • Noonan syndrome can develop in a child because of a new changed gene — meaning the child did not inherit that gene from a parent. • This is known as a de novo genetic condition. • In some cases, the cause of Noonan syndrome is not known.",
      "Risk factors": "A parent with Noonan syndrome has a 50% chance of passing the changed gene to a child. • The child who inherits the irregular gene may or may not have more symptoms than the parent who is affected.",
      "Complications": "Complications from Noonan syndrome can arise that may need attention, including: Developmental delays. • Children with Noonan syndrome may be slow to develop compared with other children their age. • For example, they may be way behind in learning to speak or walk or in learning things at school. • A plan is needed to address the children's developmental challenges and learning and educational needs. • Bleeding and bruising. • Sometimes the bleeding problem common in people with Noonan syndrome is not found until they have dental work or surgery. • Buildup of fluid. • Called lymphedema, this complication involves too much fluid that builds up in various areas of the body. • Sometimes fluid can collect in the space around the heart and lungs. • Urinary tract issues. • A kidney structure that is not typical may raise the risk of urinary tract infections. • Fertility issues. • Males may have a low sperm count and other fertility problems because of undescended testicles or testicles that do not work properly. • Higher risk of cancer. • There may be a higher risk of developing certain types of cancer, such as leukemia or certain types of tumors.",
      "Prevention": "If you have a family history of Noonan syndrome, talk to your doctor or health care team about the benefits of genetic counseling before you have children. • Genetic testing can detect Noonan syndrome. • If Noonan syndrome is detected early, it's possible that proper and ongoing care may lessen complications such as heart disease."
    },
    "name": "Noonan syndrome",
    "url": "https://www.mayoclinic.org/diseases-conditions/noonan-syndrome/symptoms-causes/syc-20354422"
  },
  {
    "sections": {},
    "name": "Norovirus infection",
    "url": "https://www.mayoclinic.org/diseases-conditions/norovirus/symptoms-causes/syc-20355296"
  }
]